{"id":"83575061669-96","name":"Cosmetics Europe","registrationDate":"2009-05-11T11:49:44.278+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.cosmeticseurope.eu/","country":"Belgium","headAddress":"Avenue Herrmann-Debroux, 40","headCity":"Brussels","headPostCode":"1160","headPhone":"(32)22 27 66 10","boss":"John Chave","bossTitle":"Mr","bossPosition":"Director General","membersCount":10,"membersFTE":"5.25","membership":"- The European Center for Public Affairs – ECPA – www.theecpa.eu&#xd;\n- Federation of European and International Associations established in Belgium – FAIB – www.faib.org&#xd;\n- International Cooperation on Cosmetic Regulation – ICCR - https://www.iccr-cosmetics.org&#xd;\n- ISO TC 217 on Cosmetics – www.iso.org&#xd;\n- CEN TC 392 on Cosmetics – www.cen.eu&#xd;\n- European Partnership for Alternative Approaches to Animal Testing (EPAA) - https://ec.europa.eu/growth/sectors/chemicals/epaa_fr&#xd;\n- The Downstream Users of Chemicals Coordination Group – DUCC – www.ducc.eu  &#xd;\n- The Packaging Chain Forum (informal network of actors in the packaging value chain)&#xd;\n- EUToxRisk, http://www.eu-toxrisk.eu/","memberOrga":"For the complete list of members of Cosmetics Europe please refer to: https://www.cosmeticseurope.eu/about-us/our-members/","goal":"Cosmetics Europe is a non-profit making international organization whose purpose is promoting the cosmetics industry and furthering its scientific, technical, economic and legal objectives. This purpose is achieved mainly by: a) the joint study of scientific data on substances used cosmetic products, in particular data relating to their effects on human health and safety as well as on the environment; the collection and dissemination of the required scientific information to its members and to appropriate international organizations; b) the collection and study of relevant laws and regulations applicable to the industry; the dissemination of such information to its members and to appropriate international organizations; the development of guidance, as and where needed, to facilitate the industry’s compliance with regulatory requirements; c) fostering transparent and reliable relationships with public authorities and stakeholders, to best communicate the social, economic and scientific relevance of the cosmetics industry in Europe; d) contributing to the shaping of workable and fair policy frameworks regulating the European cosmetics industry; e) addressing members' needs in an efficient and transparent way through timely information and decision making and focusing on issues and activities relevant for the industry.","acronym":"","interests":"Business and Industry, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, Environment, External Relations, Fraud prevention, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"Cosmetics Europe works closely with the European Institutions to achieve balanced policies and legislation. Its aim is to contribute to a regulatory environment that encourages innovation and supports a strong and competitive cosmetics industry in Europe. - Files followed by Cosmetics Europe relate in particular to the implementation of the Cosmetic Products regulation, regulatory developments on cosmetics ingredients, consumer safety, consumer information, environmental, sustainability &amp; chemical issues, and the development and application of new approaches for safety assessment. In terms of European public consultations launched in 2018, Cosmetics Europe provided inputs to the European Commission (DG TRADE) questionnaire on announced U.S. tariff increase on imports of certain steel and aluminium products and possible EU commercial policy measures in response. Cosmetics Europe also contributed to a stakeholder (i.e. businesses and sectoral/business associations) consultation on Product Environmental Footprint and to a public consultation on the Commission’s application of the EU Better Regulation agenda, guidelines &amp; toolbox. About the REACH restriction process on intentionally added microplastics to products, Cosmetics Europe contributed to the call for evidence launched by ECHA in Q1 2018 and participated to the Workshop organised on May 30th &amp; 31st in Helsinki. - Cosmetics Europe attended numerous events organised by the EU institutions in 2018, such as European Parliament Plenary sessions, Committees meetings &amp; public hearings/workshops, European Commission stakeholders conferences (e.g. the Circular Economy Stakeholders Conference), MEPs sponsored stakeholders events, Permanent Representations to the EU events and conferences, etc. Cosmetics Europe will continue these activities in 2019. - For the purpose of its scientific research activities, Cosmetics Europe is following very closely the EU Research and Innovation program Horizon 2020 - the biggest EU research program ever with nearly €80 billion of funding available over 7 years (from 2014 to 2020). More particularly, Cosmetics Europe is a partner in the Horizon 2020 project EUToxRisk: a 30 million Euro’s integrated European ‘Flagship’ Programme Driving Mechanism-based Toxicity Testing and Risk Assessment for the 21st century (http://www.eu-toxrisk.eu/). Furthermore, Cosmetics Europe continues its journey towards the validation of further alternative methods to animal testing (AAT) with the Long Range Science Strategy (LRSS, 2016-2020). The objective of the LRSS collaboration and partnership is to finance, steer and promote the successful development of AAT-based test methods and approaches for safety assessment, and to facilitate their regulatory acceptance by competent authorities. - Cosmetics Europe is partnering with the European Commission in the wider framework of the European Partnership for Alternative Approaches to Animal Testing (EPAA) - an unprecedented voluntary collaboration between the European Commission, European trade associations, and companies from seven industry sectors. The partners are committed to pooling knowledge and resources to accelerate the development, validation and acceptance of alternative approaches to further the replacement, reduction and refinement ('3Rs') of animal use in regulatory testing.&#xd;<br />Cosmetics Europe works closely with the European institutions on the elaboration and the adoption of technical standards such as ISO/CEN and on the promotion of international convergence of worldwide cosmetics regulations, in particular through its participation in the International Cooperation on Cosmetics Regulation (ICCR). Cosmetics Europe also keeps a close relationship with the European Commission on external trade related issues in connection with the activities of its members. For instance, Cosmetics Europe participates to meetings of the Market Access Advisory Committee (MAAC), hosted by DG TRADE.","lastUp":"2019-08-05T12:06:49.220+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}