{"id":"836207415126-14","name":"EMC Information Systems","registrationDate":"2014-12-03T16:35:57.031+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://belgium.emc.com/index.htm","country":"Belgium","headAddress":"Imperiastraat, 18","headCity":"Zaventem","headPostCode":"1930","headPhone":"(32)27 23 01 00","boss":"Bacros Arnaud","bossTitle":"Mr","bossPosition":"EMC Belux Managing Director","membersCount":4,"membersFTE":"3.25","membership":"","memberOrga":"","goal":"EMC is a global leader in enabling businesses and service providers to transform their operations and deliver information technology as a service (ITaaS). Fundamental to this transformation is cloud computing. Through innovative products and services, EMC accelerates the journey to cloud computing, helping IT departments to store, manage, protect and analyze their most valuable asset — information — in a more agile, trusted and cost-efficient way.&#xd;<br />&#xd;<br />Broad Range of Customers&#xd;<br />We work with organizations around the world, in every industry, in the public and private sectors, and of every size, from startups to the Fortune Global 500. Our customers include global money center banks and other leading financial services firms, manufacturers, healthcare and life sciences organizations, Internet service and telecommunications providers, airlines and transportation companies, educational institutions, and public-sector agencies. &#xd;<br />&#xd;<br />Strong Leadership Record&#xd;<br />Our differentiated value stems from our sustained and substantial investment in research and development, a cumulative investment of $16.5 billion since 2003. To strengthen our core business and extend our market to new areas, EMC has invested $17 billion in acquisitions over the same period and has integrated more than 70 technology companies.&#xd;<br />&#xd;<br />EMC is supported by thousands of technical R&amp;D employees around the globe, the industry's broadest portfolio of systems, software, and services, our ability to create total integrated solutions, and our commitment to delivering the best Total Customer Experience in this or any industry. Our service excellence was recognized by distinguished awards from the Technology Services Industry Association in 2012.&#xd;<br />&#xd;<br />We operate R&amp;D centers in Brazil, China, France, India, Ireland, Israel, the Netherlands, Russia, Singapore, and the U.S., and manufacturing facilities in the U.S. and Ireland. We hold the most stringent quality management certification from the International Organization for Standardization (ISO 9001), and our manufacturing operations hold an MRP II Class A certification.&#xd;<br />&#xd;<br />EMC ranks 139 in the Fortune 500 and had reported revenues of $21.7 billion in 2012, the largest revenue year in EMC's 34-year history.&#xd;<br />&#xd;<br />Global Presence&#xd;<br />EMC employs approximately 60,000 people worldwide. We are represented by approximately 400 sales offices and scores of partners in 86 countries around the world. We have the world's largest sales and service force focused on information infrastructure, and we work closely with a global network of technology, outsourcing, systems integration, service, and distribution partners.&#xd;<br />&#xd;<br />We are a publicly traded company, listed on the New York Stock Exchange under the symbol EMC, and are a component of the S&amp;P 500 Index. In 2012, EMC was included once again in the Dow Jones Sustainability Index (DJSI) for North America, which tracks the financial performance of leading sustainability-driven companies. We are committed to acting in a socially and environmentally responsible manner and to being an attentive and thoughtful neighbor in our local and global communities. We score at the top, or near the top, of regional rankings of great places to work.","acronym":"EMC²","interests":"Audiovisual and Media, Budget, Communication, Competition, Enterprise, External Relations, Information Society","euInitiatives":"We are curretnly following the Cloud Security Alliance and Horizon2020","lastUp":"2017-04-06T18:00:42.066+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}