{"id":"836325121120-34","name":"DWR eco","registrationDate":"2016-03-18T16:55:19.389+01:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://dwr-eco.com","country":"Germany","headAddress":"Albrechtstr. 22","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)03 06 09 81 95 00","boss":"David Wortmann","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"German Solar Association BSW Solar (www.solarwirtschaft.de)&#xd;\nGerman Wind Energy Association BWE (www.wind-energie.de)&#xd;\nGerman Industry Initiative for Energy Efficiency DENEFF (www.deneff.org)","memberOrga":"","goal":"DWR eco is an international consultancy firm based in Berlin, Germany. We are a team of experts in energy technologies and sustainability. As a reliable and competent partner with a focus on sustainable growth, we help companies, institutions, associations and government agencies to navigate change and capture attention for their products, ideas or services. &#xd;<br />We seek the dialogue with policy makers and opinion leaders in order to develop markets for technological innovations whose success depends on an environmentally conscious society. &#xd;<br />DWR eco utilizes its extensive international experience to successfully establish innovative green technologies.&#xd;<br />Our roster of clients includes businesses, organisations, institutions and associations both local and global. On their behalf, we develop and maintain strategic content and contacts with an eye to markets, governmental and non-governmental organisations, media and all levels of European political life.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, Internal Market, Research and Technology, Trade, Transport","euInitiatives":"Circular Economy Package&#xd;<br />Directive on waste (2008/98/EC)&#xd;<br />Packaging and packaging Waste Directive&#xd;<br />Directive on waste electrical and electronic equipment (2012/19/EU)&#xd;<br />Directive on Landfill of waste&#xd;<br />Energy Market Design ((2016/0379(COD) and 2016/0380(COD))&#xd;<br />Renewable Energy Directive (2016/0382(COD))","lastUp":"2018-03-08T11:57:27.382+01:00","customers":"European Recycling Platform SAS (ERP),AquaHydrex,Energy2market GmbH","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}