{"id":"837127435735-63","name":"Direct Action Everywhere Athens","registrationDate":"2019-08-28T17:45:54.760+02:00","category":3,"subCategory":2,"legal":"none","web":"http://dxe.gr","country":"Greece","headAddress":"PRAXITELOUS 121","headCity":"Piraeus","headPostCode":"","headPhone":"(30)69 34 77 89 56","boss":"MARIA sKOURTA","bossTitle":"Mr","bossPosition":"Organizer","membersCount":28,"membersFTE":"10.0","membership":"https://www.directactioneverywhere.com/","memberOrga":"https://www.directactioneverywhere.com/","goal":"Direct Action Everywhere (DxE) is an international grassroots network of animal rights activists founded in 2013 in the San Francisco Bay Area. DxE activists started with disruptive protests but now also use non-violent direct action tactics to further their cause, such as open rescue of animals from farms and other facilities and community building. Their intent is to build a movement that can eventually shift culture and change social and political institutions. DxE activists work for \"total animal liberation\" and the creation of a law requiring \"species equality.\". DxE Athens has the same aims in Athens, Greece.","acronym":"DxE Athens","interests":"Agriculture and Rural Development, Environment, Justice and Fundamental Rights","euInitiatives":"Animal rights, True Animal Wellfare. Protection of Animal Rights. Respect of the 5 Animal Freedoms:&#xd;<br />&#xd;<br />The five freedoms as currently expressed are:[1]&#xd;<br />&#xd;<br />@ Freedom from hunger or thirst by ready access to fresh water and a diet to maintain full health and vigour&#xd;<br />@ Freedom from discomfort by providing an appropriate environment including shelter and a comfortable resting area&#xd;<br />@ Freedom from pain, injury or disease by prevention or rapid diagnosis and treatment&#xd;<br />@ Freedom to express (most) normal behaviour by providing sufficient space, proper facilities and company of the animal's own kind&#xd;<br />@ Freedom from fear and distress by ensuring conditions and treatment which avoid mental suffering","lastUp":"2019-08-28T17:50:34.726+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}