{"id":"837168835660-56","name":"National Cybersecurity Competence Centre","registrationDate":"2019-08-28T12:17:21.410+02:00","category":4,"subCategory":5,"legal":"none","web":"http://nc3.cz","country":"Czech republic","headAddress":"Šumavská 15","headCity":"Brno","headPostCode":"602 00","headPhone":"(420)5 49 49 63 93","boss":"Roman Cermak","bossTitle":"Mr","bossPosition":"director","membersCount":36,"membersFTE":"28.0","membership":"","memberOrga":"https://nc3.cz/en/members","goal":"The centre connects excellent research departments and representatives from long-operated industries focused on cybersecurity to accomplish collaborative research and to develop technical solutions in cybersecurity on the level of hardware and software, and certification mechanics of safety attributes of technological products.&#xd;<br />&#xd;<br />In cooperation with industry partners, the centre will endeavour for applying developed solutions on still growing cybersecurity market. This will empower the importance of Czech industry and research on the European and global level.","acronym":"NC3","interests":"Communication, Consumers, Digital economy and society, Education and training, Energy, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trade, Trans-European Networks","euInitiatives":"Mainly initiatives, policies and files focused on cyber security, cybercrime, data protection, protection of critical information infrastructures and related topics, such as:&#xd;<br />- EU Cybersecurity strategy&#xd;<br />- Cybersecurity act&#xd;<br />- EU cybersecurity certification initiative&#xd;<br />- Blueprint for rapid emergency response &#xd;<br />- Directive on attacks against information systems&#xd;<br />- Regulation on European Production and Preservation Orders for electronic evidence in criminal matters&#xd;<br />- Directive on european investigation order in criminal matters&#xd;<br />- E-privacy directive/regulation&#xd;<br />- General data protection regulation","lastUp":"2019-08-28T12:19:59.914+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}