{"id":"83743954330-47","name":"Europe Air Sports","registrationDate":"2010-10-11T10:17:29.240+01:00","category":2,"subCategory":4,"legal":"Non-profit organisation","web":"http://www.europe-air-sports.org","country":"Belgium","headAddress":"Rue des Cerisiers, 9","headCity":"Grez-Doiceau","headPostCode":"1390","headPhone":"(32)10 84 41 07","boss":"Roberts David","bossTitle":"Mr","bossPosition":"President","membersCount":12,"membersFTE":"3.0","membership":"Europe Air Sports is affiliated to the Fédération Aéronautique Internationale (FAI).","memberOrga":"www.europe-air-sports.org","goal":"Europe Air Sports (EAS) is the voice of sports and recreational aviation at the European level.  Established in 1988 as a non-profit organisation, and since 1994 affiliated to the Fédération Aéronautique Internationale (FAI), our objective is the long-term promotion of sports and recreational aviation in Europe. &#xd;<br />&#xd;<br />Our current Membership counts the National Aero Clubs of 22 States, including most of the EU Member States, plus the European Gliding Union (EGU), the European Hang Gliding and Paragliding Union (EHPU), the European Parachute Union (EPU), the European Microlight Federation (EMF), the PPL/IR Group Europe, the European Federation of Light Experimental and Vintage Aircraft (EFLEVA), and the European Power Flying Union (EPFU). &#xd;<br />&#xd;<br />Together we represent the interests of some 650.000 active sport and recreational airspace users!&#xd;<br />&#xd;<br />Air sports and recreational aviation comprise the activities of competitive sports and leisure flying in non-profit organisations. It is a distinct sub-set within the overall group of General Aviation. As well as providing both leisure to its participants and generating commercial activity in its supporting industries, it is a valuable resource for Commercial Aviation, providing fascination and motivation to young people towards starting professional aviation careers.","acronym":"EAS","interests":"Enterprise, Environment, General and Institutional Affairs, Sport, Transport, Youth","euInitiatives":"Aviation policy, as far as the non commercial segment of General Aviation is concerned.","lastUp":"2017-06-22T09:31:39.386+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}