{"id":"838097733271-24","name":"Federconsumatori - Federazione Nazionale Consumatori e Utenti","registrationDate":"2018-11-20T15:16:40.962+01:00","category":3,"subCategory":2,"legal":"Ente di promozione sociale","web":"http://www.federconsumatori.it/","country":"Italy","headAddress":"Via Palestro, 11","headCity":"Roma","headPostCode":"","headPhone":"(39)06 42 02 07 55","boss":"Emilio Viafora","bossTitle":"Mr","bossPosition":"Presidente","membersCount":6,"membersFTE":"2.75","membership":"European Consumers Union&#xd;\nIn Europa con i consumatori&#xd;\n&#xd;\nECU è un network di associazioni europee nato per coniugare esigenze locali e globali di tutela del consumatore. Ci poniamo come interlocutori di cittadini, amministrazioni locali e comunitarie fornendo:&#xd;\n&#xd;\nascolto e presa in carico delle problematiche dei consumatori&#xd;\nsoluzioni rapide e concrete&#xd;\nconsulenza legale&#xd;\nservizi di mediazione con la Pubblica Amministrazione e le imprese&#xd;\nattività di sensibilizzazione e informazione sui temi del consumerismo&#xd;\nECU difende il potere di acquisto dei cittadini ed esercita un costante lavoro di monitoraggio del mercato affinché la trasparenza e la correttezza dei servizi siano garantite e, con esse, la salute e i diritti fondamentali dei consumatori.&#xd;\n&#xd;\nAlimentazione, salute, ambiente, commercio, produzione, risparmio, servizi di pubblica utilità sono alcuni dei temi di cui ECU si occupa, assieme al controllo assiduo di efficacia e imparzialità della Pubblica Amministrazione.&#xd;\n&#xd;\nhttp://europeanconsumersunion.eu/","memberOrga":"Gli iscritti all'Associazione sono persone fisiche.","goal":"La Federconsumatori, costituita nel 1988, è un'associazione senza scopo di lucro che ha come obiettivi prioritari l'informazione e la tutela dei consumatori ed utenti. Alla sua costituzione hanno contribuito anche esperti di consumerismo operanti nell'ambito dell'università, dell'informazione e del Parlamento, impegnati da anni in difesa dei diritti dei consumatori. La Federconsumatori è presente su tutto il territorio nazionale con una rete capillare di sportelli per fornire assistenza e consulenza a tutti i cittadini. Possono accedere agli sportelli e alle sedi dell'associazione tutti i consumatori indistintamente. Gli operatori degli sportelli svolgono soprattutto un'attività di informazione dei consumatori, dei loro diritti, delle leggi vigenti e delle azioni da intraprendere per risolvere i loro problemi. La Federconsumatori che da trenta anni opera con competenza e professionalità nella difesa dei diritti dei consumatori, ha promosso molteplici iniziative, incontri, dibattiti, conferenze, ricerche e campagne informative, a diversi livelli: locale, nazionale ed europeo. Mettiamo a disposizione l'esperienza e la preparazione dei nostri consulenti per informare e formare i cittadini sui loro diritti.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Food Safety, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Trade, Transport","euInitiatives":"Emissioni auto: richiesta intervento del ministero dopo lo scandalo Volkswagen.&#xd;<br />&#xd;<br />GDPR: Federconsumatori ha partecipato alle audizioni ed ha preso attivamente parte all'iter legislativo per il recepimento della nuova normativa sulla privacy.&#xd;<br />&#xd;<br />La Federconsumatori è intervenuta chiedendo la necessaria tutela dei cittadini in relazione al Codice europeo delle comunicazioni elettroniche.","lastUp":"2019-11-18T16:46:39.127+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}