{"id":"83801919273-01","name":"European Network of Freshwater Research Organisations","registrationDate":"2012-08-03T08:17:59.808+01:00","category":3,"subCategory":2,"legal":"none","web":"http://www.euraqua.org","country":"Italy","headAddress":"Via F. De Blasio,5","headCity":"Bari","headPostCode":"70132","headPhone":"(39)08 05 82 05 27","boss":"Anna-Stiina Heiskanen","bossTitle":"Ms","bossPosition":"chair person","membersCount":2,"membersFTE":"0.5","membership":"(In)formal relations exist with for example the WssTP (wsstp.eu), Partnership for European Environmental Research (PEER; peer.org), the Water JPI (waterjpi.eu)  and others, among whom transnational River Basin Management Commissions.","memberOrga":"http://www.euraqua.org/content/whatiseuraqua/memberinstitutes.4.4a4d22a41128e56161b800015374.html","goal":"The key objective of EurAqua is to contribute substantially to the development of European Freshwater Science and its use on a European scale, thus having a significant input on the development of the scientific basis of European water management and policy. EurAqua aims to achieve the objective above by carrying out activities along four main headers:&#xd;<br />1. “Science Collaboration\" - EurAqua will take action to further strengthen the collaboration and integration of research resources and facilitate efficient transfer of knowledge between scientific institutions and between researchers.&#xd;<br />2. “Science Policy Collaboration\" - EurAqua will take action to collaborate and exchange research results with end-users, aiming to bridge the science policy and the innovation gaps&#xd;<br />3. “Research needs identification and validation\" - EurAqua will actively and continuously work on identifying and validating research needs required to implement today´s policy and future emerging challenges. &#xd;<br />4. “Efficiency and strength of EurAqua\" - EurAqua will more actively pursue information flow between the partners as to increase efficiency. EurAqua will also liaise with other networks to collaborate whenever possible, further enhancing efficiency and effectiveness.","acronym":"EurAqua","interests":"Agriculture and Rural Development, Climate Action, Environment, International co-operation and development, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Research Policy&#xd;<br />Water Policy&#xd;<br />Environmental policy&#xd;<br />Science-policy interface&#xd;<br />International cooperation","lastUp":"2019-11-22T10:15:51.164+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}