{"id":"838368226449-29","name":"Avenir Suisse","registrationDate":"2017-03-22T09:58:44.326+01:00","category":4,"subCategory":5,"legal":"Stiftung","web":"http://www.avenir-suisse.ch","country":"Switzerland","headAddress":"Rotbuchstrasse 46","headCity":"Zürich","headPostCode":"","headPhone":"(41)4 44 45 90 00","boss":"Peter Grünenfelder","bossTitle":"Mr","bossPosition":"Direktor","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"http://www.avenir-suisse.ch/team/","goal":"Avenir Suisse arbeitet dafür, dass die Schweiz auch den kommenden Generationen Chancen bietet – für eine eigenständige Entwicklung, für Bürgersouveränität und für Wohlstand. Gute Rahmenbedingungen basieren auf Kreativität, Wettbewerb und Offenheit. Avenir Suisse will frühzeitig relevante Themen aufgreifen, die öffentliche Diskussion mit innovativen Lösungsansätzen beleben und so einen Beitrag zur Stärkung des Standorts Schweiz leisten.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Avenir Suisse verfolgt hauptsächlich folgende Politiken:&#xd;<br />&#xd;<br />Bilaterale I &amp; II (Schweiz-EU)&#xd;<br />Strommarkt&#xd;<br />Landwirtschaft&#xd;<br />Zoll- und Steuerwesen","lastUp":"2018-03-14T14:31:53.584+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}