{"id":"838328429683-62","name":"ALNYLAM PHARMACEUTICALS","registrationDate":"2018-01-18T18:50:52.536+01:00","category":2,"subCategory":3,"legal":"Corporation, publicly traded","web":"http://www.alnylam.com","country":"Switzerland","headAddress":"Dammstrasse 19","headCity":"Zug","headPostCode":"6300","headPhone":"(41)4 15 61 35 00","boss":"Theresa Heggie","bossTitle":"Ms","bossPosition":"SVP Head of Europe and Canada","membersCount":1,"membersFTE":"0.25","membership":"Alnylam is Member of European Confederation of Pharmaceutical Entrepreneurs (EUCOPE, http://www.eucope.org/en)","memberOrga":"http://www.eucope.org/en","goal":"Alnylam is leading the translation of RNA interference (RNAi) into a whole new class of innovative medicines with the potential to&#xd;<br />transform the lives of patients who have limited or inadequate treatment options. Based on Nobel Prize-winning science, RNAi&#xd;<br />therapeutics represent a powerful, clinically validated approach for the treatment of a wide range of debilitating diseases with high&#xd;<br />unmet medical need. Alnylam was founded in 2002 on a bold vision to turn scientific possibility into reality, which is now marked by&#xd;<br />its robust discovery platform and deep pipeline of investigational medicines.","acronym":"ALNY","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Alnylam is committed to making the therapies we develop available to those who will benefit from them. We seek to be involved in policy developments that improve regulatory processes for pharmaceuticals and ensure the right environment for research,&#xd;<br />innovation and industry in Europe. We aim at participating in debates around improved and equal access to innovative medicines for&#xd;<br />patients through open dialogues with European policy-makers.","lastUp":"2018-01-18T18:51:22.751+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}