{"id":"838412814070-85","name":"Avise","registrationDate":"2014-07-24T11:52:12.004+02:00","category":3,"subCategory":2,"legal":"Association","web":"https://www.avise.org/","country":"France","headAddress":"avenue Parmentier, 18","headCity":"Paris","headPostCode":"75011","headPhone":"(33)1 53 25 02 25","boss":"Jérôme Saddier","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"néant","memberOrga":"La liste des membres du Conseil d'administration est consultable à l'adresse suivante : &#xd;\nhttps://www.avise.org/le-conseil-dadministration","goal":"Une mission d’intérêt général&#xd;<br />Agence créée en 2002 par la Caisse des Dépôts et des grands acteurs de l’économie sociale, l’Avise a pour finalité d’accroître le nombre et la performance des structures de l’économie sociale et solidaire (ESS), créatrices d’activités, d’emplois, d’innovation, de cohésion sociale et territoriale. À cette fin, elle contribue à la conception et à la mise en œuvre partenariale de politiques publiques et de dispositifs adaptés.&#xd;<br />&#xd;<br />Deux axes d’intervention&#xd;<br />En tant que centre de ressources et d’ingénierie et dans un rôle d’interface technique entre pouvoirs publics, acteurs de l’ESS et entreprises, l’Avise agit pour :&#xd;<br />- favoriser l’émergence de nouvelles activités d’utilité sociale&#xd;<br />- consolider et développer les structures d’utilité sociale&#xd;<br />Agence positionnée au niveau national, elle s’appuie sur les têtes de réseaux du secteur et les acteurs territoriaux pour renforcer localement l’impact de ses actions ; elle promeut également ses deux axes d’intervention au niveau européen.","acronym":"","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Internal Market, Regional Policy, Youth","euInitiatives":"L'Avise suit principalement les dossiers législatifs, initiatives et politiques de l'UE relatifs à l'emploi, à la formation et à la cohésion sociale et plus particulièrement les questions liées à l'entrepreneuriat social.","lastUp":"2018-03-29T11:12:03.719+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}