{"id":"838916626022-92","name":"ALGECO SAS","registrationDate":"2017-02-21T15:40:35.587+01:00","category":2,"subCategory":3,"legal":"SAS","web":"https://www.algeco.fr/","country":"France","headAddress":"1 place de la pyramide","headCity":"Paris La D?fense","headPostCode":"92911","headPhone":"(33)01 42 91 90 37","boss":"Bertrand Quenot","bossTitle":"Mr","bossPosition":"CEO Europe","membersCount":4,"membersFTE":"1.25","membership":"N/A","memberOrga":"N/A","goal":"Algeco is the leading global business services provider focused on modular space, secure portable storage solutions, and associated services (furniture, HVAC ?) Headquartered in Paris, Algeco in Europe has operations in 18 countries with a modular fleet of approximately 180,000 units. Algeco provides prefabricated modular space serving a wide variety of business needs, including offices, in plant offices, schools, healthcare facilities, and storage. The structures can be used for either temporary (rent) where Algeco is established, or permanent applications for export and countries of operations, and can be deployed quickly and economically. Our clients also comprise industry, construction, governmental organizations and oil and gas related providers.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The reception of migrants and refugees in the EU","lastUp":"2017-03-07T17:11:26.351+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}