{"id":"839116719500-42","name":"scientiae.one","registrationDate":"2015-11-12T14:45:29.129+01:00","category":1,"subCategory":6,"legal":"Einzelunternehmen","web":"https://www.scientiae.one","country":"Belgium","headAddress":"37 Square de Meeus","headCity":"Brüssel","headPostCode":"1000","headPhone":"(32)14 42 93 74","boss":"Sina Vorr","bossTitle":"Ms","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Das Unternehmen scientiae.one ist ein klassisches Beratungsunternehmen, dessen Grundlagen der reinen Existenz daraus bestehen, Meinungen in Einklang zu bringen, zu vermitteln, zu verbinden.&#xd;<br />&#xd;<br />Die Ansprüche der Gesellschaft sind nicht immer in Einklang zu bringen mit Ansprüchen von Unternehmen. Man kann solche Diskrepanzen beheben und die Gesellschaft aufklären. Das ist unser Auftrag. Wir wollen keine Meinung verbieten, sondern als Aufklärer aktiv die gesellschaftliche Meinung fördern und bilden. Wir sind keine „Lobbyisten“, sondern Helfer der Meinungsverbreitung. Wir sind der Annahme, dass man die Gesellschaft nicht mit Geld und Drohungen zu Entscheidungen zwingen kann, sondern sie richtig und aufrichtig über Situationen informieren muss.","acronym":"","interests":"Budget, Communication, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"EU-Osterweiterung: Verfolgung von eventuellem türkischen Beitritt, Verfolgung von Interessen eventuellen Beitritts von ehemaligen russischen Ostblockstaaten, Pro-Einstellung zu Abbau des Abwehrschirmes in Polen, Integrierung der russischen Wirtschaft, eventuelle Sonderabkommen; &#xd;<br />Pharmazeutische Verordnungen: allgemeine Zulassung von Medikamenten in die EU, Ablehnung von non-profit-Organisationen, Medikamenteneinführung in Afrikanische Union, Begleitung von Medikamentenerprobungen bzw. -studien;&#xd;<br />Öffentlichkeitsarbeit: allgemeine Öffentlichkeitsarbeit für angehörige EU-Staaten und deren Vorhaben bzgl. der o.g. Punkte, Vorhaben 2016: medienfreundlicherer Umgang mit der Russischen Föderation;","lastUp":"2017-10-09T18:07:24.984+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"500000-999999"}