{"id":"839229731211-44","name":"Od Tatier k Schumanu (From Tatra to Schuman)","registrationDate":"2018-04-16T12:59:01.399+02:00","category":3,"subCategory":2,"legal":"none","web":"http://odtatierkschumanu.eu/","country":"Belgium","headAddress":"Rue De Ramskapelle 5","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 86 28 87 71","boss":"Erik Zolcer","bossTitle":"Mr","bossPosition":"Founder","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Od Tatier k Schumanu – \"From the Tatra to Schuman\"; from Slovakia (and the Czech Republic) to Brussels - aims to unite all who made that journey and decided to pursue a career in EU affairs. The project is the brainchild of young Slovak and Czech professionals in Brussels who wanted to create an inclusive place for debate, networking and sharing experiences. Od Tatier k Schumanu strengthens relations within the Slovak-Czech professional community through networking events offering accessible and quality discussions with inspirational personalities.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"While 'Od Tatier k Schumanu' organises events and discussions on a a wide variety of topics, the project does not follow any specific legislative file or EU policy. Events are planned around topical issues and based on the availability of Slovak or Czech speakers in Brussels.","lastUp":"2018-04-16T14:02:22.366+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}