{"id":"839988520536-91","name":"Krajowa Izba Biopaliw","registrationDate":"2016-02-03T14:32:56.401+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.kib.pl","country":"Poland","headAddress":"Grzybowska 2 lok. 49","headCity":"Warszawa","headPostCode":"00-131","headPhone":"(48)2 24 36 06 11","boss":"Zygmunt Gzyra","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":7,"membersFTE":"7.0","membership":"ePURE ethanol platform,&#xd;\nNational Consultative Group of the European Bidiesel Board,&#xd;\nCopa-Cogeca (Bioenergy/Biotechnology WG),","memberOrga":"","goal":"1.\tReprezentowanie branży biopaliw transportowych, ze szczególnym uwzględnieniem interesów członków Stowarzyszenia wobec władz państwowych, samorządowych, gospodarczych, organizacji społecznych i zawodowych w kraju i za granicą.&#xd;<br />2.\tPodnoszenie konkurencyjności członków wspierających Stowarzyszenia poprzez wspomaganie ich efektywnego funkcjonowania na rynku krajowym i międzynarodowym.&#xd;<br />3.\tWypracowanie wizji i strategii rozwoju sektorów: gorzelnianego, olejowego, chemicznego i rolnictwa w zakresie wytwarzania i wykorzystania biokomponentów, biopaliw ciekłych i biopłynów w oparciu  &#xd;<br />o krajowy potencjał rolnictwa i biomasy.&#xd;<br />4.\tBudowanie pomostu pomiędzy przemysłem a nauką poprzez inicjowanie prac naukowo-badawczych, rozwojowych i programów pilotażowych oraz komercjalizację rozwiązań innowacyjnych z zakresu wytwarzania i wykorzystania biokomponentów, biopaliw ciekłych i biopłynów.&#xd;<br />5.\tIntegracja partnerów gospodarczych i badawczych zainteresowanych technologiami wytwarzania biokomponentów, biopaliw ciekłych i biopłynów.&#xd;<br />6.\tTworzenie wizji i strategii rozwoju rynku biopaliw ciekłych w oparciu o innowacyjne technologie przetwarzania biomasy.&#xd;<br />7.\tPromocja biokomponentów, biopaliw ciekłych i biopłynów wytwarzanych zgodnie z kryteriami zrównoważonego rozwoju.&#xd;<br />8.\tProwadzenie działalności edukacyjnej i informacyjnej z tematyki Odnawialnych Źródeł Energii.","acronym":"KIB","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Trade, Transport","euInitiatives":"Polityka energetyczno-klimatyczna UE - perspektywa do 2020 r. i ramy polityczne dla klimatu i energii na lata 2020-2030.","lastUp":"2018-01-09T09:25:14.490+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}