{"id":"840058823715-16","name":"Universitetet i Oslo","registrationDate":"2016-10-04T12:07:49.557+01:00","category":4,"subCategory":12,"legal":"Public body","web":"http://www.uio.no","country":"Norway","headAddress":"Problemveien 5-7","headCity":"Oslo","headPostCode":"N-0317","headPhone":"(47)22 85 50 50","boss":"Arne Benjaminsen","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The University of Oslo was founded in 1811 as the first in Norway.&#xd;<br />&#xd;<br />Located mainly on Blindern Campus in the northern part of Oslo, UiO has eight faculties:&#xd;<br />&#xd;<br />    Faculty of Medicine&#xd;<br />    Faculty of Dentistry&#xd;<br />    Faculty of Law&#xd;<br />    Faculty of Theology&#xd;<br />    Faculty of Humanities&#xd;<br />    Faculty of Mathematics and Natural Sciences&#xd;<br />    Faculty of Social Sciences&#xd;<br />    Faculty of Education Sciences&#xd;<br />&#xd;<br />The capital university is also home to the Viking Ship Museum, the Historical Museum and the Natural History Museum, a Main Library with 3.6 million holdings and a wide range of associated units and centres.&#xd;<br />&#xd;<br />The University of Oslo has an operating annual budget of NOK 6.6 billion, and most of its funding comes from the Norwegian Government.&#xd;<br />Ranking&#xd;<br />&#xd;<br />UiO is the highest ranked institution of education and research in Norway - and one of the World's Top 100 universities, according to the Shanghai World Ranking. With five Nobel Prize winners, UiO has a strong track record of pioneering research and scientific discovery.&#xd;<br />Research&#xd;<br />&#xd;<br />As a classical university with a broad range of academic disciplines, UiO has top research communities in most areas. Moreover, UiO currently has 8 National Centres of Excellence and a strategic focus on interdisciplinary research in the field of energy and life sciences in particular. As a broadly based, non-profit research university, UiO has access to good public funding schemes. Lab and office facilities, libraries and technical support are at the high end.&#xd;<br />Education&#xd;<br />&#xd;<br />UiO offers more than 800 courses in English at all levels, around 40 Master’s degree programmes taught entirely in English and several PhD programmes. UiO focuses on research-based education and attracts highly qualified students from all over the country.&#xd;<br />Internationalization&#xd;<br />&#xd;<br />UiO attracts students and researchers from all over the world. As of 2015, 15 percent of the student population is from foreign countries. 22 percent of the academic staff and 31 percent of the PhD candidates are from abroad.","acronym":"UiO","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Horizon 2020&#xd;<br />European Innovation Council&#xd;<br />Open Science&#xd;<br />Open Innovation&#xd;<br />Horizon Europe","lastUp":"2019-10-31T10:36:13.610+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}