{"id":"840494112561-47","name":"Convention of National Associations of Electrical Engineers of Europe","registrationDate":"2014-01-07T12:52:07.896+02:00","category":2,"subCategory":7,"legal":"AISBL","web":"http://www.eurel.org","country":"Belgium","headAddress":"Rue d'Arlon 25","headCity":"Brüssel","headPostCode":"1050","headPhone":"(32)22 34 61 25","boss":"Andreas Landwehr","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"https://www.eurel.org/eurel/about/members","goal":"The Convention of National Associations of Electrical Engineers of Europe (EUREL) is a non-profit organisation. EUREL represents ten member associations in ten countries in Greater Europe.&#xd;<br />The aims are:&#xd;<br />- to inform engineers about the activities of EUREL and its member associations;&#xd;<br />- to distribute documentation to member associations;&#xd;<br />- to inform member association officials of the latest developments in the EU;&#xd;<br />- to inform other interested parties what EUREL is and does.&#xd;<br />&#xd;<br />The EUREL Mission:&#xd;<br />- To facilitate exchange of information and foster a wider dissemination of scientific, technical and other information relevant to Electrical Engineering between members and other interested bodies;&#xd;<br />- To represent members with regional, national and international authorities, organizations or agencies, public or private;&#xd;<br />- To foster multilateral cooperation between member associations and with other interested bodies, each member retaining its independence.","acronym":"EUREL","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Education and training, Energy, Environment, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Strategy&#xd;<br />Renewable energy&#xd;<br />Energy Efficiency&#xd;<br />Cybersecurity&#xd;<br />Horizon 2020&#xd;<br />Digital Single Market&#xd;<br />Consumer safety&#xd;<br />Nanotechnology&#xd;<br />Standardization&#xd;<br />FTAs","lastUp":"2018-05-08T13:41:30.451+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}