{"id":"840500521297-41","name":"Regent's University London","registrationDate":"2016-04-15T15:15:34.335+01:00","category":4,"subCategory":12,"legal":"Charity","web":"http://www.regents.ac.uk","country":"United kingdom","headAddress":"Regent's University London","headCity":"London","headPostCode":"NW1 4NS","headPhone":"(44)20 74 87 77 00","boss":"Aldwyn  Cooper","bossTitle":"Mr","bossPosition":"Vice Chancellor &amp; CEO","membersCount":6,"membersFTE":"3.5","membership":"","memberOrga":"http://www.regents.ac.uk/about/alumni","goal":"Regent’s University London is London's only independent, not-for-profit university, with a highly cosmopolitan community based in royal Regent's Park and Marylebone. &#xd;<br />&#xd;<br />The University is a hive for innovative thinkers - students who want to learn in a supportive personal environment and who will enter the world of work as entrepreneurs and leaders who think and operate globally.&#xd;<br />&#xd;<br />We offer degree programmes in a wide range of fields, including business and management, finance, humanities, creative arts, social sciences and design. &#xd;<br />&#xd;<br />Regent's is small and intimate enough to feel like a 'home away from home'. With just under 5,000 students on campus, our staff and students get to know each other by name, and students benefit from plenty of one-to-one contact with their tutors.&#xd;<br />&#xd;<br />The University is a meeting place for people from all over the world. We are proud to have students of more than 140 nationalities on campus. We also welcome many visiting faculty and students from around the world at any given time, a significant proportion of our campus community is made up of students from our prestigious partner institutions.&#xd;<br />&#xd;<br />Intercultural exchange and international languages are a crucial part of our education at Regent's - our students are citizens of the world. Many students spend a portion of their studies abroad, gaining experience of other cultures, languages and work practices. We actively encourage all students to undertake internships and work experience.&#xd;<br />&#xd;<br />Our graduates go on to build successful international careers in a range of industries as well as becoming entrepreneurs, starting their own companies or returning to ensure the continuing success of family businesses. &#xd;<br />&#xd;<br />With more than 15,800 alumni in 158 countries, Regent's graduates remain members of our community, wherever they may be in the world.","acronym":"","interests":"Education, Enterprise, General and Institutional Affairs, Home Affairs","euInitiatives":"The Institute of Contemporary European Studies (iCES) is an integral part of Regent’s University London.  The aim of iCES is to develop and promote research and teaching in the sphere of contemporary European studies (see www.regents.ac.uk/ices). Whilst its focus is on contemporary Europe and contemporary European Studies, iCES contributes to the work of the University across the full range of its activities.&#xd;<br />&#xd;<br />Regent’s University Lectures &amp; Seminars:&#xd;<br />&#xd;<br />• iCES Europe in the World Lectures and discussion series&#xd;<br />• iCES Jean Monnet Lecture and Discussion Series&#xd;<br />• Joint Seminars with the Senior European Experts - an independent body consisting of former high-ranking British diplomats, ambassadors, and civil servants.&#xd;<br />• Activities with the European Government Business  Relations Council&#xd;<br />• Support for  European lectures and seminars throughout Regent’s University London&#xd;<br />  &#xd;<br />A full record of the work of Regent’s University London is posted on the Regent’s University website (www.regents.ac.uk)","lastUp":"2017-07-06T10:50:20.075+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}