{"id":"840686231751-60","name":"MaaS Global Ltd","registrationDate":"2018-06-11T10:10:06.252+02:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://www.maas.global","country":"Finland","headAddress":"Lönnrotinkatu 18","headCity":"Helsinki","headPostCode":"00120","headPhone":"(358)05 03 37 93 82","boss":"Jukka-Pekka Tanhuala","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":2,"membersFTE":"1.0","membership":"ITS Finland, http://www.its-finland.fi/index.php/en/&#xd;\nMaaS Alliance, https://maas-alliance.eu &#xd;\nFinland Chamber of Commerce, https://kauppakamari.fi/en/ &#xd;\nConnekt, https://www.connekt.nl/en/&#xd;\nITS.be, https://www.its.be","memberOrga":"","goal":"MaaS Global Ltd is bringing into reality the concept of Mobility as a Service (MaaS), by building the world’s first mobility ecosystem. MaaS Global aspires to upgrade the service level of transportation by joining together public and private transportation providers. Collaboration and integration of services will create a seamless and compelling travel experience for everyone, locally and globally. &#xd;<br />&#xd;<br />Imagine if all your daily travel needs would be covered, with one simple app, with one simple payment – directly from your mobile. Travel as much as you like with a flat fee, or pay-as-you-go, with buses, trains, taxis, cars and more - MaaS provides you the ultimate way to move around. Our revolutionary mobile app, Whim, liberates people from timetables, fixed routes, parking worries and the high costs of owning a car. Born out of a need to be spontaneous, it gives people access to a huge variety of transport options. A Whim subscription means true freedom of mobility.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Transport","euInitiatives":"Digital Single Market &#xd;<br />Free Flow of Data &#xd;<br />Files related to new mobility, urban mobility, multimodality, reviewed ITS directive&#xd;<br />Commission publishes Strategy for low-emission mobility","lastUp":"2018-06-11T11:07:46.197+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}