{"id":"841149520528-38","name":"Commercial League National Pharma Center Inc","registrationDate":"2016-02-03T15:11:48.796+01:00","category":2,"subCategory":4,"legal":"JSC","web":"http://comleague.com/","country":"Bulgaria","headAddress":"One G. M. Dimitrov Blvd.","headCity":"Sofia","headPostCode":"","headPhone":"(359)29 60 31 00","boss":"Takvor Boghossian","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Commercial League Healthcare Group is a group of healthcare companies, the first of which, the wide-reaching pharmaceutical distribution company Commercial League, was founded in 1991. Today, the group represents a functionally integrated conglomerate of companies and holdings with a robust network and value chain.  As a leading network of healthcare companies, we use our strategic capabilities and sound ethics to serve every patient by providing high quality healthcare products and services to prolong and improve patients’ lives.","acronym":"","interests":"Competition, Consumer Affairs, Internal Market, Public Health, Regional Policy, Research and Technology, Trade","euInitiatives":"The main EU initiative to be followed by Commercial League National Pharma Center Inc is Health and Consumer Policy 2015/SANTE/396.&#xd;<br />&#xd;<br />Nonetheless, Commercial League National Pharma Center Inc will follow, without limitation, the legislative files of the Parliamentary Committee:&#xd;<br />&#xd;<br />Committee on the Environment, Public Health and Food Safety&#xd;<br />&#xd;<br />(F) - ENVI/8/01656 2014/0256(COD) Amendment to Regulation (EC) No 726/2004 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency&#xd;<br />&#xd;<br />(F) - ENVI/8/04662 2015/2890(DEA) Commission Delegated Regulation supplementing Directive 2001/83/EC of the European Parliament and of the Council by laying down detailed rules for the safety features appearing on the packaging of medicinal products for human use&#xd;<br />&#xd;<br />Committee on legal affairs&#xd;<br />&#xd;<br />(F) - JURI/8/00466 2014/0165(COD) Trade diversion into the European Union of certain key medicines (codification)&#xd;<br />&#xd;<br />Committee on international trade&#xd;<br />&#xd;<br />(F*) - INTA/8/00120 2012/0060(COD) Access of third country goods and services to the Union’s internal market in public procurement and procedures supporting negotiations on access of Union goods and services to the public procurement markets of third countries&#xd;<br />&#xd;<br />Committee on Economic and Monetary Affairs&#xd;<br />&#xd;<br />(F) - ECON/8/00140 2012/0164(APP) Establishing a facility for providing financial assistance for Member States whose currency is not the euro.","lastUp":"2018-01-04T10:20:22.072+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}