{"id":"841347528761-81","name":"EU-Malaysian Chamber of Commerce &amp; Industry","registrationDate":"2017-10-25T10:49:51.582+02:00","category":2,"subCategory":4,"legal":"Chamber","web":"http://www.eumcci.com","country":"Malaysia","headAddress":"Suite 10.01, Menara Atlan,","headCity":"Kuala Lumpur","headPostCode":"50450","headPhone":"(60)21 62 61 98","boss":"Roberto Benetello","bossTitle":"Mr","bossPosition":"CEO","membersCount":12,"membersFTE":"9.75","membership":"http://www.eumcci.com/member-directory.php","memberOrga":"European Business Organisation (EBO) network (http://www.ebonetwork.eu)&#xd;\nEU-ASEAN Business Council (http://.eu-asean.eu)","goal":"To promote, support and develop EU business interests in Malaysia as well as facilitate trade, commerce and&#xd;<br />investments between EU and Malaysia. In order to fulfill its mission, EUMCCI carries out activities that will&#xd;<br />catalyse and stimulate networking of European companies in Malaysia with the Malaysian business community,&#xd;<br />business associations, relevant ministries, official representations and other Chambers in Asia. These activities are balanced between social and business activities.","acronym":"EUMCCI","interests":"Agriculture, Banking and financial services, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, International co-operation and development, Public Health, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"To develop and enhance EU position and image in Malaysia&#xd;<br />High profile lobbying/dialogue with Institutions, Government&#xd;<br />Speed up decisions and actions within the ministries and authorities&#xd;<br />Promote and market EU technologies, SMEs products and services in Malaysia&#xd;<br />Facilitate the dialogue between the European private sector and Malaysian government.","lastUp":"2018-10-16T09:31:20.862+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}