{"id":"841636629331-19","name":"Biedrības \"Latvijas Lielo pilsētu asociācija\"","registrationDate":"2018-01-08T09:30:23.113+02:00","category":6,"subCategory":11,"legal":"Biedrība","web":"http://llpa.lv/","country":"Latvia","headAddress":"Mazā Jauniela 5","headCity":"Rīga","headPostCode":"LV-1050","headPhone":"(371)67 22 35 15","boss":"Viktors Valainis","bossTitle":"Mr","bossPosition":"izpilddirektors","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"Asociācijas biedri ir 9 Latvijas Republikas pilsētu domēs.&#xd;\nPilsētām ir sadarbība ar vairākām citu valstu pilsētām.","goal":"Biedrības mērķi ir: &#xd;<br />1. īstenot republikas pilsētu tiesisko interešu aizsardzību;&#xd;<br />2. veicināt republikas pilsētu un šo vietējo pašvaldību savstarpējo sadarbību;&#xd;<br />3. veicināt republikas pilsētu un šo vietējo pašvaldību sadarbību ar Latvijas Republikas, starptautiskajām un citu valstu institūcijām un organizācijām;&#xd;<br />4. veicināt republikas pilsētu un vietējo pašvaldību attīstību.&#xd;<br />Biedrības uzdevumi ir:&#xd;<br />1. ar likumīgiem līdzekļiem pārstāvēt un aizstāvēt Biedrības biedru intereses un tiesības;&#xd;<br />2. organizēt Biedrības biedru kopīga viedokļa sagatavošanu jebkuros Biedrības biedru intereses skarošos jautājumos;&#xd;<br />3. veicināt neracionālu Biedrības biedru darbību reglamentējošu normatīvo aktu tiesību normu pārskatīšanu vai grozīšanu, iesniegt attiecīgos priekšlikumus par nepieciešamajiem grozījumiem; &#xd;<br />4. organizēt tikšanās, sanāksmes, seminārus, mācības un jebkurus citus Biedrības biedru viedokļu un pieredzes apmaiņas pasākumus;&#xd;<br />5. piesaistot finansējumu, īstenot projektus, lai sasniegtu Biedrības Statūtos noteiktos Biedrības mērķus.&#xd;<br />Kā arī veikt citus uzdevumus, lai sasniegtu Biedrības Statūtos noteiktos Biedrības mērķus.","acronym":"LLPA","interests":"Budget, Business and Industry, Climate Action, Competition, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Sport, Taxation, Transport","euInitiatives":"Aktuālākais šī brīža jautājums ir par nākamo Eiropas Savienības fondu plānošanas periodu un Kohēzijas politikas lomu.","lastUp":"2019-07-09T12:53:13.084+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}