{"id":"841635228863-21","name":"Centre for Public Policy PROVIDUS","registrationDate":"2017-11-06T13:33:45.490+02:00","category":4,"subCategory":5,"legal":"Civil society organisation","web":"http://providus.lv","country":"Latvia","headAddress":"Alberta iela 13","headCity":"Riga","headPostCode":"LV1010","headPhone":"(371)67 03 92 51","boss":"Iveta Kažoka","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"1.25","membership":"PASOS (Policy Association for Open Society) http://pasos.org/&#xd;\n&#xd;\nEuropean Policy Institutes Network (EPIN)&#xd;\nhttp://www.epin.org/new/index.php&#xd;\n&#xd;\nPan European eParticipation network&#xd;\n&#xd;\nCivic Alliance Latvia &#xd;\nhttp://www.nvo.lv/lv/news/&#xd;\n&#xd;\nLatvian Platform for Development Cooperation LAPAS&#xd;\nhttp://lapas.lv/&#xd;\n&#xd;\nNetwork of Democracy Research Institutes &#xd;\nhttps://www.ned.org/ideas/network-of-democracy-research-institutes-ndri/&#xd;\n&#xd;\nInternational Juvenile Justice Observatory&#xd;\nhttp://www.oijj.org/en","memberOrga":"http://providus.lv/par_mums/padome","goal":"PROVIDUS is a leading think-tank in Latvia, established in 2002. Our mission is to promote evidence-based policy and the development of open society values. PROVIDUS main areas of work are good governance, anti-corruption and migration, with citizen participation and EU dimension as a horizontal component throughout all activities. Or work methods include policy research and analyses, drafting and review of legislation, advocacy, monitoring, organization of public events and discussions. While most of PROVIDUS activities are focused on national and European level, our senior staff have extensive experience in knowledge sharing with other countries and regions, such as Belarus, Ukraine, the Balkans and Central Asia. PROVIDUS is a non-partisan, non-profit civil society organisation enjoying public benefit status under Latvian law. PROVIDUS is a member of various networks on national and European level, including PASOS (Policy Association for Open Society), Civic Alliance Latvia and the Latvian Platform for Development Cooperation.","acronym":"PROVIDUS","interests":"General and Institutional Affairs, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"European Citizens Initiative, Trans-European Political party lists, Political Parties at European level, Migration policy","lastUp":"2018-07-13T16:40:20.968+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}