{"id":"842673536633-19","name":"Centre for Trade and Economic Integration","registrationDate":"2019-11-21T21:28:44.074+01:00","category":4,"subCategory":5,"legal":"None","web":"https://graduateinstitute.ch/ctei","country":"Switzerland","headAddress":"Centre for Trade and Economic Integration","headCity":"Geneva","headPostCode":"1211","headPhone":"(41)2 29 08 45 70","boss":"Joost Pauwelyn","bossTitle":"Mr","bossPosition":"Co-Director","membersCount":4,"membersFTE":"1.75","membership":"TradeLab: https://www.tradelab.org/","memberOrga":"","goal":"The Centre for Trade and Economic Integration is the Graduate Institute, Geneva's Centre of Excellence for research on international trade.&#xd;<br />&#xd;<br />The core goal of the Centre is to foster genuine, interdisciplinary research and to work across disciplines to foster solutions that address the major societal issues of today.&#xd;<br />&#xd;<br />Since its establishment in 2009, CTEI has brought together the research activities of eminent professors of economics, law and political science in the area of trade, economic integration and globalization.&#xd;<br />It has also provided a forum for discussion and dialogue between the global research community, including the Graduate Institute's student body and research centres in the developing world, and the international business community, as well as international organisations and NGOs. &#xd;<br />The Centre runs research projects and organises events, and occasionally hosts a visiting scholar.","acronym":"CTEI","interests":"Competition, Digital economy and society, Research and innovation, Single market, Taxation, Trade","euInitiatives":"CTEI is interested in following EU trade policy, this can better inform our research projects and inform our events which we orgnaize with international organisations and national representatives to the WTO and UN (in Geneva).","lastUp":"2019-11-22T12:14:53.640+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}