{"id":"843069535729-18","name":"ZBT Consulting LLC","registrationDate":"2019-08-28T13:02:55.356+02:00","category":1,"subCategory":6,"legal":"Limited Liability Company (LLC)","web":"http://zbtconsulting.com","country":"Croatia","headAddress":"Ogrizoviceva ulica 34","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)9 93 35 06 06","boss":"Ivan Zuzul","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"As a full service government relations firm providing expertise, insight, and influence where business and government intersect we navigate our clients through the political processes of the EU and South East Europe (SEE) while calling Croatia home. &#xd;<br />&#xd;<br />Our team of experts assist our clients define personalized strategy, objectives, and communication lines across a full range of policy areas. We then support your case and achieve outcomes through invaluable contacts and influence. &#xd;<br />&#xd;<br />We work with our clients to understand their business, stakeholders, priorities and challenges while developing and implementing government relations plans to advance their objectives.&#xd;<br />&#xd;<br />We care about the quality of our services, the success of our clients, and relationships created through those successes.   Our professional reputation is unchallenged in the region.","acronym":"ZBT Consulting","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"ZBT Consulting's business focus is on the provision of advice and assistance in “public affairs” also termed “government relations”. We advise companies and non-corporate clients on how best to engage with government and public institutions on questions of policy, legislation and regulation that concern them.&#xd;<br />&#xd;<br />Specific EU legislative proposals and/or policies being followed vary according to the interests of our clients, but for the period covered by our latest Register entry these have included:&#xd;<br />- EU policies and legislation on energy and environment&#xd;<br />- EU policies and legislation on digital economy and society&#xd;<br />- EU policies and legislation on pharmaceuticals and health sector&#xd;<br />- EU policies and legislation on agriculture&#xd;<br />- EU policies on defense and security","lastUp":"2019-08-28T14:46:12.460+02:00","customers":"MARTIN UAV","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}