{"id":"843045413763-82","name":"Verband binationaler Familien und Partnerschaften, iaf e.V.","registrationDate":"2014-06-06T13:58:13.436+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.verband-binationaler.de","country":"Germany","headAddress":"Ludolfusstraße, 2-4","headCity":"Frankfurt am Main","headPostCode":"60487","headPhone":"(49)0 69 71 37 56 12","boss":"Hiltrud Stöcker-Zafari","bossTitle":"Ms","bossPosition":"Bundesgeschäftsführerin","membersCount":3,"membersFTE":"1.0","membership":"\"Confederation of Family Organisations in the European Union\" über unsere Mitgliedschaft bei der \"Arbeitsgemeinschaft der deutschen Familienorganisationen e.V.\"&#xd;\nMitglied bei \"European Network of Binational / Bicultural Relationship (ENB)\"&#xd;\nMitglied bei \"European Coordination for foreigner's right to family life (CE)\"","memberOrga":"","goal":"Immer mehr Frauen und Männer finden ihren Partner oder ihre Partnerin grenz- und kulturübergreifend: In Deutschland ist jede siebte Eheschließung eine binationale Verbindung, und jedes dritte Kind, das geboren wird, hat Eltern unterschiedlicher Nationalitäten.&#xd;<br />Binationale Partnerschaften sind nicht nur private Lebensentwürfe Einzelner, sie sind zugleich Ergebnis gesellschaftlicher und politischer Entwicklungen. Unser Verband ist eine bundesweite Interessenvertretung. Wir haben uns seit 1972 zusammengeschlossen, um die soziale und rechtliche Gleichstellung von Menschen ungeachtet ihrer nationalen und kulturellen Herkunft in Deutschland und in der EU zu verbessern. Hierzu arbeiten wir auch zum EU-Kernthema der Familienzusammenführung und stehen für ein Recht auf Zusammenführung gemäß der EU-Richtlinie(2003/86/EG).","acronym":"","interests":"Borders and Security, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Umsetzung der Familienzusammenführungsrichtlinie (2003/86/EG), gegen deutsche Praxis des Sprachnachweises Deutsch A1 im Ausland vor der Ehegatten- oder Familiennachzug nach Deutschland. Beobachtung aktueller EuGH Fälle wie die Rechtssache C-138/13 (Dogan), Familienzusammenführung und Sprachnachweispflicht. Andere anhängige Verfahren an deutschen Gerichten und dem EuGH.","lastUp":"2019-07-09T11:25:03.106+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}