{"id":"843065923461-84","name":"DAU-Deutsche Akkreditierungs- und Zulassungsgesellschaft für Umweltgutachter mbH","registrationDate":"2016-09-19T14:03:20.166+02:00","category":2,"subCategory":1,"legal":"GmbH","web":"http://dau-bonn.de","country":"Germany","headAddress":"Dottendorfer Strasse 86","headCity":"Bonn","headPostCode":"53129","headPhone":"(49)2 28 28 05 20","boss":"Markus Racke","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Die DAU GmbH ist die deutsche Stelle für die Zulassung und Beaufsichtigung von Umweltgutachtern im Rahmen der europäischen EMAS-Verordnung ( Verordnung (EG) Nr. 1221/2009 des Europäischen Parlaments und des Rates vom 25. November 2009 über die freiwillige Teilnahme von Organisationen an einem Gemeinschaftssystem für Umweltmanagement und Umweltbetriebsprüfung und zur Aufhebung der Verordnung (EG) Nr. 761/2001, sowie der Beschlüsse der Kommission 2001/681/EG und 2006/193/EG (EMAS III))  und des deutschen Umweltauditgesetzes. Für die Wahrnehmung dieser Aufgaben als Zulassungsstelle wurde die DAU GmbH durch eine Verordnung des Bundesministeriums für Umwelt, Naturschutz und Reaktorsicherheit beliehen.&#xd;<br />&#xd;<br />Die DAU wurde am 16. März 1995 gegründet. &#xd;<br />&#xd;<br />Aufgabe der DAU ist die Zulassung und Beaufsichtigung von Umweltgutachtern. Diese kontrollieren, ob Umweltmanagement, Betriebsprüfung und Umwelterklärung in Unternehmen den Vorschriften der europäischen EMAS-Verordnung entsprechen. &#xd;<br />&#xd;<br />Darüber hinaus ist die Gesellschaft zuständig für die Zertifizierung von Personen als Prüfstelle für die Verifizierung von Treibhausgasemissionsberichten und Tonnenkilometerberichten gemäß der Verordnung (EU) Nr. 600/2012 vom 21. Juni 2012 i.V.m. dem Treibhausgas-Emissionshandelsgesetz (TEHG) und der Emissionshandelsverordnung 2020 (EHV 2020). Auch für die Wahrnehmung diese Aufgabe erfolgte eine Beleihung.","acronym":"DAU","interests":"Energy, Environment","euInitiatives":"Verordnung (EG) Nr. 1221/2009 des Europäischen Parlaments und des Rates vom 25. November 2009 über die freiwillige Teilnahme von Organisationen an einem Gemeinschaftssystem für Umweltmanagement und Umweltbetriebsprüfung und zur Aufhebung der Verordnung (EG) Nr. 761/2001, sowie der Beschlüsse der Kommission 2001/681/EG und 2006/193/EG (EMAS III), zuletzt geändert durch Verordnung (EU) 2017/1505 der Kommission vom 28. August 2017.&#xd;<br />&#xd;<br />Verordnung (EU) Nr. 600/2012 vom 21. Juni 2012&#xd;<br />&#xd;<br />Verordnung (EG) Nr. 765/2008 des Europäischen Parlaments und des Rates vom 9. Juli 2008&#xd;<br />über die Vorschriften für die Akkreditierung und Marktüberwachung im Zusammenhang mit der&#xd;<br />Vermarktung von Produkten und zur Aufhebung der Verordnung (EWG) Nr. 339/93 des Rates","lastUp":"2018-08-22T17:39:09.975+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}