{"id":"843125521404-17","name":"SOECC – Southeast European Consulting Cooperation","registrationDate":"2016-04-18T11:44:34.528+01:00","category":3,"subCategory":2,"legal":"keine","web":"","country":"Germany","headAddress":"Reformierter Kirchgang 23","headCity":"Leer","headPostCode":"26789","headPhone":"(49)1 76 19 90 30 11","boss":"Michael Ilgner","bossTitle":"Mr","bossPosition":"Sprecher der Initiatve","membersCount":3,"membersFTE":"1.0","membership":"South East Europe -  Südosteuropa Business Region https://www.xing.com/communities/groups/south-east-europe-suedosteuropa-business-region-d489-1001701&#xd;\nBSBN – Black Sea Business Network https://www.xing.com/communities/groups/black-sea-business-network-d489-1001703 &#xd;\nGreen Technology Germany www.greentech-germany.com&#xd;\nENREET – European Network for Renewable Energies and Energy Transition www.enreet.eu","memberOrga":"","goal":"Die „SOECC – Southeast European Consulting Cooperation“ hat sich schon im September 2005 als Initiative bzw. als Netzwerk mehrerer europäischer unabhängiger Wirtschafts-, Regional-, Rechts-, Steuer- und Unternehmensberater zusammen gefunden, die sich umfassend und interdisziplinär mit den ökonomischen, technologischen und wirtschaftspolitischen Entwicklungen de Staaten Bulgarien, Rumänien, Griechenland, Moldawien, Albanien, Slowenien, Kroatien, Serbien, Kosovo, Bosnien-Herzegowina, Montenegro und Mazedonien befassen.&#xd;<br />Mittlerweile hat sich das  Aufgaben- und Branchenspektrum der SOECC  verfestigt und SOECC verfügt aufgrund der Vernetzung ihrer Mitglieder gerade in den südosteuropäischen Märkten über eine gute und einsatzbereite Infrastruktur.&#xd;<br />&#xd;<br />Die Initiatoren der SOECC haben bewusst keine nationale und/oder internationale Rechtsform gewählt, um möglichst unabhängig von formalen Vorgaben und bürokratischen Zwängen und Einschränkungen zu sein.&#xd;<br />&#xd;<br />SOECC hat sich aber am 18.04.2016 im „Transparenz Register der EU“  als „ Wirtschaftspolitische Initiative ohne Rechtsform im Bereich III – Nichtregierungsorganisationen, Plattformen und Netzwerke“ eintragen lassen, um zu dokumentieren, das unsere Initiative ernsthafte Ziele mit seriösen Mitteln verfolgt.&#xd;<br />&#xd;<br />Die Zusammenarbeit zeichnet sich durch einen intensiven Informations- und Wissensaustausch aus. &#xd;<br />Ziel der SOECC  ist die Entfaltung von Synergien zur Stärkung der Wettbewerbsfähigkeit und zur Erhöhung der Wachstumspotenziale in den südosteuropäischen Staaten. Gleichzeitig hat SOECC das Ziel, die Bindungen zwischen west-, nord- und mitteleuropäischen Unternehmen und Unternehmen aus Südosteuropa zu intensivieren.&#xd;<br />Akteure in der SOECC können weitere natürliche und juristische Personen sein, die unsere Ziele unterstützen.&#xd;<br />&#xd;<br />Der ausschlaggebende Anlass zum Zusammenschluss der SOECC im Jahr 2005 waren ursprünglich die immer wieder festgestellten Schwierigkeiten bei der Finanzierung von Projekten und Investitionen in südosteuropäischen Staaten.&#xd;<br />Gerade bei technologisch neuen Ansätzen und im Bereich von zur Privatisierung anstehenden Staatsunternehmen haben es  sowohl südosteuropäische wie auch andere Initiatoren mit einem sehr zurückhaltenden Verhalten kommerzieller Finanzierungspartner zu tun.&#xd;<br />&#xd;<br />Das SOECC-Netzwerk verfügt mittlerweile über gute Kontakte zu mehreren sehr unterschiedlichen Finanzierungspartnern, die innovative, fortschrittliche und zukunftsweisende Projekte und/oder Investitionen nach Bedarf und bei Eignung finanziell begleiten können.&#xd;<br />&#xd;<br />SOECC hat es sich zur Aufgabe gemacht, die  Aktivitäten in Südosteuropa auszubauen und parallel Absatzmärkte für südosteuropäische Produkte zu schaffen. Gleichzeitig unterstützen sich die SOECC-Mitglieder partnerschaftlich untereinander bei der Internationalisierung ihrer Geschäftstätigkeiten.&#xd;<br />&#xd;<br />Direkte Technologieförderung und die Entwicklung guter Ideen bis zur Marktreife stehen im Fokus der Aktivitäten der SOECC - Mitglieder. Hierzu starten und unterstützen wir Kooperationsprojekte und fördern die Vernetzung von Forschungseinrichtungen, Unternehmen und Kapitalgebern. Es gilt, die vorhandenen Innovationspotenziale in Europa vollständig zu nutzen.&#xd;<br />&#xd;<br />Zur Suche nach geeigneten Themen stehen unsere Mitglieder im engen Kontakt mit  privatwirtschaftlichen Unternehmen, öffentlich-rechtlichen Einrichtungen, existierenden Netzwerken und Forschungseinrichtungen.&#xd;<br />Aus bestehenden und neuen Ideen wählen wir vielversprechende Konzepte aus und unterstützen Akteure professionell in der weiteren Umsetzung. Darüber hinaus beraten unsere Mitglieder bei der Initiierung und dem Management von Kooperationsprojekten.","acronym":"SOECC","interests":"Agriculture and Rural Development, Climate Action, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"* Umweltfreundliche , Erneuerbare Energien&#xd;<br />* Energiespeichertechnologien und Energieeffizienz&#xd;<br />* Kreislaufwirtschaft&#xd;<br />* Nachhaltige Wasserwirtschaft&#xd;<br />* Rohstoff und Materialeffizienz&#xd;<br />* Verkehrswegebau, insbesondere Fernstraßen und Ferngleisbau&#xd;<br />* Entwicklung der südosteuropäischen Volkswirtschaften&#xd;<br />*Kooperationen zwischen der EU und den südosteuropäischen Staaten&#xd;<br />*Landwirtschaft und ländliche Entwicklung","lastUp":"2018-01-16T19:33:40.417+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}