{"id":"843293013791-67","name":"Tattoo Ink Manufacturer of Europe","registrationDate":"2014-06-12T18:44:22.397+01:00","category":2,"subCategory":4,"legal":"Industry Organisation","web":"http://time-online.eu/","country":"Germany","headAddress":"Lotsenstr., 10","headCity":"Neuburg am Rhein","headPostCode":"76776","headPhone":"(49)72 73 80 05 21","boss":"Michel Ralf","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.5","membership":"none","memberOrga":"","goal":"TIME is an association exclusive for ink manufacturers with the purpose to secure and promote the cooperation of the European tattoo ink manufacturers. We want to guarantee an usual exchange of experience and emphasise all of the whole interests of the tattoo ink manufacturer's questions. Thereby we represent the interests of the manufacturers between the public authority and other instances of Europe as well as the member states of the European Union particularly.&#xd;<br />&#xd;<br />Our aims are on the one hand good and safe tattoo inks and on the other hand inks that are hygienic harmless.&#xd;<br />&#xd;<br />At the same time we are against regulations, that don't lead to a improvement of the consumer protection.&#xd;<br />&#xd;<br />To achieve these aims, we work together with the following institutions:&#xd;<br />&#xd;<br />    European Commission,&#xd;<br />    European Council,&#xd;<br />    National governments and&#xd;<br />    Several research groups.&#xd;<br />&#xd;<br />A handling with political especially party political questions doesn't belong to our competence. We are political independend.&#xd;<br />&#xd;<br />We do not interfere with matters of tattooists and we also do not deal with general questions of the subjects tattoo, permanent make-up and piercing. Tattooists, piercer and their associations do that on their own.&#xd;<br />&#xd;<br />Ink manufacturers for tattoos and pigmentation colours can become members of TIME. The member must maintain its own manufacturing plant therefor. The registration for the admission has to be sent to TIME.","acronym":"TIME","interests":"Consumer Affairs, Public Health, Research and Technology","euInitiatives":"regulation of tattoo inks including permanent make-up","lastUp":"2017-03-14T10:41:46.796+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}