{"id":"843309518020-96","name":"TransferWise Ltd","registrationDate":"2015-06-30T12:34:39.762+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://transferwise.com","country":"United kingdom","headAddress":"6th Floor","headCity":"London","headPostCode":"E1 6JJ","headPhone":"(44)20 72 50 31 19","boss":"Kristo Käärmann","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"2.5","membership":"Future 50&#xd;\n&#xd;\nEuropean Payments Institutions Federation&#xd;\n&#xd;\nElectronic Money Association&#xd;\n&#xd;\nFintechs 4 Europe&#xd;\n&#xd;\nUK Finance","memberOrga":"","goal":"TransferWise is a global technology company that’s building the best way to move money around the world. Whether you’re sending money to another country, spending money abroad, or making and receiving international business payments, TransferWise is on a mission to make your life easier and save you money. &#xd;<br />&#xd;<br />Co-founded by Taavet Hinrikus and Kristo Käärmann, TransferWise launched in 2011. It is one of the world’s fastest growing tech firms having raised $700m in primary and secondary funding from investors such as BlackRock, Lead Edge, Lone Pine, Vitruvian, IVP, Merian Global Investors, Andreessen Horowitz, Sir Richard Branson, Valar Ventures and Max Levchin from PayPal. Over five million people use TransferWise, which processes over €4bn in payments every month, saving customers over €1bn a year. &#xd;<br />&#xd;<br />At TransferWise, we’re always completely transparent about the total charge and we make that as low as we can. TransferWise is the cheapest and fairest way of transferring money internationally. We’re making sure that it’s our customers that benefit and not the banking system.","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Single market, Taxation","euInitiatives":"Our key file is the effort to bring transparency to international payments, so that consumers know what it costs to use their own money. More broadly we work on anything that helps us to achieve our mission to make international payments as fast, easy, cheap and transparent as possible.&#xd;<br />&#xd;<br />We therefore work on the following:&#xd;<br />The Payment Services Directives, Electronic Money Directive, Anti-Money Laundering Directive, Cross-Border Payments Regulation, Single European Payments Area, General Data Protection Regulation, Anti-Money Laundering  Directives, Digital Single Market.","lastUp":"2019-04-26T16:45:11.149+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}