{"id":"843408612805-93","name":"Vlaamse Vereniging voor Bibliotheek, Archief  &amp; Documentatie","registrationDate":"2014-01-31T15:46:07.905+01:00","category":3,"subCategory":2,"legal":"vzw","web":"http://www.vvbad.be","country":"Belgium","headAddress":"Statiestraat, 179","headCity":"Berchem","headPostCode":"2600","headPhone":"(03)2 81 44 57","boss":"Patrick Vanouplines","bossTitle":"Mr","bossPosition":"voorzitter","membersCount":1,"membersFTE":"0.25","membership":"De VVBAD is lid van internationale beroepsorganisaties voor bibliotheek en archief: &#xd;\n* International Federation of Libary Associations and Institutions (IFLA)&#xd;\n* International Council on Archives (ICA)&#xd;\n* European Bureau of Library, Information and Documentation Associations (Eblida)","memberOrga":"Onze vereniging telt ongeveer 1100 leden, waarvan de helft personen en de helft instellingen. De instellingen die lid zijn behoren tot de sector van de bibliotheken, archieven en documentatiecentra in Nederlandstalig België","goal":"Missie: De VVBAD is dé beroepsvereniging in Vlaanderen van bibliothecarissen, archivarissen en documentalisten. Onze ledenvereniging, ondersteund door een professioneel team, stimuleert overleg en samenwerking in het werkveld, met zin voor verdieping en vernieuwing. &#xd;<br />&#xd;<br />Voor al onze leden, zowel personen als organisaties, zijn we een platform voor uitwisseling van kennis en expertise. Door te netwerken, te informeren en activiteiten te organiseren, streven we naar de verdere professionalisering en ontwikkeling van de sector.&#xd;<br />&#xd;<br />De VVBAD vertegenwoordigt de sector bij overheden en andere partners. Wij treden op als adviseur en belangenbehartiger.&#xd;<br />&#xd;<br />Zo ijveren we ervoor dat alle burgers nu en in de toekomst gebruik kunnen maken van goed bewaarde en toegankelijke informatie.","acronym":"VVBAD","interests":"Culture, Digital economy and society, Education and training, Employment and Social Affairs, Institutional affairs, Public Health, Research and innovation, Single market","euInitiatives":"initiatieven met betrekking tot het auteursrecht, met betrekking tot de rol van bibliotheken, documentatiecentra en archieven, met betrekking tot de rol van informatieprofessionals en hun opleidingen.","lastUp":"2019-11-14T07:13:16.993+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}