{"id":"844077633043-16","name":"Sveučilište u Zagrebu Agronomski fakultet","registrationDate":"2018-11-07T10:01:32.075+02:00","category":4,"subCategory":12,"legal":"Public higher education institution (tertiary level)","web":"http://www.agr.unizg.hr/en","country":"Croatia","headAddress":"Svetošimunska cesta 25","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)12 39 37 79","boss":"Zoran Grgić","bossTitle":"Mr","bossPosition":"Dekan","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The University of Zagreb Faculty of Agriculture (FAZ) is the leading institution in the field of agriculture and related sciences in Croatia. FAZ is continuously trying to acquire, develop and transfer knowledge in order to educate our students, scientists and experts. This enables us to enhance the production of food, industry, management of natural resources, and the development of the rural and urban environment, as our contribution to the total quality of living in the national and global framework. Our study programs are harmonized with the Bologna Process; undergraduate, graduate and postgraduate doctoral and specialist studies (3+2+3) (180+120+180 ECTS). The FAZ teachers and researchers are involved in implementation of basic, development and applied research projects, and actively participating in professional collaboration. Prolific professional collaboration has been established with different clients (institutions, state administration, business sector), and the FAZ researchers have participated as partners and coordinators in many EU programs and implemented many projects – FP6, FP7, IPA, SEE.ERA NET, Tempus, CARDS, LIFE III, INTEREG, Eureka, etc.). The most important ongoing projects are as follows:&#xd;<br />Horizon 2020, Twinning – MendTheGap “Smart Integration of Genetics with Sciences of the Past in Croatia: Minding and Mending the Gap” (coordinator)&#xd;<br />LIFE+ Programme - LIFE.SU.SA.FRUIT: Low pesticide IPM in sustainable and safe fruit production (coordinator)&#xd;<br />Horizon 2020 – TREASURE “DIVERSITY OF LOCAL PIG BREEDS AND PRODUCTION SYSTEMS FOR HIGH QUALITY TRADITIONAL PRODUCTS AND SUSTAINABLE PORK CHAINS” (partner)            &#xd;<br />Horizon 2020, BBI – GRACE „GRowing Advanced industrial Crops on marginal lands for biorEfineries“ (partner), Horizon 2020 Resbios \"RESponsible research and innovation grounding practices in BIOSciences\" (partner) and H2020 TODO \"Twinning Open Data Operational\" (partner). Europena Regional Development fund finances our Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv).","acronym":"FAZ","interests":"Agriculture and Rural Development, Climate Action, Education and training, Energy, Environment, Food Safety, International co-operation and development, Research and innovation, Trade, Youth","euInitiatives":"Common Agricultural Policy, Cohesion policy, Common Fisheries Policy, Environmental Policy","lastUp":"2019-10-22T09:53:49.659+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}