{"id":"844430135521-07","name":"Alliance to Renew Co-operation among Humankind","registrationDate":"2019-07-24T17:13:53.437+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://archumankind.com","country":"Belgium","headAddress":"Avenue des Arts 19","headCity":"Brussels","headPostCode":"1210","headPhone":"(32)28 08 42 08","boss":"Paulo Casaca","bossTitle":"","bossPosition":"Executive Director","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"https://archumankind.com/about-us/who-we-are/","goal":"Women; Discrimination against women appears as the most generalised and serious human problem in the developing World. Innovative actions will be sponsored to address this question;&#xd;<br />World Without discrimination; other than women, minorities tend to be heavily discriminated, ethnicity and religion coming as the main reasons for it. An appraisal of the situation of minorities and the ways to address it will be a fundamental topic;&#xd;<br />Watch; human rights, in particular the work of human rights defenders and the situation and rehabilitation of victims of torture.&#xd;<br />War; Iran is stepping up its nuclear programme at the same time as it increases the sponsoring of terrorism and destabilisation in the region and reinforces brutal repression in-doors. Appeasement policy reinforced considerably this threat. What shall be the new policy of the international community to the fanatic threat?&#xd;<br />Waste; whereas it is true humanity is slowly learning to diminish and reuse the waste of its production processes, more and more waste is being created everywhere with disastrous consequences for our eco-systems. How can we think of global strategies to severely reverse the trend?&#xd;<br />Water; Assessment and proposals to face the scarcity and combating the mismanagement of water resources;&#xd;<br />Weather; Our land and energy systems are proving unsustainable and with a dramatic potential to serious affect weather conditions on a planetary scale. Whereas major international initiatives have not yet fully addressed the issue, are there alternative actions that might prove to be more efficient?","acronym":"ARCHumankind","interests":"Agriculture and Rural Development, Borders and Security, Climate Action, Digital economy and society, Education and training, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Regional Policy, Research and innovation","euInitiatives":"Human rights, Women rights, Discrimination, Sustainable Development, Water scarcity, Climate change, Waist &amp;  Recycling and Energy","lastUp":"2019-07-24T17:15:02.018+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}