{"id":"844603627356-46","name":"Latvijas Brīvo arodbiedrību savienība","registrationDate":"2017-06-20T15:40:37.152+02:00","category":2,"subCategory":1,"legal":"Trade Unions","web":"http://www.lbas.lv","country":"Latvia","headAddress":"Bruņinieku Str. 29/31","headCity":"Riga","headPostCode":"LV-1001","headPhone":"(371)67 03 59 60","boss":"Egils Baldzēns","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"2.0","membership":"http://www.lbas.lv/links","memberOrga":"http://www.lbas.lv/affiliates","goal":"Free Trade Union Confederation of Latvia (LBAS) is the biggest non-governmental organisation in Latvia, which protects the interests of professional trade union members and employees on the branch and inter-branch level.&#xd;<br />LBAS coordinates the cooperation between 21 independent trade unions, represents and protects the interests of its members in national and international institutions, implements a joint working programme.&#xd;<br />The purpose of LBAS activities is to protect the interests of trade union members. The main principle of operation is solidarity – joint coordinated actions of the affiliates. LBAS represents its members' interests and protects their rights in the socio economic field.&#xd;<br />Together with the government and Latvian Employers' Confederation LBAS works in the National Tripartite Cooperation Council. LBAS observes the principles of social dialogue in cooperation with the social partners.&#xd;<br />LBAS participates in the elaboration of economic and social development programmes, in the evaluation of draft laws, in working groups on improvement of labour conditions, salaries, tariff policies, compulsory social insurance and social guaranties, healthcare as well as employment, vocational education and lifelong learning.&#xd;<br />LBAS represents the interests of its members in:&#xd;<br />National Tripartite Cooperation Council and its Sub-councils;&#xd;<br />State and municipal institutions;&#xd;<br />courts.&#xd;<br />LBAS provides consultations to the trade union members on concluding the collective agreements, participates in revision of labour disputes, social and economic discords. At present LBAS unites more than 10% of all workers of Latvia.","acronym":"LBAS","interests":"Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, International co-operation and development, Single market, Taxation, Trade, Youth","euInitiatives":"All EU initiatives, policies and legislative files in the field of employment, education, social issues (Working Time Directive, Posting of workers, Coordination of social security systems, Free movement of workers, Internal market (Services package), International trade agreements (TTIP, CETA, TISA), Company law, Youth Employment, European Social dialogue, European Semester cycle, Gender Equality, European Social Pillar, Workers' participation (including European Works Councils) etc.).","lastUp":"2018-06-26T10:09:28.700+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}