{"id":"84476202986-17","name":"Pensioenfederatie (Federation of the Dutch Pension Funds)","registrationDate":"2010-01-11T16:40:41.939+01:00","category":2,"subCategory":7,"legal":"Vereniging","web":"http://www.pensioenfederatie.nl","country":"Netherlands","headAddress":"Prinses Margrietplantsoen, 90","headCity":"Den Haag","headPostCode":"2509 AD","headPhone":"(31)7 07 62 02 20","boss":"Gerard Riemen","bossTitle":"Mr","bossPosition":"Algemeen Directeur","membersCount":2,"membersFTE":"2.0","membership":"The Federation of the Dutch Pension Funds at European level is a member of the AEIP (European Association of Paritarian Institutions of Social Protection) and of PensionsEurope.","memberOrga":"Please find a list of all of our members here:&#xd;\nhttps://www.pensioenfederatie.nl/over-ons/pensioenfondsen","goal":"On behalf of about 220 pension funds, the Federation of the Dutch Pension Funds promotes the pension interests of 5.3 million participants, 3 million pensioners and 9.1 million early leavers.&#xd;<br />&#xd;<br />About 80% of the total number of Dutch employees is participant of a pension fund which is associated with the Federation of the Dutch Pension Funds.&#xd;<br />&#xd;<br />The Federation of the Dutch Pension Funds started in 2010 as a cooperation between the umbrella organizations for industry-wide (VB), liberal (UvB) and company (OPF) pension funds. On December 19th 2013, VB, UvB and OPF decided to merge into the Federation of Dutch Pension Funds.","acronym":"PF","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"1.  DIRECTIVE (EU) 2016/2341 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL&#xd;<br />of 14 December 2016&#xd;<br />on the activities and supervision of institutions for occupational retirement provision (IORPs)&#xd;<br />(recast)&#xd;<br />2. Capital Markets Union; &#xd;<br />3. Proposal for a Council Directive implementing enhanced cooperation in the area of financial transaction tax COM(2013)71;&#xd;<br />4. Regulation (EU) No 648/2012 (EMIR).&#xd;<br />5. Personal Pensions&#xd;<br />6. CRR","lastUp":"2017-06-16T13:48:39.381+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}