{"id":"844984035602-19","name":"Animals International (The global arm of Animals Australia)","registrationDate":"2019-08-08T05:01:30.072+02:00","category":3,"subCategory":2,"legal":"None","web":"https://www.animalsinternational.org/","country":"Australia","headAddress":"Animals Australia","headCity":"North Melbourne","headPostCode":"3051","headPhone":"(61)3 93 29 63 33","boss":"Glenys Oogjes","bossTitle":"Ms","bossPosition":"CEO","membersCount":40,"membersFTE":"40.0","membership":"http://www.icfaw.org/&#xd;\n&#xd;\nhttps://www.eurogroupforanimals.org/","memberOrga":"Our member societies are only Australian based.&#xd;\n&#xd;\nWe have some 30,000 individual members, and over 2 million supporters.","goal":"Animals International is the global arm of Animals Australia, Australia's foremost animal advocacy organisation.&#xd;<br />&#xd;<br />It's mission is to investigate, expose and raise community awareness of animal cruelty, to provide animals with the strongest representation possible to Government and other decision-makers, and to educate, inspire, empower and enlist the support of the community to prevent and prohibit animal cruelty.&#xd;<br />&#xd;<br />The investigation arm of Animals International has focussed on the welfare issues of long distance transportation of farm animals (particularly sheep and cattle), including in relation to  European and South American animals. &#xd;<br />&#xd;<br />Animals International also collaborates with many other animal protection groups throughout the world, in order to provide animals with the strongest possible representation.","acronym":"","interests":"Agriculture and Rural Development, Consumers, Culture and media, Environment, Humanitarian aid and civil protection, Justice and Fundamental Rights, Trade, Trans-European Networks, Transport","euInitiatives":"All those relevant to animal welfare standards and Directives, e.g. Regulation 1/2005 in regard to the welfare of animals during transport.","lastUp":"2019-08-08T05:06:58.920+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}