{"id":"84545717-79","name":"evofenedex the Dutch Shippers' organization","registrationDate":"2008-06-23T12:08:46.042+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.evofenedex.nl","country":"Netherlands","headAddress":"Signaalrood, 60","headCity":"Zoetermeer","headPostCode":"2700 AJ","headPhone":"(31)7 93 46 73 46","boss":"Machiel van der Kuijl","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.0","membership":"ESC European Shippers' Council&#xd;\nGSA Global Shippers' Alliance&#xd;\nGSF Global Shippers' Forum&#xd;\nIRU International Road Transport Union&#xd;\nDuquesne group&#xd;\nEuropro&#xd;\nLEARN, PLANET, ICONET&#xd;\nEuropean Logistics Platform","memberOrga":"","goal":"evofenedex represents the interests of some 15,000 companies in The Netherlands that transport goods for their own account or contract this out to a professional transport company. A large number of them are involved in international trade. They come from all sectors of industry, including wholesale, retail, construction, agricultural and business services.&#xd;<br />&#xd;<br />Our members are users of freight services across all modes of transport: deep sea shipping, short sea shipping, air transport, road transport, rail and inland waterways. They operate both within Europe and overseas.&#xd;<br />&#xd;<br />evofenedex brings the views of member companies to the notice of political decision-makers and public authorities not only at regional level, but also in the Hague and Brussels. We also convey our own and our members' views to carriers in all modes of transport, both directly and through their organisations.&#xd;<br />&#xd;<br />evofenedex is an international level member of European Shippers’ Council (ESC), International Road Transport Union (IRU), and the Union of Industrial and Employers Confederations in Europe, (UNICE).","acronym":"evofenedex","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"coordinating CORE  until 2018, through our European umbrella organization ESC, also working on LEARN, AEOLIX, PLANET and ICONET","lastUp":"2019-07-04T13:15:36.293+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}