{"id":"845586521468-89","name":"TECC - Turkish European Consulting Cooperation","registrationDate":"2016-04-20T20:34:23.058+01:00","category":3,"subCategory":2,"legal":"keiner","web":"","country":"Germany","headAddress":"TECC","headCity":"Leer","headPostCode":"26789","headPhone":"(49)1 76 19 90 30 11","boss":"Michael Ilgner","bossTitle":"Mr","bossPosition":"Sprecherin der Cooperation","membersCount":2,"membersFTE":"0.5","membership":"TRACECA – Transport Corridor Europe Caucasus Asia www.traceca.org&#xd;\nGreen Technology Germany www.greentech-germany.com&#xd;\nENREET – European Network for Renewable Energies and Energy Transition www.enreet.eu Black Sea and South Caucasus Business Network https://www.xing.com/communities/groups/black-sea-and-south-caucasus-business-network-aed2-1001703&#xd;\nBusiness with Turkey https://www.xing.com/communities/groups/business-with-turkey-aed2-1066626&#xd;\nKARADENIZ Community https://www.xing.com/communities/groups/die-tuerkische-schwarzmeerkueste-community-strich-karadeniz-community-aed2-1066886/about&#xd;\nTurkish-European Business Pool https://www.xing.com/communities/groups/turkish-european-business-pool-aed2-1069474","memberOrga":"","goal":"Die „TECC – Turkish European “ hat sich schon 2011 als Initiative bzw. als Netzwerk mehrerer europäischer und türkischer unabhängiger Wirtschafts-, Regional-, Rechts-, Steuer- und Unternehmensberater zusammen gefunden, die sich umfassend und interdisziplinär mit den ökonomischen, technologischen und wirtschaftspolitischen Entwicklungen zwischen den Staaten der EU und der Türkei befassen.&#xd;<br />Mittlerweile hat sich das  Aufgaben- und Branchenspektrum der TECC  verfestigt und TECC verfügt aufgrund der Vernetzung ihrer Mitglieder gerade in der Türkei über eine gute und einsatzbereite Infrastruktur.&#xd;<br />&#xd;<br />Die Initiatoren der TECC haben bewusst keine nationale und/oder internationale Rechtsform gewählt, um möglichst unabhängig von formalen Vorgaben und bürokratischen Zwängen und Einschränkungen zu sein.&#xd;<br />&#xd;<br />TECC hat sich aber am 20.04.2016 im „Transparenz Register der EU“  als „ Wirtschaftspolitische Initiative ohne Rechtsform im Bereich III – Nichtregierungsorganisationen, Plattformen und Netzwerke“ eintragen lassen, um zu dokumentieren, das unsere Initiative ernsthafte Ziele mit seriösen Mitteln verfolgt.&#xd;<br />&#xd;<br />Die Zusammenarbeit zeichnet sich durch einen intensiven Informations- und Wissensaustausch aus. &#xd;<br />Ziel der TECC  ist die Entfaltung von Synergien zur Stärkung der Wettbewerbsfähigkeit und zur Erhöhung der Wachstumspotenziale in der Türkei. Gleichzeitig hat TECC das Ziel, die Bindungen zwischen Unternehmen aus der EU und aus der Türkei zu intensivieren.&#xd;<br />&#xd;<br />Akteure in der TECC können weitere natürliche und juristische Personen aus der EU und der Türkei sein, die unsere Ziele unterstützen.&#xd;<br />&#xd;<br />Der ausschlaggebende Anlass zum Zusammenschluss der TECC im Jahr 2013 waren ursprünglich die immer wieder festgestellten Schwierigkeiten bei der Finanzierung von Projekten und Investitionen in der Türkei.&#xd;<br />Gerade bei technologisch neuen Ansätzen und im Bereich von zur Privatisierung anstehenden Staatsunternehmen haben es  sowohl türkische wie auch europäische Initiatoren mit einem sehr zurückhaltenden Verhalten kommerzieller Finanzierungspartner zu tun.&#xd;<br />&#xd;<br />Das TECC-Netzwerk verfügt mittlerweile über gute Kontakte zu mehreren sehr unterschiedlichen Finanzierungspartnern, die innovative, fortschrittliche und zukunftweisende Projekte und/oder Investitionen nach Bedarf und bei Eignung finanziell begleiten können.&#xd;<br />&#xd;<br />TECC  hat es sich zur Aufgabe gemacht, die europäischen Aktivitäten in der Türkei auszubauen und parallel Absatzmärkte für türkische Produkte in Europa zu schaffen. Gleichzeitig unterstützen sich die TECC-Mitglieder partnerschaftlich untereinander bei der Internationalisierung ihrer Geschäftstätigkeiten.&#xd;<br />&#xd;<br />&#xd;<br />Direkte Technologieförderung und die Entwicklung guter Ideen bis zur Marktreife stehen im Fokus der Aktivitäten der TECC - Mitglieder. Hierzu starten und unterstützen wir Kooperationsprojekte und fördern die Vernetzung von Forschungseinrichtungen, Unternehmen und Kapitalgebern. Es gilt, die vorhandenen Innovationspotenziale in Europa und der Türkeivollständig zu nutzen.&#xd;<br />&#xd;<br />Zur Suche nach geeigneten Themen stehen unsere Mitglieder im engen Kontakt mit  privatwirtschaftlichen Unternehmen, öffentlich-rechtlichen Einrichtungen, existierenden Netzwerken und Forschungseinrichtungen.&#xd;<br />Aus bestehenden und neuen Ideen wählen wir vielversprechende Konzepte aus und unterstützen Akteure professionell in der weiteren Umsetzung. Darüber hinaus beraten unsere Mitglieder bei der Initiierung und dem Management von Kooperationsprojekten.","acronym":"TECC","interests":"Agriculture and Rural Development, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Internal Market, Regional Policy, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"* Umweltfreundliche , Erneuerbare Energien&#xd;<br />* Energiespeichertechnologien und Energieeffizienz&#xd;<br />* Entwicklung Leichtindustrie und Maschinenbau&#xd;<br />* Kreislaufwirtschaft&#xd;<br />* Nachhaltige Wasserwirtschaft&#xd;<br />* Rohstoff und Materialeffizienz&#xd;<br />* Verkehrswegebau, insbesondere Fernstraßen und Ferngleisbau&#xd;<br />* Entwicklung der türkischen Volkswirtschaft&#xd;<br />* Kooperationen zwischen der EU und der Türkei&#xd;<br />* Landwirtschaft und ländliche Entwicklung&#xd;<br />* Entwicklung Tourismuswirtschaft","lastUp":"2018-01-16T19:43:31.561+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}