{"id":"845597330023-61","name":"ifa Akademie gGmbH","registrationDate":"2018-02-06T12:25:23.269+01:00","category":6,"subCategory":9,"legal":"Public social enterprise","web":"http://www.ifa-akademie.de","country":"Germany","headAddress":"Charllottenplatz 17","headCity":"Stuttgart","headPostCode":"70173","headPhone":"(49)71 12 22 51 01","boss":"Martin Kilgus","bossTitle":"Mr","bossPosition":"General manager","membersCount":9,"membersFTE":"6.75","membership":"EUNIC","memberOrga":"ifa has a board of members and a presidential board with representatives for the German Foreign Office, state and regional authorities, cultural institutions. As member of EUNIC, ifa is affiliated with all European national cultural mediator institutions.","goal":"ifa Akademie is a full subsidiary of ifa - Institut für Auslandsbeziehungen (Institute for Foreign Relations). ifa was founded in 1917 and is Germany's oldest cultural mediator Institution. ifa is a subsidary of the German Foreign Office. ifa is located in Stuttgart and Berlin and has 150 employees.&#xd;<br />ifa Akademie is the professional Training and development unit of if. ifa Akademie has a team of appr. 100 teachers and trainers and appr. 5.000 participants per year language, cultural and professional development Training in the field of foreign cultural Relations and education.","acronym":"ifa Akademie","interests":"Audiovisual and Media, Communication, Culture, Development, Education, Employment and Social Affairs, External Relations, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"ifa Akademie follows, participates in&#xd;<br />&#xd;<br />- Integration of migrants and refugees through cultural Training and development&#xd;<br />- participation in Erasmus+, AMIF and related Projects&#xd;<br />- professional Training and development for members of external Action Teams, NGOs and cultural professional working abroad&#xd;<br />- Support for Europe 2030&#xd;<br />- Support for SDGs&#xd;<br />- Support for development of EU External Action Services","lastUp":"2018-02-06T12:25:58.652+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}