{"id":"845563817745-89","name":"Independent Regulators' Group - Rail","registrationDate":"2015-06-09T16:51:32.890+01:00","category":2,"subCategory":7,"legal":"Informal representative network","web":"http://www.irg-rail.eu","country":"France","headAddress":"IRG-Rail","headCity":"Paris","headPostCode":"75015","headPhone":"(33)1 58 01 01 10","boss":"Anne Yvrande-Billon","bossTitle":"Ms","bossPosition":"Chair","membersCount":33,"membersFTE":"9.75","membership":"","memberOrga":"http://www.irg-rail.eu/about-the-irg-rail/members/","goal":"The IRG-Rail is the \"Independent Regulators’ Group – Rail”, a network currently comprising independent rail Regulatory Bodies from twenty-six European countries.  &#xd;<br />&#xd;<br />Foundation and Mission&#xd;<br />On 9 June 2011 fifteen independent rail Regulatory Bodies signed the \"Memorandum of Understanding” for the establishment of the Independent Regulators’ Group-Rail. They have voluntarily formed the group to facilitate cooperation in their common interests for the promotion of the internal railways market.&#xd;<br />&#xd;<br />Objectives and Functions&#xd;<br />The overall aim of the Independent Regulators’ Group – Rail is to facilitate the creation of a single, competitive, efficient and sustainable internal railways market in Europe. The IRG-Rail acts as a platform for cooperation, information exchange and sharing of best practice between national railway regulators in order to face current and future regulatory challenges in railways and to promote a consistent application of the European regulatory framework.&#xd;<br />&#xd;<br />IRG-Rail currently comprises rail regulatory bodies from the following 26 countries:&#xd;<br />including Austria, Belgium, Bulgaria, Croatia, Denmark, Estonia, Finland, France, the former Yugoslav Republic of Macedonia, Germany, Greece, Hungary, Italy, Kosovo, Latvia, Luxembourg, the Netherlands, Norway, Poland, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland and the United Kingdom.","acronym":"IRG-Rail","interests":"Competition, Trans-European Networks, Transport","euInitiatives":"IRG-Rail has an interest in the creation and implementation of any EU market legislation that relates to the rail industry. In particular this includes legislation on competition, PSO contracts and the governance of rail infrastructure managers.&#xd;<br />&#xd;<br />Currently, IRG-Rail is closely involved with the negotiations around the market pillar of the 4th Rail Package.&#xd;<br />&#xd;<br />We are also working on the implementation of the Recast of the First Rail Package, and the negotiation of the relevant implementing acts on, for example, framework agreements, and harmonized charging methodologies.&#xd;<br />&#xd;<br />Further areas of interest include: harmonized regulation of freight corridors, and collaborative market monitoring.","lastUp":"2017-04-19T09:30:50.778+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}