{"id":"84570368015-87","name":"Demeter International e.V.","registrationDate":"2012-02-08T10:27:51.326+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.demeter.net","country":"Germany","headAddress":"Brandschneise, 1","headCity":"Darmstadt","headPostCode":"64295","headPhone":"(49)6 15 58 46 90","boss":"Andreas Dr. Biesantz","bossTitle":"Mr","bossPosition":"Senior adviser and Head of Office Brussels","membersCount":4,"membersFTE":"2.5","membership":"IFOAM (International Federation of Organic Agricultural Movements&#xd;\n&#xd;\nARC 2020 (Agricultural Rural Convention 2020)","memberOrga":"Demeter Bund Österreich(50),&#xd;\nIBD Certifications(30),&#xd;\nDemeter-International(2),&#xd;\nEgyptian Bio-Dynamic Association(24),&#xd;\nBiodynaaminen Yhdystis(45),&#xd;\nAssociation Demeter-France(65),&#xd;\nDemeter e.V.(130),&#xd;\nDebio(20),&#xd;\nDemeter Associazione per la Tutela della Qualitá Biodinamica in Italia(80),&#xd;\nVeräin fir biologesch dyn. Landwirtschaft a.s.b.l(60),&#xd;\nStichting Demeter(80),&#xd;\nBio Dynamic Farming and Gardening Association in NZ Inc(90),&#xd;\nSvenska Demeterförbundet(40),&#xd;\nDemeterverbund Schweiz(120),&#xd;\nBiodynamic agricultural association UK(60),&#xd;\nDemeter Association Inc.(120),&#xd;\nDemeter Slovenia(10),&#xd;\nDemeter Hungary(5)","goal":"Demeter is the only ecological association that has built up a network of individual certification organisations world-wide. In 1997 Demeter-International was founded for closer co-operation in the legal, economic and spiritual spheres. Presently Demeter International has 18 members and 5 guest members from Demeter organisations from Europe, America, Africa and New Zealand. Thus Demeter-International represents around 5.000 Demeter farms with over 170.000 hectares in more than 50 countries.&#xd;<br />&#xd;<br />Demeter-International e. V. is a non profit organisation and its member organisations work together in the spirit of an international confederation with democratic principles. Membership requires a functioning Demeter certification programme. Associations which support the objectives of Demeter-International can be elected as associated members. Its basis is the Biodynamic® agriculture method, originated by Rudolf Steiner in his \"Agriculture Course\" given in Koberwitz in 1924, and developed further in practice and research.","acronym":"DI","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Development, Education, Employment and Social Affairs, Enterprise, Environment, Food Safety, Internal Market, Public Health, Regional Policy, Research and Technology, Trade","euInitiatives":"Reforming the European agricultural policy towards a greener CAP&#xd;<br />&#xd;<br />European seed legislation and promoting organic plant breeding&#xd;<br />&#xd;<br />Cooperation to reduce AMR (One Health Approach)","lastUp":"2018-04-03T11:05:38.121+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}