{"id":"84606487324-44","name":"CAISSE DES DEPOTS","registrationDate":"2011-12-13T16:44:03.063+02:00","category":2,"subCategory":3,"legal":"Institution financière publique - France","web":"http://www.caissedesdepots.fr","country":"France","headAddress":"rue de Lille, 56","headCity":"Paris 07 SP","headPostCode":"75356","headPhone":"(33)1 58 50 00 00","boss":"Sophie Barbier","bossTitle":"Ms","bossPosition":"Directrice du Pôle Europe ","membersCount":7,"membersFTE":"3.75","membership":"Club des investisseurs de long terme (www.ltic.org)&#xd;\nAssociation européenne des investisseurs de long terme (ELTI asbl)&#xd;\nCentre des Employeurs Publiques Européens (CEEP)&#xd;\nAssociation Européenne des Banques Publiques (EAPB)&#xd;\nBruegel","memberOrga":"","goal":"La Caisse des Dépôts est investisseur public de long terme au service de l'intérêt général et du développement économique du pays.","acronym":"CDC","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"La Caisse des Dépôts et Consignations, institution financière publique, intervient dans des secteurs très variés : mobilité, logement, immobilier, loisirs et tourisme, financement des entreprises, numérique, énergie et environnement. La CDC s'inscrit en soutien des grandes orientations publiques et l’investissement de long terme (ILT) en constitue le fil rouge. La CDC s’est positionnée en facilitateur du déploiement en France du Plan Juncker. Au plan réglementaire, la promotion de l’ILT se décline aujourd‘hui autour de trois domaines essentiels qui recoupent largement les priorités du groupe :&#xd;<br />- Le rôle des National Promotional Banks and Institutions (NPBIs)&#xd;<br />- Les sujets financiers avec des initiatives&#xd;<br />communautaires majeures (Union des Marchés  de Capitaux)&#xd;<br />La Transition énergétique et écologique (Union de l’Energie, Cop 21, efficacité énergétique, …),&#xd;<br />- L’Economie numérique (Marché Unique du Numérique –&#xd;<br />MUN, financement du très haut débit, …).","lastUp":"2019-05-14T17:04:52.044+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}