{"id":"846052330465-74","name":"COMITATO COLLABORAZIONE MEDICA","registrationDate":"2018-03-01T13:14:20.915+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.ccm-italia.org","country":"Italy","headAddress":"Via Cirié 32/E","headCity":"Turin","headPostCode":"10152","headPhone":"(39)01 16 60 27 93","boss":"Marilena Bertini","bossTitle":"Ms","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"- Consorzio ONG Piemontesi: http://www.ongpiemonte.it/ &#xd;\n- LINK2007: http://www.link2007.org/ &#xd;\n- Osservatorio AIDS: http://www.osservatorioaids.it/ &#xd;\n- Rete Non Solo Asilo: http://www.nonsoloasilo.org/nsa/ &#xd;\n- RIISG: http://www.educationglobalhealth.eu/it/riisg","memberOrga":"N/A","goal":"Comitato Collaborazione Medica, is a non for profit non governamental organisation founded in 1968  in Turin, by a group of medical doctors from Piedmont Region in Italy.&#xd;<br />&#xd;<br />Our key mission is to promote the right to health and ensure access to essential health care. We are a lay and indipendent organisation, guided by the values of solidarity, equity, non discrimination and cultural respect. We works through long term development projects, believing that health can be really promoted only with stable and durable interventions. In case of natural disasters or epidemics  in the areas where we work, we implements emergency interventions. &#xd;<br />&#xd;<br />We support development processes that safeguard and promote the right to health through an integrated approach, acting on health needs and influencing socio-economic factors linked to poverty, which we identify as the main cause of lack of health. Most vulnerable and poor people living in disadvantaged areas of the world are our main target. &#xd;<br />&#xd;<br />We promote the collaboration among people and communities in Italy and in the low-income countries, through: International Development Cooperation initiatives, Educational programmes in world citizenship, Healthcare training, Advocating fair healthpolicies, Protection of Immigrants and Refugee’s Health.","acronym":"CCM","interests":"Development, Humanitarian Aid, Public Health, Youth","euInitiatives":"\"IC-Health: Improving Digital Health LIteracy in Europe\" (Contract Agreement n. 727474, under Horizon 202 Research and Innovation Programme\"","lastUp":"2018-03-08T15:54:00.882+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}