{"id":"84606487324-44","name":"CAISSE DES DEPOTS","registrationDate":"2011-12-13T16:44:03.063+01:00","category":2,"subCategory":3,"legal":"Institution financière publique - France","web":"http://www.caissedesdepots.fr","country":"France","headAddress":"rue de Lille, 56","headCity":"Paris 07 SP","headPostCode":"75356","headPhone":"(33)1 58 50 00 00","boss":"Sophie Barbier","bossTitle":"Ms","bossPosition":"Directrice du Pôle Europe ","membersCount":7,"membersFTE":"4.0","membership":"Club des investisseurs de long terme (www.ltic.org)&#xd;\nAssociation européenne des investisseurs de long terme (ELTI asbl)&#xd;\nCentre des Employeurs Publiques Européens (CEEP)&#xd;\nBruegel","memberOrga":"","goal":"La Caisse des Dépôts est investisseur public de long terme au service de l'intérêt général et du développement économique du pays.","acronym":"CDC","interests":"Budget, Climate Action, Competition, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"La Caisse des Dépôts et Consignations, institution publique de long terme, intervient dans des secteurs très variés : mobilité, logement, immobilier, loisirs et tourisme, financement des entreprises, numérique, énergie et environnement. Ses actions s’inscrivent en soutien des grandes orientations publiques et l’investissement de long terme (ILT) en constitue le fil rouge. Il s’est positionné en facilitateur du déploiement en France du Plan Juncker. Au plan réglementaire, la promotion de l’ILT se décline aujourd‘hui autour de trois domaines essentiels qui recoupent largement les priorités du groupe :&#xd;<br />- Le statut européen des National Promotional Banks and Institutions (NPBIs)&#xd;<br />- La matière financière avec des initiatives&#xd;<br />communautaires majeures (Plan d’action sur l’Union des Marchés  de Capitaux – UMC, normes prudentielles et comptables, titrisation de qualité, …),&#xd;<br />La Transition énergétique et écologique (Union de l’Energie, Cop 21, efficacité énergétique, …),&#xd;<br />- L’Economie numérique (Marché Unique du Numérique –&#xd;<br />MUN, financement du très haut débit, …).&#xd;<br />A titre d'illustrations: • Les consultations publiques de la&#xd;<br />Commission européenne : sur les National Promotional Banks and Institutions (NPBIs), sur les informations extra-financières et l’investissement de long-terme, l’efficacité énergétique, …&#xd;<br />Le Règlement sur le Fonds européen pour des investissements stratégiques et plus largement les financements européens (Connecting Europe Facility, …),( n)&#xd;<br />• La législation prudentielle bancaire secondaire (textes d’application de CRD IV / CRR)","lastUp":"2018-02-02T16:33:13.046+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}