{"id":"846389532973-58","name":"Università Commerciale Luigi Bocconi","registrationDate":"2018-11-07T14:18:44.775+02:00","category":4,"subCategory":12,"legal":"Ente non commerciale","web":"https://www.unibocconi.it","country":"Italy","headAddress":"Via Sarfatti 25","headCity":"Milano","headPostCode":"20136","headPhone":"(39)02 58 36 22 42","boss":"Riccardo Taranto","bossTitle":"Mr","bossPosition":"Amministratore Delegato","membersCount":1,"membersFTE":"0.25","membership":"0","memberOrga":"CEMS Network https://www.unibocconi.eu/wps/wcm/connect/bocconi/sitopubblico_en/navigation+tree/home/campus+and+services/services/international+relations/bocconi+students/graduate+school/international+certificates/cems-mim+master+in+international+management&#xd;\n&#xd;\nTHEMIS Law Network  https://www.unibocconi.eu/wps/wcm/connect/bocconi/sitopubblico_en/navigation+tree/home/campus+and+services/services/international+relations/bocconi+students/school+of+law/themis+law+network","goal":"Bocconi University was established in Milan in 1902 as a private, independent, non-profit university, becoming the first Italian institution of higher education to grant a degree in Economics. Today Bocconi is considered the leading university in Business and Economics in Italy and worldwide and regularly appears in the most prominent rankings, which cover its areas of expertise in economics and management, and more generally the social sciences. &#xd;<br />The QS World University Rankings listed us among the ten best institutions in Europe in these fields, while the Financial Times ranks our Master degrees in Finance and Management among the top ten worldwide.&#xd;<br />&#xd;<br />Currently Bocconi University has more than 14.420 students enrolled, of whom 4,584 international, over 1.400 faculty members and 650 administrative staff.&#xd;<br />The Faculty is composed of \"tenured faculty\", \"non-tenured faculty\" and \"part-time faculty\" and they all provide a high international standard of education and research, being international themselves or teaching in English. Bocconi also has a network of over 100,000 alumni are located all over the world, in a variety of careers.&#xd;<br />&#xd;<br />Bocconi offers overall 40 education programs through its eight Departments, the School of Law and the PhD School (9 Bachelor of Science programs, 1 Four-year Bachelor of Science program; 13 Master of Science programs, 3 Double-Degree Programs; 7 Pre-experience University Masters / Specialized Master programs, 1 Integrated Master of Arts in Law, 1 Specialization Course, 1 Professional Specialist Program and 7 PhD programs).","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Culture, Digital economy and society, Economy, finance and the euro, Energy, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Taxation, Transport","euInitiatives":"The main activities of the university are academic and educational. Influence on policymaking is often an indirect result of the scientific activities of our faculty.&#xd;<br />Nonetheless more and more Departments and Research Centers stand to become experts on specific topics which are key ones in the international debate.&#xd;<br />Marco Percoco, Director of GREEN Research Center, recently applied to the DTLF Call for Expert Group on Transport and Logistics.&#xd;<br />GREEN is active in the research fields: - Transport Policy and Economics; Logistics; Infrastructure Planning; E-mobility and Mobility as a Service; Energy Markets and other Network Industries; Economic Geography; Climate Change and Environmental Policies.&#xd;<br />Bocconi GREEN has carried out important research projects in smart and sustainable mobility, and have been successful in winning very competitive grants.&#xd;<br />Throughout 2018 Bocconi GREEN has implemented the research projects “Analysis of the evolution of local public transportation towards e-mobility in Europe”, funded by AGENS&#xd;<br />GREEN partners with Ansaldo STS (Hitachi group) and Rete Ferroviaria Italiana (RFI) in a H2020 project named “ERSAT-GGC”, aimed at developing and testing an innovative control and signaling system based on satellite positioning. &#xd;<br />As a result, Bocconi has become a standing point at national and European level for the evaluation in aggregated economic and social terms of such disruptive technologies in the railways modernization process, and for its contribution to defining a roadmap for their implementation and dissemination.&#xd;<br />Marco Percoco and GREEN Research Center motivation for participating in the Digital Transport and Logistics Forum lies in their interest in shaping policy recommendations through the wealth of knowledge they have accumulated over several decades of academic and applied research in the field of transport policy.","lastUp":"2019-10-11T11:03:26.411+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}