{"id":"846450019800-53","name":"Asociaci?n Espa?ola de la Industria de panader?a, boller?a y pasteler?a","registrationDate":"2015-12-03T11:49:56.936+01:00","category":2,"subCategory":4,"legal":"Asociaci?n empresarial","web":"http://asemac.es","country":"Spain","headAddress":"Calle de Diego de Le?n 54, escalera B,  5? derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 63 58 60","boss":"D. Jorge  de Saja Gonz?lez","bossTitle":"","bossPosition":"Secretario","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"http://www.asemac.es/empresas.html","goal":"Los objetivos de Asemac se fundamentan b?sicamente en la representaci?n, defensa y promoci?n de los intereses profesionales de sus miembros. Para poder conseguirlo Asemac pretende:&#xd;<br />&#xd;<br />a) Defender los intereses empresariales de la industria alimentaria que la integran, tanto ante los Organismos y Administraci?n del Estado, Uni?n Europea y Organizaciones Internacionales, como ante las Comunidades Aut?nomas, Entidades Locales y Organizaciones Empresariales. A nivel europeo AIBI http://www.aibi.eu/&#xd;<br />&#xd;<br />b) Convertir a Asemac en un lobby eficaz, al servicio del sector y de las empresas que la integran, con capacidad tanto de influencia ante las Administraciones y terceros, con capacidad de generar servicio al asociado.&#xd;<br />&#xd;<br />c) Apoyar a las empresas asociadas en su d?a a d?a con terceros gracias a las comisiones de trabajo (comisi?n t?cnica...) y a la creaci?n de Grupos de Trabajo \"ad-hoc\", as? como con la elaboraci?n de herramientas tales como la Carpeta Legislativa, la Gu?a de Orientaci?n de Criterios Microbiol?gicos, la guia para la verificacion del sistema de analisis de peligros y puntos de control criticos en el sector de masas congeladas de panaderia, bolleria y pasteleria que se articulan como instrumentos de interpretaci?n de las diferentes disposiciones normativas, el Manual de Formaci?n de manipuladores de productos de masas congeladas de panader?a y boller?a, el Manual de gesti?n de al?rgenos en el sector de masas congeladas de panader?a y boller?a y el Manual de Calidad de Panader?a, Boller?a y Pasteler?a .&#xd;<br />&#xd;<br />c) Facilitar a los asociados servicios de una forma c?moda, r?pida y visual.&#xd;<br />&#xd;<br />d) Informar a los asociados con boletines con informaci?n de car?cter general hasta informaci?n de car?cter t?cnico: boletines generales, legislativos, fiscales, calidad, eventos, I+D+i, Comisi?n t?cnica, laboral..&#xd;<br />&#xd;<br />e) Crear sinergias con otras Asociaciones.","acronym":"ASEMAC","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Research and Technology, Trade","euInitiatives":"1.Reglamento (UE) N? 1169/2011 del Parlamento Europeo y del Consejo de 25 de octubre de 2011 sobre la informaci?n alimentaria facilitada al consumidor. http://ec.europa.eu/food/safety/labelling_nutrition/labelling_legislation/index_en.htm&#xd;<br />&#xd;<br />2.Recommendation on the monitoring of acrylamide levels in food. http://ec.europa.eu/food/food/chemicalsafety/contaminants/acrylamide_en.htm&#xd;<br />&#xd;<br />3.Regulation (EC) N? 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods.&#xd;<br />&#xd;<br />4.En 2014, el Grupo de Alto Nivel sobre Alimentaci?n y Actividad F?sica  adopt? un Plan contra la Obesidad Infantil   English (en) para detener el aumento de la obesidad infantil antes de 2020. En junio de 2014 se adoptaron las Conclusiones del Consejo sobre alimentaci?n y actividad f?sica. En septiembre de 2015 comenzar? una acci?n conjunta sobre alimentaci?n y actividad f?sica, con la participaci?n de 25 Estados miembros.&#xd;<br />http://ec.europa.eu/health/nutrition_physical_activity/policy/index_es.htm","lastUp":"2017-10-18T13:07:54.947+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}