{"id":"846795818801-87","name":"Forum Umwelt und Entwicklung","registrationDate":"2015-09-15T18:48:29.504+02:00","category":3,"subCategory":2,"legal":"gemeinnuetziger Verein / Non-Profit Association (under German Law)","web":"http://www.forumue.de","country":"Germany","headAddress":"Marienstr 19-20","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 67 81 77 59 10","boss":"Jürgen Maier","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"- Deutscher Naturschutzring (www.dnr.de/index.html)&#xd;\n- Seattle to Brussels-Network (www.s2bnetwork.org)&#xd;\n- German NGO-coalition working on Resource Politics/Raw Materials (AK Rohstoffe)","memberOrga":"http://www.forumue.de/ueber-uns/mitglieder/","goal":"Das Forum Umwelt &amp; Entwicklung wurde 1992 nach der UN-Konferenz für Umwelt und Entwicklung gegründet und koordiniert die Aktivitäten deutscher Nichtregierungsorganisationen in internationalen Politikprozessen zu nachhaltiger Entwicklung. Das Forum Umwelt und Entwicklung unterhält Kontakte zu Organisationen aus Entwicklungsländern und stimmt sich mit internationalen Verbänden für gemeinsame Aktionen ab. Es begleitet auf UN-Ebene die nach Rio weiterlaufenden internationalen Arbeiten zu Umwelt und Entwicklung.&#xd;<br /> &#xd;<br />Eine der Hauptaufgaben des Forum ist es, der deutschen Öffentlichkeit den Zusammenhang zwischen Umwelt und Entwicklung zu verdeutlichen. Das geht einher mit der Bemühung für eine Änderung der verschwenderischen Wirtschafts- und Lebensweise in den industrialisierten Ländern einzutreten. Diese zerstören die natürlichen Lebensgrundlagen und berauben Millionen Menschen, insbesondere in den Ländern des Südens, ihrer Lebenschancen.&#xd;<br /> &#xd;<br />Die Arbeit des Forum Umwelt und Entwicklung wird definiert von einem Leitungskreis, der sich aus Vertretern und Vertreterinnen von Umwelt- und Entwicklungsorganisationen zusammensetzt. Der Leitungskreis trägt die politische Verantwortung für die Leitung des Forums. Die Geschäftsstelle ist Sprachrohr und Koordinationsinstrument des Forums Umwelt und Entwicklung und Umschlagplatz gemeinsam erarbeiteter Positionen der Mitgliedsorganisationen. Die Mitgliedsorgansationen sowie die beteiligten Organisationen arbeiten in verschiedenen thematischen AGs zusammen.","acronym":"FUE","interests":"Environment, International co-operation and development, Trade","euInitiatives":"-> EU trade policy &#xd;<br />-> EU International Investment Policy&#xd;<br />-> EU Raw Materials Policy (Conflict Minerals, etc.)","lastUp":"2018-10-09T09:41:18.261+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}