{"id":"846884129218-08","name":"Fédération Nationale des Collectivités Concédantes et Régies","registrationDate":"2017-12-07T09:57:17.822+01:00","category":6,"subCategory":13,"legal":"association","web":"http://www.fnccr.asso.fr","country":"France","headAddress":"20 BOULEVARD DE LA TOUR MAUBOURG","headCity":"PARIS","headPostCode":"75007","headPhone":"(33)01 40 62 16 40","boss":"Xavier PINTAT","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Commission Mixte Inondation&#xd;\nComité National de l'Eau&#xd;\nConsultation dans le cadre du Comité National d'Evaluation des Normes&#xd;\nParticipation à de nombreux travaux de l'AFNOR","memberOrga":"530 collectivités en charge de l'eau potable en France&#xd;\nLa quasi-totalité des syndicats français d'énergie et collectivités en charge de la distribution d'énergie dont celles regroupées sous le nom \"territoires d'énergie\"&#xd;\nDe nombreuses collectivités en charge du numérique","goal":"Association nationale d'élus locaux, la FNCCR intervient dans 4 domaines :&#xd;<br />- l’énergie : distribution d’électricité et de gaz, maîtrise de la demande en énergies, énergies renouvelables ;&#xd;<br />- l’eau : petit et grand cycles de l’eau ;&#xd;<br />- la gestion et la valorisation des déchets ;&#xd;<br />- le numérique : communications électroniques et mutualisation informatique.&#xd;<br />Les différents services de la Fédération travaillent en collaboration sur les sujets d’intérêt commun tels que le développement des réseaux intelligents ou la coordination, la sécurisation des travaux sur les différents réseaux, l'articulation avec les documents d'urbanisme et les relations avec les associations de consommateurs.&#xd;<br />&#xd;<br />Organe d'expression collective d'élus responsables de l'organisation de services publics locaux, la FNCCR fait valoir, aux niveaux national et européen, le point de vue de ses adhérents auprès des pouvoirs publics et des autres interlocuteurs (consommateurs, entre-prises, etc.). Comme relais d'opinion de ses collectivités adhérentes, la FNCCR constitue une force de proposition lors de l'élaboration de la législation et de la réglementation applicables aux services publics locaux.&#xd;<br />&#xd;<br />Elle agit notamment en faveur de l'évolution du cadre institutionnel dans lequel s'inscrivent ces services publics, afin que celui-ci tienne compte des réalités du terrain. Ses représentants siègent dans diverses instances nationales de concertation ou de décision, ainsi que dans de nombreux groupes de travail constitués par les ministères.&#xd;<br />&#xd;<br />Les adhérents de la FNCCR mettent en commun leurs ré-flexions et leurs expériences pour porter leurs idées au plus haut niveau.&#xd;<br />&#xd;<br />La FNCCR assure par ailleurs une veille juridique très complète pour le compte de ses adhérents. Elle édite également des notes et lettres d’informations périodiques à l'intention des collectivités. Elle répond au cas par cas aux questions précises de ses adhérents, dans ses domaines de compétence.&#xd;<br />&#xd;<br />Enfin, la FNCCR est agréée organisme de formation et propose chaque année des formations en rapport avec l’actualité juridique et technique, et les besoins spécifiques des collectivités membres.","acronym":"FNCCR","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"- nouvelle politique agricole commune&#xd;<br />- révision de la directive eau potable","lastUp":"2019-12-06T18:36:13.291+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}