{"id":"847700734022-32","name":"QHR Foundation","registrationDate":"2019-02-20T12:28:53.265+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"","country":"Switzerland","headAddress":"15 rue du cendrier","headCity":"1201 Geneva","headPostCode":"","headPhone":"(41)7 97 45 48 96","boss":"Karem Nashwan","bossTitle":"Mr","bossPosition":"Legal Consultant","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The Organization is committed to highlighting the importance of creating sustainable, peaceful and equitable societies throughout the whole world without racial, ethnic, religious or sexual discrimination; promoting respect for the human rights of all individuals, groups and peoples, in particular, the marginalized and victims of human rights violations. QHR seeks to achieve this under the standards of the Universal Declaration of Human Rights and the international and regional conventions of international human rights law. Our goal is to increase awareness and empowerment of human rights issues and activities that are becoming urgent today and to provide legal aid to victims of violations.&#xd;<br />With the efforts and experiences of our legal, social and human rights staff, we seek to establish our humanitarian goals and work in cooperation with partners at a regional and international basis, in particular, the EU institutions, the United Nations bodies, the Human Rights Council and the International Labor Organization.","acronym":"","interests":"European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"The Foundation is committed to all EU initiatives, policies and legislative files for its important role as human rights potential actor. We focus on migration, anti-discrimination, labour rights, justice and human rights in non-EU countries.","lastUp":"2019-02-20T18:50:56.622+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}