{"id":"848186020033-92","name":"Institute for Transnational and Euregional cross border cooperation and Mobility","registrationDate":"2015-12-20T13:58:20.504+01:00","category":4,"subCategory":5,"legal":"none","web":"http://www.maastrichtuniversity.nl/item","country":"Netherlands","headAddress":"Maastricht University - FdR - ITEM","headCity":"Maastricht","headPostCode":"6200 MD","headPhone":"(31)4 33 88 32 64","boss":"Anouk Bollen-Vandenboorn","bossTitle":"Ms","bossPosition":"Professor","membersCount":30,"membersFTE":"17.25","membership":"","memberOrga":"www.maastrichtuniversity.nl/item&#xd;\n&#xd;\nPartners&#xd;\nITEM is an initiative of Maastricht University (UM), the&#xd;\nDutch Centre of Expertise and Innovation on Demographic Changes (NEIMED), Zuyd University of Applied Sciences, and the Open University in the Netherlands, the City of Maastricht, the Meuse–Rhine Euregion (EMR) and the (Dutch) Province of Limburg.&#xd;\n&#xd;\nInitially, the Expertise Centre ITEM is set up from the&#xd;\nFaculty of Law of Maastricht University. In the field of&#xd;\nresearch, the faculties of Arts and Social Sciences&#xd;\n(FASoS), Humanities and Sciences (FHS; specifically the&#xd;\nSchool of Governance/UNU- Merit) and the School of&#xd;\nBusiness and Economics (SBE; specifically the Research&#xd;\nCentre for Education and the Labour Market (ROA))&#xd;\ncollaborate. This cooperation warrants the interdisciplinarity&#xd;\nof ITEM.&#xd;\n&#xd;\nFurthermore, the researchers of Maastricht University&#xd;\nparticipate in large international research networks.&#xd;\nThey particularly cooperate within the framework of big&#xd;\nEU research projects in the field of migration, work&#xd;\nmobility and social security, citizenship and security. The&#xd;\npartner institutions are universities, research institutes&#xd;\nand think tanks within the Euregion and the EU but also&#xd;\nin Asia, Africa, Australia, Canada and the United States.&#xd;\nThese international and regional contacts can be applied&#xd;\nin the set-up and development of ITEM as an expertise&#xd;\ncentre. Also the close collaboration with the Benelux&#xd;\nand the German public bodies is crucial for the efficiency&#xd;\nand future of ITEM.&#xd;\n&#xd;\nBesides its partners, ITEM has a number of organisations&#xd;\nwith which it actively collaborates on the basis of&#xd;\nspecific knowledge and expertise. Among others, ITEM&#xd;\nwill be collaborating with the Centraal Bureau voor de&#xd;\nStatistiek (CBS) (Statistics Netherlands).","goal":"ITEM is the pivot of research, counselling, knowledge exchange and training activities with regard to cross border mobility and cooperation.&#xd;<br />ITEM is established to support and stimulate the cross-border and international functioning of the Euregional and transnational society. In the first place, this means the support of the development of a well-functioning cross-border agglomeration. In addition, it concerns the reinforcement of the international functioning of the Euregion in a globalising economy.&#xd;<br />&#xd;<br />Reducing the barriers of borders: &#xd;<br />ITEM, in view of the ambitions of the Meuse–Rhine Euregion, its partner regions and the Benelux in cooperation with North Rhine-Westphalia (NRW), considerably contributes to the development of an international and cross-border labour market. The development and further expansion of the Euregional cooperation call for a transparent and attractive Euregional labour market with as few border barriers as possible. Lowering these border barriers also plays a role at the European level and at the level of third countries outside of Europe. ITEM hence does not only approach the cross border issues from a Euregional perspective, but also from a transnational point of view. &#xd;<br />&#xd;<br />Activities:&#xd;<br />The activities of ITEM concentrate on the simplification of cross-border mobility and cooperation from a legal, economic, cultural and administrative approach. ITEM’s strength is the scientific and interdisciplinary approach that brings concrete practical solutions for the advisory bodies, politics and interested parties.","acronym":"ITEM","interests":"Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Home Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Inclusive growth: fostering a high-employment economy delivering social and territorial cohesion.&#xd;<br />&#xd;<br />- \"An agenda for new skills and jobs\" to modernise labour markets and empower people by developing their of skills throughout the lifecycle with a view to increase labour participation and better match labour supply and demand, including through labour mobility. &#xd;<br />&#xd;<br />- \"European platform against poverty\" to ensure social and territorial cohesion such that the benefits of growth and jobs are widely shared and people experiencing poverty and social exclusion are enabled to live in dignity and take an active part in society.&#xd;<br />&#xd;<br />– \"A digital agenda for Europe\" to speed up the roll-out of high-speed internet and reap the benefits of a digital single market for households and firms.","lastUp":"2017-12-06T15:15:46.314+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}