{"id":"848207220312-12","name":"National Association of Manufacturers","registrationDate":"2016-01-19T15:36:13.679+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.nam.org","country":"United states","headAddress":"733 10th Street, NW","headCity":"Washington","headPostCode":"20001","headPhone":"(1202)6 37 30 00","boss":"Linda Kelly","bossTitle":"Ms","bossPosition":"Sr. Vice President, General Counsel and Corp. Secretary","membersCount":1,"membersFTE":"0.25","membership":"N/A","memberOrga":"Membership is confidential, but our board of directors is listed here: http://www.nam.org/About/Board-of-Directors/","goal":"The National Association of Manufacturers (NAM) is the largest manufacturing association in the United States, representing small and large manufacturers in every industrial sector and in all 50 states. Manufacturing employs more than 12.8 million men and women, contributes $2.38 trillion to the U.S. economy annually, has the largest economic impact of any major sector and accounts for three-quarters of private-sector research and development. Its mission is to enhance the competitiveness of manufacturers and improve American living standards by shaping a legislative and regulatory environment conducive to U.S. economic growth.","acronym":"NAM","interests":"Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Environment, Taxation, Trade","euInitiatives":"·         U.S.-EU Trade Agreement and other trade negotiations between United States and the EU&#xd;<br />·         Policies, regulations and standards that impact manufacturers in the United States, including but not limited to the U.S.-EU Privacy Shield Framework Agreement, the Restriction on Hazardous Substances Directive (RoHS), Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH); and conflict minerals &#xd;<br /> &#xd;<br />·         Investment, intellectual property, competition policy, energy and environment measures","lastUp":"2019-12-30T16:37:42.249+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}