{"id":"848399332282-85","name":"McAfee, LLC","registrationDate":"2018-08-10T23:55:19.293+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.mcafee.com","country":"United states","headAddress":"2821 Mission College Blvd.","headCity":"Santa Clara, CA","headPostCode":"95054","headPhone":"(1)88 8- 84 7- 87 66","boss":"Liz McCarron ","bossTitle":"Ms","bossPosition":"Acting General Counsel","membersCount":1,"membersFTE":"1.0","membership":"Coalition for Cybersecurity Policy &amp; Law &#xd;\nhttps://www.cybersecuritycoalition.org/&#xd;\n&#xd;\nCyber Threat Alliance &#xd;\nhttps://www.cyberthreatalliance.org/&#xd;\n&#xd;\nInformation Technology Industry Council  &#xd;\nhttps://www.itic.org/&#xd;\n&#xd;\nDigital Dialogue Forum &#xd;\nhttp://www.digitaldialogueforum.com/&#xd;\n&#xd;\nCyber, Space &amp; Intelligence Association &#xd;\nhttp://www.cyberspaceintel.org/&#xd;\n&#xd;\nNational Security Telecommunications Advisory Committee&#xd;\nhttps://www.dhs.gov/national-security-telecommunications-advisory-committee&#xd;\n&#xd;\nInformation Technology Sector Coordinating Council  &#xd;\nhttps://www.it-scc.org/","memberOrga":"","goal":"McAfee is one of the world’s leading independent cybersecurity companies. Inspired by the power of working together, McAfee creates business and consumer solutions that make the world a safer place. By building solutions that work with other industry products, McAfee helps businesses orchestrate truly integrated cyber environments, where protection, detection, and correction of threats happen simultaneously and collaboratively. By protecting consumers across all their devices, we secure their digital lifestyle at home and away. By working with other cybersecurity players, we are leading the effort to unite against state-sponsored actors, cybercriminals, hacktivists, and other disruptors for the benefit of all. McAfee is focused on accelerating ubiquitous protection against security risks for people, businesses, and governments worldwide.  McAfee is committed to engaging with policy makers and other stakeholders to enable a world where cybersecurity is so consistent, reliable, and effective that it becomes a trusted foundation in our lives—like clean air and water.  We believe that no one person, product, or organization can fight cybercrime alone. It’s why we rebuilt McAfee around the idea of working together. People working together. Products working together. Organizations and industries working together. Our goal is to spread this collaborative attitude to our customers, partners, even competitors. All uniting to overcome the greatest challenge of the digital age—cybercrime—and making the connected world more secure.","acronym":"","interests":"Foreign and Security Policy and Defence, Research and innovation","euInitiatives":"GDPR, ePrivacy, cyber security certification, network and information security, critical infrastructure, cloud computing, consumer protection, cybercrime, digital single market, free flow of data, trade and export controls, law enforcement and counter-terrorism (encryption, retention), cyberdefence","lastUp":"2018-08-13T17:58:36.043+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}