{"id":"848525034098-42","name":"Agora Strategy Institute GmbH","registrationDate":"2019-02-26T13:04:21.426+01:00","category":1,"subCategory":6,"legal":"Gesellschaft mit beschränkter Haftung","web":"https://www.agora-strategy.com/de/","country":"Germany","headAddress":"Residenzstraße 7","headCity":"München","headPostCode":"80333","headPhone":"(49)89 25 54 40 84","boss":"Guertler Tim","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Die Agora Strategy Institute GmbH (ASI) ist eine Tochtergesellschaft der Agora Strategy Group AG. Das ASI ist ein Think Tank für geopolitische Risikoanalysen und Policy Empfehlungen. Die Bandbreite reicht von politischen Risikobewertungen für unternehmerische Entscheidungen bis hin zu umfassenden Analysen von Rahmenbedingungen und politischen Entwicklungen in Europa und weiteren relevanten Weltregionen.","acronym":"ASI","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Cooperation and Verification Mechanism, Europäische Nachbarschaftspolitik, Wahlen EP, Strategie Europa 2020, Kapitalmarktunion, MiFID II und Folgegesetzgebung","lastUp":"2019-02-26T18:09:12.955+01:00","customers":"Agora Strategy Group AG","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}