{"id":"848664212424-97","name":"Asociación Española de Mayoristas, Transformadores, Importadores y Exportadores de Productos de la Pesca y la Acuicultura","registrationDate":"2013-12-11T16:10:57.927+01:00","category":2,"subCategory":4,"legal":"asociación sin ánimo de lucro","web":"http://www.conxemar.com/v_portal/apartados/apartado.asp","country":"Spain","headAddress":"Avda. Beiramar, 29","headCity":"Vigo","headPostCode":"360202","headPhone":"(0034)9 86 22 11 74","boss":"José Ángel Mozos","bossTitle":"","bossPosition":"Presidente ANIE","membersCount":1,"membersFTE":"1.0","membership":"AIPCE-CEP&#xd;\nLDRAC&#xd;\nMAC&#xd;\nComité Consultivo del sector pesquero en España&#xd;\nCEOE&#xd;\nCEPYME","memberOrga":"http://www.conxemar.com/v_portal/apartados/apartado.asp?te=78","goal":"ANIE-CONXEMAR está compuesta por 222 empresas mayoristas, importadoras, transformadoras y exportadoras de productos de la pesca y acuicultura. Representa y defende los intereses de sus asociados y del sector en el ámbito mundial, europeo, nacional y autonómico. Sus empresas suman una facturación de 6.437 millones de euros y 13.285 empleados. &#xd;<br />Los principales fines:&#xd;<br />•Fomentar y defender el sistema de libre mercado, en el marco de la economía. &#xd;<br />•Contribuir a mejorar la competitividad de nuestros asociados &#xd;<br />•Representar y defender los intereses del sector ante organismos públicos o privados de ámbito comunitario y estatal. &#xd;<br />•Promoción de toda clase de campañas de fomento del consumo de los productos congelados y en particular de los derivados de la pesca.","acronym":"ANIE-CONXEMAR","interests":"Competition, Consumers, Customs, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Política Pesquera Común&#xd;<br />Política Comercial&#xd;<br />Sostenibilidad de los recursos&#xd;<br />Seguridad Alimentaria","lastUp":"2019-11-15T13:11:25.144+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}