{"id":"848841415210-63","name":"Borsa Italiana","registrationDate":"2015-01-28T09:40:19.433+02:00","category":2,"subCategory":3,"legal":"market operator","web":"http://www.borsaitaliana.it/homepage/homepage.htm","country":"Italy","headAddress":"piazza affari, 6","headCity":"Milan","headPostCode":"20123","headPhone":"(39)02 72 42 62 85","boss":"Raffaele Jerusalmi","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Borsa Italiana S.p.A. is responsible for the organisation and management of the Italian stock exchange. The Company, founded in 1997 following the privatisation of the exchange, has been operational since January 2nd, 1998.&#xd;<br /> &#xd;<br />Borsa Italiana is now part of  London Stock Exchange Group, following the merger effective October 1, 2007.&#xd;<br /> &#xd;<br />Borsa Italiana's primary objective is to ensure the development of its markets, maximising their liquidity, transparency and competitiveness while pursuing high levels of efficiency.&#xd;<br /> &#xd;<br />Main responsibilities of Borsa Italiana are to:&#xd;<br /> oversee transaction activities;&#xd;<br /> define the rules and procedures for admission and listing on the market for issuing companies&#xd;<br /> define the rules and procedures for admission for intermediaries&#xd;<br /> supervise listed companies' disclosure. &#xd;<br />&#xd;<br />Its current structure configures Borsa Italiana as a market management body operating with autonomy and flexibility. Among the principles that enshrine this structure, fundamental are the entrepreneurial character of the market organisation and management activities and the separation of responsibility for supervision (Consob and Banca d'Italia) from that of regulation and market management (Borsa Italiana).&#xd;<br /> &#xd;<br />Borsa Italiana organises and manages the Italian stock market with the participation of domestic and international brokers who operate in Italy or from abroad through remote membership, using a fully electronic trading system for the real-time execution of trades.","acronym":"","interests":"Economic and Financial Affairs, Enterprise, Internal Market, Taxation","euInitiatives":"MIFID II/MIFIR&#xd;<br />CSDR implementation&#xd;<br />Prospectus Directive&#xd;<br />MAD/MAR&#xd;<br />PRIPS&#xd;<br />CRDIV/CRR&#xd;<br />Crisis Management for FMIs&#xd;<br />Shadow banking&#xd;<br />Benchmarks&#xd;<br />Long term financing&#xd;<br />EMIR Review&#xd;<br />SFTR&#xd;<br />EPTF&#xd;<br />Shareholders right directive","lastUp":"2018-03-28T16:04:52.972+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}