{"id":"849428628413-13","name":"LINKS ASSOCIATES","registrationDate":"2017-09-26T09:49:06.013+02:00","category":1,"subCategory":6,"legal":"SRL","web":"http://yourlink.ro","country":"Romania","headAddress":"12, Luigi Cazzavillan Street","headCity":"Bucharest","headPostCode":"010433","headPhone":"(40)02 13 10 68 25","boss":"Corina Vintan","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"2.5","membership":"Links Associates is a company affiliated to Edelman, a leading global communications marketing firm. Also we are member of Chartered Institute of Public Relations and The Romanian Lobby Registry Association.","memberOrga":"","goal":"Links is a key player on the Romanian market of Public Affairs, Crisis Communication and Public Relations, working for projects with high stakes for society and economy. Since 2007, our mission was to push the boundaries of the conventional thinking and bring the change within the business sector. Our challenge is to connect the brands and companies with the society and make them relevant for the local communities. In a complex and changing world where media redefines constantly and ordinary people become more informed, more active and engaged, we believe companies should take a leading role in the communities where they are operating in order to create engagement, welfare and trust.&#xd;<br />We believe in independence, diversity of views and transparency. Our role is also to facilitate access and dialogue with relevant stakeholders for a large category of interest groups. At Links, we believe in the power of consultation and effective democracy that brings together all the interested groups in the decision making process.","acronym":"","interests":"Agriculture, Borders and Security, Communication, Competition, Consumers, Culture and media, Environment, Food Safety, Public Health, Regional Policy, Single market, Taxation, Trade","euInitiatives":"UTPs, Common Agriculture Policies, Single Market, SCI (Supply Chain Initiative, Dual Quality Stardard, Taxation, Food Waste), Copyrights Directive","lastUp":"2018-09-13T11:36:19.124+02:00","customers":"Association of Big Commercial Networks in Romania","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}