{"id":"849607914394-57","name":"Lumos Foundation","registrationDate":"2014-09-10T15:31:32.504+02:00","category":3,"subCategory":2,"legal":"Lumos Foundation (Lumos) is a company limited by guarantee registered in England and Wales number: 5611912 | Registered charity number: 1112575","web":"http://www.wearelumos.org/","country":"United kingdom","headAddress":"Peninsular House","headCity":"London","headPostCode":"EC3R 8NB","headPhone":"(44)0 20 72 53 64 64","boss":"Georgette Mulheir","bossTitle":"Ms","bossPosition":"CEO","membersCount":8,"membersFTE":"4.25","membership":"European Expert Group on the Transition from Institutional to Community-based care (EEG). &#xd;\nLink: https://deinstitutionalisation.com/&#xd;\n&#xd;\nGlobal Partnership on Children with Disabilities (GPCwD)&#xd;\nLink: http://www.gpcwd.org/&#xd;\nLumos hosts the secretariat of the Child Protection taskforce and is a member of the Taskforce on Inclusive Education.&#xd;\nChild Protection taskforce: http://www.gpcwd.org/child-protection.html&#xd;\nInclusive education Taskforce: http://www.gpcwd.org/inclusive-education.html#/&#xd;\n&#xd;\nGlobal Alliance for Children &#xd;\nLink: http://www.globalallianceforchildren.org/","memberOrga":"","goal":"Lumos is an international non-governmental organisation, set up by the author J.K. Rowling that works to end the systematic institutionalisation of children around the world. Worldwide eight million children are living in orphanages or other form of institutional care, where their needs cannot be met and where they are at risk of severe harm, abuse and neglect. &#xd;<br />&#xd;<br />Our vision is a world in which all children have the opportunity to grow up in a safe and caring family setting, or where there is no alternative, the specialist placements that meet all their needs, respect their rights and ensure they can fulfil their potential. We work to transform education, health and social care systems for children and their families and help children move from institutions to family-based care. &#xd;<br />&#xd;<br />Lumos works in partnership with governments, professionals and carers, communities, families and children, to transform outdated systems that drive families apart. Together with our partners we replace institutions with community based services that provide children with access to health, education and social care tailored to their individual needs. This supports families to provide the loving care their children need to develop to their full potential and build a positive future for themselves. Lumos is a founder member of the European Expert Group on the Transition from Institutional to Community Based Care, a member of the Global Alliance for Children and the Global Partnership for Children with Disabilities in Development. Lumos also sits on the EU Civil Society Platform against Trafficking in Human Beings.","acronym":"Lumos","interests":"Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"Lumos is actively following:&#xd;<br />- the implementation and monitoring of the ESIF at national level via the Community Living for Europe: Structural Funds Watch initiative; &#xd;<br />- the ongoing reflection process on the future of the EU post-2020, including the next Multiannual Financial Framework, and new financial instruments for internal and external funding; &#xd;<br />- the post-Cotonou process and resulting new agreement between the EU and ACP; &#xd;<br />- implementation of the new European Consensus for Development, particularly with regards to child rights; &#xd;<br />- the European Solidarity Corps; &#xd;<br />- Brexit and any implications it may have for child rights and deinstitutionalisation in Europe; &#xd;<br />- the successors to the EU Strategy Towards the Eradication of Trafficking in Human Beings 2012-2016 and the European Disability Strategy 2010 – 2020; &#xd;<br />- the Public Consultation on the Comprehensive Evaluation of Humanitarian Aid 2012-2016; &#xd;<br />and any other policy processes that may affect the transition from institutions to family and community based care in Europe and worldwide.&#xd;<br />- European policies regarding unaccompanied minors&#xd;<br />- Council of Europe strategy on the rights of the child 2016-2021","lastUp":"2018-10-11T17:04:48.794+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}