{"id":"849607914394-57","name":"Lumos Foundation","registrationDate":"2014-09-10T15:31:32.504+02:00","category":3,"subCategory":2,"legal":"Lumos Foundation (Lumos) is a company limited by guarantee registered in England and Wales number: 5611912 | Registered charity number: 1112575","web":"http://www.wearelumos.org/","country":"United kingdom","headAddress":"Peninsular House","headCity":"London","headPostCode":"EC3R 8NB","headPhone":"(44)0 20 72 53 64 64","boss":"Roger Singleton","bossTitle":"Mr","bossPosition":"CEO","membersCount":7,"membersFTE":"4.75","membership":"European Expert Group on the Transition from Institutional to Community-based care (EEG). &#xd;\nLink: https://deinstitutionalisation.com/","memberOrga":"","goal":"Lumos is an international non-governmental organisation, set up by the author J.K. Rowling, that works to end the institutionalisation of children worldwide by 2050. Millions of children around the world are living in orphanages or other forms of institutional care, where their needs cannot be met. Over 80 years of research from around the world has demonstrated that living in institutions, deprived of loving parental care, can cause significant harm to children’s health and development. The majority of children living in institutions are not orphans, but are placed in institutions due to reasons such as poverty, disability, marginalisation, a lack of family support services in the community and as a result of trafficking. However, with a little additional support, most children could live with their birth or extended families. &#xd;<br />&#xd;<br />We work to transform education, health and social care systems for children and their families and help children move from institutions to family-based care. Lumos works in partnership with governments, professionals and carers, communities, families and children, to transform outdated systems that drive families apart. Together with our partners we replace institutions with community-based services that provide children with access to health, education and social care tailored to their individual needs. This supports families to provide the loving care their children need to develop to their full potential and build a positive future for themselves. Lumos is a founder member of the European Expert Group on the Transition from Institutional to Community Based Care. Lumos also sits on the EU Civil Society Platform against Trafficking in Human Beings.","acronym":"Lumos","interests":"Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"Lumos is actively following:&#xd;<br />&#xd;<br />- the implementation and monitoring of the ESIF Regulations at national level via the Community Living for Europe: Structural Funds Watch initiative; &#xd;<br />- the ongoing negotiations around the next Multiannual Financial Framework 2021-2027, the new financial instruments for internal and external funding and the programming of these funds for 2021-2027; &#xd;<br />- the post-Cotonou process and resulting new agreement between the EU and ACP; &#xd;<br />- The implementation of the European Consensus for Development, particularly with regards to child rights; &#xd;<br />- the European Solidarity Corps; &#xd;<br />- Brexit and any implications it may have for child rights and deinstitutionalisation in Europe; &#xd;<br />- the successors to the EU Strategy Towards the Eradication of Trafficking in Human Beings 2012-2016 and the European Disability Strategy 2010 – 2020; &#xd;<br />- EU humanitarian and emergency response policy, particularly regarding the protection of children and supporting families in emergencies&#xd;<br />- EU international cooperation and development policy and any other policy processes that may affect the transition from institutions to family and community based care in Europe and worldwide.&#xd;<br />- European policies regarding unaccompanied migrant and refugee children &#xd;<br />- Council of Europe strategy on the rights of the child 2016-2021&#xd;<br />- The European Child Guarantee","lastUp":"2019-10-22T10:31:40.784+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}