{"id":"84973761187-60","name":"EuroCommerce","registrationDate":"2009-02-19T15:55:41.917+02:00","category":2,"subCategory":4,"legal":"A.I.S.B.L.","web":"http://www.eurocommerce.eu","country":"Belgium","headAddress":"Avenue des Nerviens, 85","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 27 37 05 98","boss":"Christian Verschueren","bossTitle":"Mr","bossPosition":"Director General","membersCount":18,"membersFTE":"9.0","membership":"","memberOrga":"http://www.eurocommerce.eu/about-us/our-members.aspx","goal":"EuroCommerce is the principal European organisation representing the retail and wholesale sector. It embraces national associations in 31 countries and 5.4 million companies, both leading multinational retailers and many small family operations. Retail and wholesale provide a link between producers and 500 million European consumers over a billion times a day. It generates 1 in 7 jobs, providing a varied career for 29 million Europeans, many of them young people.  It also supports millions of further jobs throughout the supply chain, from small local suppliers to international businessses.","acronym":"","interests":"Agriculture, Borders and Security, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"The wide range of policy issues affecting retail and wholesale, clustered around the following broad areas: Single Market, Digital Economy, Circular Economy and Sustainability, Supply Chain relations, international Trade, Fooad and Agriculture, Consumer Policy, Social policy Product safety, Taxation.","lastUp":"2018-08-29T15:05:49.382+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}