{"id":"849997016104-66","name":"ASOCIACIÓN DE EMPRESAS DE ENERGÍA ELÉCTRICA","registrationDate":"2015-02-18T16:52:20.622+01:00","category":2,"subCategory":4,"legal":"ASOCIACION","web":"http://www.aelec.es","country":"Spain","headAddress":"Pº de la Castellana 141, planta 12","headCity":"MADRID","headPostCode":"28046","headPhone":"(34)9 15 67 48 00","boss":"Marina Serrano González","bossTitle":"","bossPosition":"Presidenta","membersCount":8,"membersFTE":"4.0","membership":"EURELECTRIC&#xd;\nCEOE&#xd;\nUNE","memberOrga":"IBERDROLA&#xd;\nVIESGO&#xd;\nNATURGY&#xd;\nENDESA&#xd;\nEDP","goal":"1.\tLa actuación de la Asociación tendrá por objeto el desarrollo de actividades relacionadas con la regulación del sector eléctrico y, en especial, con:&#xd;<br />&#xd;<br />a)\tLas actividades calificadas normativamente como reguladas, y en particular la actividad de distribución eléctrica, atendiendo al objetivo de garantizar un desarrollo adecuado en el ejercicio de sus funciones, así como la defensa de un régimen económico que permita la obtención de una retribución con una rentabilidad razonable. &#xd;<br />&#xd;<br />b)\tLas tarifas y precios regulados, básicamente los peajes de acceso a las redes de transporte y distribución, los cargos que se establezcan para el pago de otros costes del sistema o los precios o cargos por otros servicios regulados destinados al suministro de energía eléctrica, así como aquéllos que impone la normativa sectorial para garantizar la obligación de suministro sobre determinados colectivos de consumidores y los posibles recargos o descuentos que recaigan sobre ellos. &#xd;<br />&#xd;<br />c)\tLos aspectos técnicos y regulados de las actividades eléctricas liberalizadas como pueden ser los relativos al diseño del mercado, a las energías renovables, la comercialización de referencia o de último recurso, los procesos de cambio de suministrador, las obligaciones normativas relativas a la atención al cliente, la facturación y resolución de reclamaciones de los consumidores eléctricos, a la generación distribuida y el autoconsumo, el ahorro y la eficiencia energética, la gestión y la agregación de la demanda, la movilidad eléctrica, el almacenamiento y otros de naturaleza similar. &#xd;<br />&#xd;<br />d)\tLa regulación medioambiental que pudiera incidir en el sector eléctrico, tanto en lo que afecta al funcionamiento de las redes eléctricas como en lo que afecta a la actividad de generación, siempre desde una perspectiva neutra tecnológicamente, así como a los aspectos relacionados con la economía circular. En este campo, se actuará de una forma neutral en lo relativo a la definición de las necesidades por tecnologías de generación para garantizar el suministro de energía en la transición energética hacia la descarbonización. &#xd;<br />&#xd;<br />e)\tLa fiscalidad sobre la electricidad o sobre cualquiera de las actividades destinadas al suministro de energía eléctrica, tanto desde una perspectiva europea como propiamente nacional, en sus ámbitos estatal, autonómico y municipal. &#xd;<br />&#xd;<br />f)\tLa regulación europea en el ámbito de las actividades descritas en este artículo tanto en las Instituciones Comunitarias como en el seno de EURELECTRIC (The Union of the Electricity Industry).&#xd;<br />&#xd;<br />2.\tAdemás, el ámbito de actuación de la Asociación se podrá extender a otras regulaciones que, no siendo propias del sector eléctrico, afecten, directa o indirectamente, a la Asociación como tal o a los miembros de ésta, en este último caso a petición de los mismos.&#xd;<br />&#xd;<br />3.\tConstituyen asimismo fines prioritarios de la Asociación la defensa y promoción de la electricidad, y sus usos y aplicaciones.&#xd;<br />&#xd;<br />4.\tIgualmente le corresponderá el desarrollo de aquellas actividades propias de las organizaciones empresariales en el ámbito laboral, de conformidad con el artículo 5.2.b) 7º, del Real Decreto 416/2015, de 29 de mayo, sobre depósito de estatutos de las organizaciones sindicales y empresariales, o normativa que actualice o sustituya ésta, cuando así le sea requerido por las empresas miembros de la Asociación.","acronym":"aelec","interests":"Budget, Climate Action, Competition, Consumers, Employment and Social Affairs, Energy, Environment, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energía&#xd;<br />Medio Ambiente&#xd;<br />Movilidad eléctrica&#xd;<br />Fiscalidad","lastUp":"2019-02-07T13:21:35.321+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}