{"id":"85018278146-57","name":"AENEAS","registrationDate":"2012-02-24T09:21:38.632+01:00","category":2,"subCategory":4,"legal":"association under French law (1901)","web":"http://www.aeneas-office.org","country":"France","headAddress":"44 rue Cambronne","headCity":"Paris","headPostCode":"75015","headPhone":"(33)1 40 64 45 80","boss":"Jean-Marc Chery","bossTitle":"Mr","bossPosition":"President of AENEAS","membersCount":9,"membersFTE":"5.0","membership":"ECSEL is a Joint Undertaking under H2020, and is part of a network of other Joint Undertakings.","memberOrga":"https://aeneas-office.org/members.html","goal":"AENEAS addresses high priority R&amp;D&amp;I areas providing key technological contributions in view of solving major European societal challenges. In doing so, AENEAS helps Europe in building regional autonomy along the value chain. At the same time, the alliances in the ecosystem are instrumental to capture access to worldwide growth markets.&#xd;<br />&#xd;<br />The mission of AENEAS is to :&#xd;<br />&#xd;<br />1-strengthen European Competitiveness by promoting Research &amp; Development &amp; Innovation across the Electronics Value Chain.&#xd;<br />&#xd;<br />2- Support and shape the ecosystems related to Electronic Components and Systems, by:&#xd;<br />&#xd;<br />- promoting R&amp;D&amp;I in the field of Nanoelectronics, in order to strengthen the competitiveness of the European Industry &#xd;<br />&#xd;<br />- stimulating and coordinating actions to develop, update and implement the ECS Strategic Research Agenda &#xd;<br />&#xd;<br />- advising on structural and regulatory matters relevant to create and maintain a climate in Europe favorable to education, research, development and innovation in the field of ECS.&#xd;<br />&#xd;<br />3- represent R&amp;D performers in the ECSEL Joint Undertaking. This part of its mission will therefore consist in: &#xd;<br />-co-establishing and participating in a Joint Undertaking to implement a Joint Technology Initiative on micro- and nano-electronic enabled Electronic Components and Systems. &#xd;<br />- looking after the interests of the respective R&amp;D&amp;I actors in the Joint Undertaking as a Private Member of the Governing Board. &#xd;<br />- gathering and contributing the funds necessary for the operation and organisation of the association, Joint Technology Initiative and the Joint Undertaking. &#xd;<br />&#xd;<br />4- Operate and manage the activities of the CATRENE and PENTA Clusters of EUREKA.","acronym":"AENEAS","interests":"Digital economy and society","euInitiatives":"Participation in ECSEL JU &#xd;<br />Interest in H2020 regulations&#xd;<br />Interest in HEU preparation&#xd;<br />Preparation of a new partnership on Key Digital Techologies under Horizon Europe","lastUp":"2020-01-09T10:31:46.802+01:00","customers":"","costAbsolu":"","costRange":"2000000-2249999","turnoverAbsolu":0,"turnoverRange":""}