{"id":"850592134404-79","name":"HELLNIC FINANCIAL STABILITY FUND","registrationDate":"2019-04-01T15:00:39.738+02:00","category":6,"subCategory":9,"legal":"Legal Entity Private Law","web":"http://www.hfsf.gr","country":"Greece","headAddress":"10 PANEPISTIMIOU STREET","headCity":"ATHENS","headPostCode":"10671","headPhone":"(06900)21 55 60 69 00","boss":"MARTIN CZURDA","bossTitle":"","bossPosition":"CEO","membersCount":4,"membersFTE":"3.25","membership":"Hellenic Bank Association","memberOrga":"http//www.hfsf.gr","goal":"The objective of the HFSF is to contribute to the maintenance of the stability of the Greek banking system, for the sake of public interest. Τhe HFSF shall act in line with the relevant commitments under the Memorandum of Understanding of 15.3.2012, draft of which was ratified by law 4046/2012 (A’ 28) and of the Memorandum of Understanding of 19.8.2015 draft of which is ratified under law 4336/2015 (A’ 94), as they are both updated from time to time. &#xd;<br />&#xd;<br />The HFSF shall comply with the obligations arising from or in connection with the Master Financial Facility Agreement of 15.3.2012, draft of which was ratified by law 4060/2012 (A’ 65), and under the Financial Facility Agreement of 19.8.2015, draft of which has been ratified by law 4336/2015 (A’ 94), and is authorized to proceed to any necessary action in order to fully comply and to give full effect with these obligations.","acronym":"HFSF","interests":"Banking and financial services","euInitiatives":"For the realization of HFSF vision and mission, the HFSF management team, namely the Chairman, the CEO and the Deputy CEO, schedule regularly business trips to Frankfurt (ECB, SSM), Luxembourg and Brussels (EC, EWG, DG Comp) to discuss with the Institutions the developments in the Greek banking sector, as well as the prudent management of the assets of the Fund, in line with the rules of the European Union.&#xd;<br />&#xd;<br />Within this framework, during April 2019, the HFSF has requested to meet with:&#xd;<br />-\tEC: Mr Jan Ceyssens and Ms Karolina Leib, Members of Vice Chairman Dombrovskis’ Cabinet&#xd;<br />-\tEWG: Mr. Hans Vijlbrief, Chairman of EWG&#xd;<br />-\tDG Comp: Mr Carles Esteva Mosso, Deputy Director General responsible for State aid&#xd;<br />-\tFISMA: Mr Reinhard Wichern, Deputy Head of Unit E2 &#xd;<br />&#xd;<br />It should be mentioned that according to HFSF Law, the General Council and the Executive Board meetings are attended by Representatives of the European Commission, the European Central Bank and the European Stability Mechanism, together with their alternates, without voting rights.","lastUp":"2019-04-03T16:34:40.649+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}