{"id":"850670425908-78","name":"Fundació Solidaritat UB - EUROM","registrationDate":"2017-02-15T12:57:53.994+01:00","category":4,"subCategory":5,"legal":"foundation","web":"http://europeanmemories.net","country":"Spain","headAddress":"Melcior de Palau 140","headCity":"Barcelona","headPostCode":"08014","headPhone":"(34)9 34 03 55 38","boss":"Xavier López","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"2.0","membership":"ICMEMO (http://network.icom.museum/icmemo/)&#xd;\nINSMLI (http://www.italia-resistenza.it/)&#xd;\nMemory Lab (http://www.memorylab-europe.eu/)","memberOrga":"All information regarding FSUB-EUROM partners is available in this link: &#xd;\nhttp://europeanmemories.net/network/","goal":"UB Solidarity Foundation was created in 1996 to implement the cooperation policy of the University of Barcelona and promote democracy and human rights in the less developed regions or in conflict and post conflict. To this end, it has promoted several projects for the recovery of historical and democratic memory.&#xd;<br />&#xd;<br />Currently it promotes, with support of the EU, the European Observatory on Memories (EUROM), a transnational networking platform that integrates partners and collaborators across Europe from the different areas involved in the management and study of memorial policies (institutional, academic and associative). Since 2012 it has developed an intensive program that has included both internal activities and discussion meeting between the partners to strength the network; especially activities focused on the transmission and dissemination of European memories.","acronym":"FSUB-EUROM","interests":"Culture, Education and training, External Relations, Humanitarian aid and civil protection, Youth","euInitiatives":"Currently the Foundation is leading and/or collaborating in different projects such as RESCUE to assist refugees to settle in the EU through education projects and covering their basics needs.&#xd;<br />&#xd;<br />In the Remembrance field, the Foundation launchedin 2012 the European Observatory on Memories, today onsidered as a Think Tank by the European Commission and funded by the EU through an Operating Grant (EACEA).","lastUp":"2020-01-16T11:24:55.894+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}