{"id":"850749020806-53","name":"Gruppo di Azione Locale ELORO","registrationDate":"2016-02-26T20:03:14.395+01:00","category":6,"subCategory":9,"legal":"Societ? consortile mista a r.l. senza scopo di lucro","web":"http://www.galeloro.org","country":"Italy","headAddress":"Via Ruggero Settimo 9","headCity":"Noto (SR)","headPostCode":"96017","headPhone":"(39)33 97 83 60 22","boss":"Vincenzo Dell'Albani","bossTitle":"Mr","bossPosition":"Presidente","membersCount":8,"membersFTE":"7.0","membership":"www.remadel.org&#xd;\nwww.servagri.eu&#xd;\nwww.hifltrad.eu &#xd;\nwww.ruralitamediterranea.eu&#xd;\nwww.facebook.com/GalEloro&#xd;\nwww.facebook.com/servagri.eu &#xd;\nAgenzia per il Mediterraneo","memberOrga":"http://www.galeloro.it/index.php/gaeloro?layout=edit&amp;id=9","goal":"Il GAL ELORO si occupa di sviluppo rurale sostenibile dal 1998, ha partecipato, fin dalla sua costituzione, a molteplici attivit? di cooperazione e si ? distinto soprattutto nella progettazione e gestione d?iniziative di sviluppo locale integrato e interventi di sostenibilit? in ambito rurale, come nel caso dell?attivazione di tavoli tecnici partecipati su specifiche filiere dell?agro-alimentare; o, ancora, della creazione di reti locali e distretti, per supportare le filiere produttive e l'integrazione delle fasi di produzione/elaborazione/commercializzazione dei prodotti agro-alimentari dell'economia agricola locale; o per incoraggiare le filiere produttive dei prodotti tipici di qualit? della zona (olio, vino, mandorla, diversi prodotti ortofrutticoli con marchi IGP, DOP, ecc.) e la vendita diretta dei prodotti. L?azione del GAL Eloro si dispiega in due macro-ambiti: quello strettamente legato al sostegno delle economie locali (agricola ed agroalimentare, artigianale, turistica, culturale, sociale, ambientale, delle PMI, ecc.) e quello afferente la cooperazione con altri territori in ambito interterritoriale, interregionale e transnazionale. Attraverso i Programmi d?Iniziativa Comunitaria LEADER II, LEADER+ e Asse IV Approccio LEADER del PSR Sicilia 2007-2013, il GAL Eloro ha realizzato dei veri e propri Piani d?Azione integrati e partecipati per lo sviluppo locale sostenibile che hanno permesso di sperimentare una metodologia comune con gli attori locali e di promuovere iniziative di sviluppo dirette principalmente a imprenditori singoli e associati, ma anche enti pubblici, soprattutto nei settori agricolo, turistico, della tutela e promozione di siti d?interesse naturalistico. Si ? proceduto alla creazione di un sistema produttivo integrato in cui agricoltura, artigianato, PMI, offerta turistico-ricettiva e servizi in generale hanno contribuito alla valorizzazione delle risorse del territorio, accrescendone l?attrattivit? e la qualit? di vita dei propri abitanti. In ambito transnazionale, dal marzo 2008 il GAL Eloro ? rappresentante ufficiale di tutti i GAL italiani nella rete di cooperazione euro-maghrebina denominata RE.MA.DE.L. - R?seau Maghrebin D?veloppement Local, associazione fra gli enti di sviluppo rurale, fondazioni ed associazioni rurali di Mauritania, Marocco, Algeria, Tunisia, Spagna, Francia e Italia (Sito Web: www.remadel.org), riconoscimento del ruolo svolto da anni dal GAL Eloro nella cooperazione coi paesi della sponda sud del Mediterraneo. Nel campo della cooperazione transfrontaliera, il GAL Eloro ? capofila nel Programma ENPI CBC ?Italia-Tunisia? 2007-2013, Progetto SERVAGRI 045: Osservatorio italo-tunisino a SERVizio dell?AGRIcoltura sostenibile di qualit? (nov. 2011 / mag. 2014). Si tratta della creazione di un Osservatorio italo-tunisino sulle politiche di sicurezza e qualit? agroalimentare, inaugurato a Tunisi il 21 settembre 2012 con l?obiettivo della creazione di cluster/distretti produttivi euro-mediterranei di qualit?; della realizzazione di azioni pilota nei settori olivicoltura, apicoltura, agricoltura biologica e filiera corta; nonch? della diffusione di marchi, disciplinari, protocolli ed etichettature che garantiscano ai consumatori qualit?, piena tracciabilit? e sicurezza alimentare. Sito Web: www.servagri.eu ? Pagina Facebook: https://www.facebook.com/servagri.eu; Link: http://www.ciheam.org/images/CIHEAM/PDFs/Publications/LV/wl24.pdf (v. pag. 24 e seguenti). Notevolissima e senza confronti in Sicilia, e di tutto rilievo a livello nazionale, come recentemente riconosciuto dall?INEA (Istituto Nazionale di Economia Agraria), stando ai risultati di uno studio specifico sulla cooperazione dei GAL italiani  commissionato dalla Rete Rurale Nazionale, si ? mostrata l?azione del GAL ELORO che, grazie ai molteplici progetti di cooperazione realizzati in area euromediterranea, si trova in seconda posizione nella classifica nazionale dei 192 GAL italiani per qualit? della progettazione.","acronym":"GAL Eloro","interests":"Agriculture and Rural Development, Consumer Affairs, Culture, Development, Employment and Social Affairs, Enterprise, Environment, External Relations, Food Safety, Regional Policy, Youth","euInitiatives":"ENPARD, Horizon 2020, PSR Sicilia 2014-2020, ADRION, Interreg, ecc.","lastUp":"2017-02-20T10:01:25.345+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}