{"id":"850805425789-71","name":"Asociación Española de Storytelling","registrationDate":"2017-02-07T14:02:06.115+01:00","category":2,"subCategory":1,"legal":"Asociación","web":"http://www.asest.es","country":"Spain","headAddress":"C/Jerónimo Zurita 13 2C","headCity":"Zaragoza","headPostCode":"50001","headPhone":"(34)6 79 96 73 06","boss":"Mar Martínez Gamarra","bossTitle":"","bossPosition":"Presidenta","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"1. Divulgación de la actividad de Storytelling.&#xd;<br />2. Organizar Jornadas, Charlas, Conferencias, Talleres y cuantas actividades se crea conveniente con objeto de dar a conocer al público en general el alcance de ésta práctica.&#xd;<br />3. Publicitar en los soportes y medios que se crea conveniente, los nombres y datos identificativos de las personas, que a juicio de la Asociación, hayan realizado una formación suficiente como para poder actuar profesionalmente como Storytellers.&#xd;<br />4. Publicar libros, ensayos, videos, artículos de prensa y cualquier otro soporte audiovisual que ayude a la comprensión y divulgación de la Actividad de Storytelling.&#xd;<br />5. Establecer lazos de unión con otras Asociaciones semejantes nacionales e internacionales, de dentro y fuera de España. En su caso, plantearse formar parte de una federación o Asociación Europea y Latinoamericana de Storytelling que comparta y defienda los mismos fines.&#xd;<br />6. Actuar como Representación Institucional de los Asociados en su actividad profesional.&#xd;<br />7. Favorecer la investigación de los distintos instrumentos que se utilizan en la práctica de Storytelling.&#xd;<br />8. Crear los medios adecuados para la difusión de experiencias y herramientas entre los Asociados o personas que practiquen Storytelling.","acronym":"Asest","interests":"Culture, Education, Enterprise","euInitiatives":"Legislaciones acerca de educación propiedad intelectual.&#xd;<br />Storytelling; configuración científica de las emociones, fisiología y psicología.","lastUp":"2018-02-02T11:46:11.861+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}