{"id":"851154927709-88","name":"G S PAPPOUS","registrationDate":"2017-07-13T13:45:16.399+02:00","category":6,"subCategory":11,"legal":"ΝΠΙΔ","web":"http://www.efxini.gr","country":"Greece","headAddress":"Λ. ΦΥΛΗΣ","headCity":"ANO LIOSIA","headPostCode":"13341","headPhone":"(30)21 02 48 60 44","boss":"GGEORGIOS PAPPOUS","bossTitle":"Mr","bossPosition":"ΓΕΝΙΚΟΣ ΔΙΕΥΘΥΝΤΗΣ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.efxini.gr/who-we-are/members","goal":"Σήμερα εν έτει 2018, ο ΕΟΕΣ διαθέτει συνολικά 37 μέλη, εκ των οποίων τα 30 είναι δήμοι κυρίως από την Ελλάδα, αλλά και το εξωτερικό και τα υπόλοιπα αυτοδιοικητικοί και πανεπιστημιακοί φορείς. &#xd;<br />Ο ΕΟΕΣ ΕΥΞΕΙΝΗ ΠΟΛΗ με τη συνεργασία των μελών του στοχεύει στη διαπεριφερειακή, διακρατική και διασυνοριακή συνεργασία με στόχο τη δημιουργία αειφόρου ανάπτυξης στις περιοχές που καλύπτει το δίκτυο μέσα από τη μεταφορά τεχνογνωσίας και την ανταλλαγή καλών πρακτικών.  &#xd;<br />&#xd;<br />Ο ΕΟΕΣ ΕΥΞΕΙΝΗ ΠΟΛΗ διαθέτει εμπειρία 22 ετών στη διαχείριση Συγχρηματοδοτούμενων Έργων, έχει Διαχειριστική Επάρκεια για την υλοποίησή τους και διατηρεί ένα ιστορικό συνεργασιών με περισσότερους από 800 φορείς, όπως Δήμοι, Περιφέρειες και Πανεπιστήμια τόσο εντός όσο και εκτός ΕΕ.&#xd;<br />&#xd;<br /> Δραστηριότητες&#xd;<br />•    Περιβαλλοντική και Τουριστική ανάπτυξη μέσα από Ευρωπαϊκά Προγράμματα, που στοχεύουν στη βελτίωση της ενεργειακής απόδοσης κτιρίων με εφαρμογή τέτοιων μοντέλων σε τουριστικές πόλεις&#xd;<br />•    Αγροτική Ανάπτυξη μέσα από προγράμματα που εστιάζουν στα ιδιαίτερα χαρακτηριστικά των εν λόγω περιοχών, αναδεικνύοντάς τα και ενισχύοντας τη δυναμική τους, ώστε να γίνουν περισσότερο ανταγωνιστικά  &#xd;<br />•    Πολιτισμική ανάπτυξη με την ανάδειξη των ιδιαίτερων στοιχείων κουλτούρας και πολιτισμικής ταυτότητας  σε τοπικό επίπεδο, αλλά και ενός νέου «μωσαϊκού», που διαμορφώνει η αυξημένη εισροή μεταναστών &#xd;<br />•    Πληροφόρηση, Υποστήριξη, Εκπαίδευση, Κατάρτιση, Προώθηση στην Απασχόληση Κοινωνικά Ευπαθών Ομάδων (Μακροχρόνια Άνεργοι, Μετανάστες, Ρομά, Άτομα με Αναπηρία, Ανήλικοι Παραβάτες)&#xd;<br />•    Εξωστρέφεια των Τοπικών Αυτοδιοικήσεων και των Περιφερειών, αναζήτηση καλών πρακτικών, μεταφορά τεχνογνωσίας&#xd;<br />•    Προώθηση της Κοινωνικής Επιχειρηματικότητας","acronym":"EGTC EFXINI POLI","interests":"Agriculture, Business and Industry, Climate Action, Culture, Culture and media, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Ο φορέας δείχνει ενδιαφέρον για πολιτικές που αφορούν στη μείωση των εκπομπών διοξειδίου του άνθρακα, αγροτική πολιτική, πολιτικές για την απασχόληση, πολιτικές για τη δημόσια υγεία, τις μεταφορές, την κυκλική οικονομία  και την αστική ανάπτυξη.","lastUp":"2018-07-16T09:23:28.902+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}