{"id":"851114520867-30","name":"Hezelburcht B.V.","registrationDate":"2016-03-01T16:38:32.976+01:00","category":1,"subCategory":6,"legal":"Limited company","web":"https://www.hezelburcht.com/","country":"Netherlands","headAddress":"Berg en Dalseweg 122","headCity":"Nijmegen","headPostCode":"6522 BW","headPhone":"(31)8 84 95 20 00","boss":"Mike Blansjaar","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":9,"membersFTE":"2.75","membership":"NGVA","memberOrga":"","goal":"For over twenty years Hezelburcht has provided (full service) grant support to assist our clients in achieving their strategic, financial and innovative ambitions. Our knowledge of grants, including regional and European programmes, as well as our experience in both the public and private sectors enable us to offer a full spectrum of services related to grants and incentives. Hezelburcht has become one of the largest service providers in the field of grant consultancy and grant management in the Netherlands.&#xd;<br />&#xd;<br />Realising ambitions: that is our main goal. Hezelburcht employs ambitious and entrepreneurial consultants with high-quality backgrounds in the fields relevant to our clients. Our consultants speak the clients’ language and their backgrounds match the clients’ sectors. Therefore, they not only have solid scientific backgrounds, but also extensive, practical, sector-specific experience. Hezelburcht currently employs more than 70 professionals specialised in the fields of Energy &amp; Environment, Food, High Tech Systems &amp; Materials, Chemistry, ICT, Life Sciences and Health, Logistics &amp; Transport and the public sector. Through intensive discussions with funding agencies and by building bridges between grant providers and beneficiaries, we increase the success rate of projects and reduce project risks.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"No specific legislative files but the most relevant policy fields are the field of Research and innovation, Transport, Energy, ICT, Chemistry and the field of Environment and Climate Change.","lastUp":"2018-02-14T12:38:17.592+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":""}