{"id":"851204528459-55","name":"Alcoa Nederland Holding BV","registrationDate":"2017-09-26T15:42:03.265+02:00","category":2,"subCategory":3,"legal":"BV","web":"http://www.alcoa.com","country":"Netherlands","headAddress":"Weena 798","headCity":"Rotterdam","headPostCode":"3014 DA","headPhone":"(31)1 04 28 52 60","boss":"Gerard Stassen","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.5","membership":"Business Europe&#xd;\nEuropean Aluminium&#xd;\nEurometaux","memberOrga":"","goal":"Since the dawn of the aluminum industry, the name Alcoa has been synonymous with operational excellence and leadership in the production of Bauxite, Alumina and Aluminum products. We invented the aluminum industry in 1888 and we continue to innovate with new technologies and processes.&#xd;<br />&#xd;<br />•World's largest bauxite mining portfolio&#xd;<br />•An attractive global alumina refining system&#xd;<br />•Optimized aluminum smelting network&#xd;<br />•Innovative cast products network&#xd;<br />•Flexible energy portfolio&#xd;<br />•Maximizing synergies between can sheet and other Alcoa markets&#xd;<br />In today's aluminum market, where lean operation is critical, our comprehensive portfolio of assets and our operating experience make Alcoa uniquely built to lead. We are known worldwide as a values-based company that holds to the highest standards of excellence–operational, environmental, and ethical—as essential for our business. We never stop looking for ways to be more productive, efficient, innovative and sustainable in order to deliver the best products and outcomes to our customers and shareholders.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Customs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"•\tEU ETS Directive implementation&#xd;<br />•\tEnergy Union, Clean Energy Package, 2050 Strategy, Decarbonization, Electricity Market Design, single market in electricity, Renewable Directive, Capacity Mechanisms, report on energy prices and costs, energy efficiency&#xd;<br />•\tTrade issues including FTAs negotiations, trade relations with China, trade defense issues, WTO&#xd;<br />•\tCompetition policy&#xd;<br />•\tEnvironmental and sustainability matters: climate change, circular economy, water and waste issues, REACH&#xd;<br />•\tA European Strategy for Low-Emission Mobility&#xd;<br />•\tResearch and innovation policy, Horizon 2020","lastUp":"2018-09-17T15:55:00.203+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}