{"id":"851895635163-16","name":"Fondation Zakoura Education","registrationDate":"2019-06-17T22:47:18.911+02:00","category":3,"subCategory":2,"legal":"association à but non lucratiif","web":"http://fondationzakoura.org","country":"Morocco","headAddress":"131, Boulevard d'Anfa 3ème étage","headCity":"Casablanca","headPostCode":"20060","headPhone":"(212)5 22 29 73 30","boss":"Rita El Kadiri","bossTitle":"Ms","bossPosition":"Directrice Générale","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Histoire &#xd;<br />Reconnue d’utilité publique, la Fondation Zakoura œuvre depuis plus de 20 ans en faveur du développement humain par le biais de l’éducation des enfants, la formation des jeunes et l’autonomisation des femmes en milieu rural. &#xd;<br />Inscrivant l’innovation au cœur de son ADN, la Fondation Zakoura a été à l’origine, entre autres, des premières écoles d’Éducation Non Formelle au Maroc, d’un programme de préscolaire communautaire innovant, du programme d’éducation à l’environnement « Mama Tabiaa »,  de la première école d’éducation non formelle numérique en zone rurale au Maroc et bientôt du premier collège de proximité. &#xd;<br />Ainsi, la Fondation a développé une expertise unique dans le déploiement de projets socio-éducatifs à destination des populations en milieu rural et bénéficie de l’appui et du soutien de partenaires nationaux et internationaux. Depuis 2006, la Fondation 2015, la Fondation s’est résolument engagée pour l’extension du préscolaire avec l’Action Nationale pour l’Éducation de la petite Enfance en zone Rurale – ANEER. C’est aussi dans ce cadre qu’elle a conçu développé, en partenariat avec l’UNICEF, le programme d’éducation parentale. &#xd;<br />Pour marquer ses 20 ans d’engagement en faveur de l’éducation pour tous et amorcer les prochaines années avec la détermination qui la caractérise, la Fondation Zakoura a lancé, le 20 novembre 2017, date commémorative de la Journée Internationale des Droits de l’Enfant, le Pacte pour une Education Préscolaire de Qualité pour Tous. &#xd;<br />&#xd;<br />Missions&#xd;<br />La Fondation Zakoura a pour mission de contribuer, en synergie avec son écosystème, à réduire la fracture éducative dans le monde rural. Afin de poursuivre cette mission première, la Fondation a orienté sa stratégie métiers en « 4 E » complémentaires : éducation, employabilité, entreprenariat social et empowerment.","acronym":"FZE","interests":"Education and training, Employment and Social Affairs, International co-operation and development, Youth","euInitiatives":"La Fondation est impliqué dans plusieurs activités spécifiques de plaidoyer dans le domaine de l’éducation auprès de l’UE. &#xd;<br />La Fondation :&#xd;<br />-\tParticipe actuellement au « Programme d’appui de l’Union européenne à la mise en œuvre de la stratégie nationale de l’alphabétisation. Phase II (ALPHA II). » et ce dans le cadre du consortium mené par GOPA. &#xd;<br />&#xd;<br />-\tParticipe aux consultations organisées par l’UE au Maroc concernant la stratégie d’appui au secteur de l’éducation à une fréquence bi annuelle.","lastUp":"2019-06-21T13:53:25.714+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}