{"id":"85223352533-24","name":"European Alternatives Limited","registrationDate":"2009-10-21T17:55:21.766+01:00","category":3,"subCategory":2,"legal":"Company Limited by guarantee non profit","web":"http://www.euroalter.com","country":"United kingdom","headAddress":"The Nexus Building, Suite 501","headCity":"Letchworth Garden City","headPostCode":"SG69BL","headPhone":"(39)06 88 65 41 10","boss":"Daphne Bullesbach","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":10,"membersFTE":"8.0","membership":"membership of Civil Society Europe network","memberOrga":"Our member organisations can be seen here:&#xd;\nhttps://euroalter.com/who-we-are/our-network/partners","goal":"European Alternatives is a civil society organisation with citizen members from throughout Europe. It promotes democracy, equality and active citizenship in Europe. It runs cultural and political initiatives and campaigns throughout Europe, often also in the wider world, and runs the annual Transeuropa festival. &#xd;<br />&#xd;<br />European Alternatives produces research on European questions, has a youth strand of activities as well as its main strands of activities, and publishes a monthly journal in English, French, Italian and Romanian printed editions.","acronym":"EUROALTER","interests":"Borders and Security, Budget, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Taxation, Trans-European Networks, Youth","euInitiatives":"We are following developments in EU citizenship and fundamental rights, we are also active in campaigning for media pluralism and migrant rights in Europe","lastUp":"2019-03-18T09:10:15.652+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}