{"id":"85235158413-79","name":"Groupement des Cartes Bancaires \"CB\"","registrationDate":"2012-03-23T18:16:34.350+02:00","category":2,"subCategory":3,"legal":"Economic Interest Group","web":"http://www.cartes-bancaires.com","country":"France","headAddress":"rue Saint-Honoré, 151 bis","headCity":"Paris","headPostCode":"75001","headPhone":"(331)40 15 58 00","boss":"LAULANIE Philippe","bossTitle":"Mr","bossPosition":"Administrateur","membersCount":3,"membersFTE":"0.75","membership":"European Card Payment Association (ECPA), EPC CARD STAKEHOLDERS GROUP and CARD WORKING GROUP, nexo (EPASOrg et OSCar), EUROSMART, PayComm, EPSM, ACSEL, MERCATEL,  Card Fraud Prevention Task force in EPC, EMVCo, PCIDDSco, ISO Groups: ISO20022, ... CEN, EAST., etc","memberOrga":"http://www.cartes-bancaires.com","goal":"About Groupement des Cartes Bancaires CB&#xd;<br />&#xd;<br />Established in 1984 to provide an interbank card payment and ATM cash withdrawal scheme in France, Groupement des Cartes Bancaires CB is a non-profit organization acting as the governing body of the CB payment scheme. &#xd;<br />&#xd;<br />As of December 2017, CB has 108 members, comprising both banks and payment institutions worldwide.&#xd;<br />&#xd;<br />CB is responsible for the system’s overall architecture, inter-member rules &amp; procedures and risk management. CB also defines technical and security standards, and ensures that manufacturers and vendors whose products and services are used in the CB system comply with these standards. &#xd;<br />&#xd;<br />Furthermore, CB operates an information system, providing its members with high performance data mining tools and countermeasures in the fight against fraud. &#xd;<br />&#xd;<br />CB is one of the largest payment schemes in the European Union with &#xd;<br />&#xd;<br />68.3 million cards, 55,810 ATMs, 1.6 million merchants and a very significant activity, both in terms of transaction volumes and value as shown by the 2017 statistics : 12 billion CB transactions for a total value of 565 billion euros, 1.1 billion transactions for MOTO – Internet &amp; Mobile, 1.2 billion transactions for contactless payments.&#xd;<br />La Banque de France,the French Central Bank, as the Supervisory Authority sits on the Board of Cartes Bancaires \"CB\".","acronym":"CB","interests":"Competition, Consumers, Digital economy and society, Economy, finance and the euro, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Legislation on payment systems and related topics","lastUp":"2018-07-04T11:25:49.401+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}