{"id":"85252491441-36","name":"Verband Deutscher Bürgschaftsbanken e.V.","registrationDate":"2009-03-30T12:06:23.676+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.vdb-info.de","country":"Germany","headAddress":"Schützenstraße 6a","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)0 30 26 39 65 40","boss":"Guy Selbherr","bossTitle":"Mr","bossPosition":"Vorsitzender des Verbandes Deutscher Bürgschaftsbanken","membersCount":4,"membersFTE":"1.25","membership":"European Association of Guarantee Institutions (AECM)&#xd;\nhttps://aecm.eu/","memberOrga":"http://www.vdb-info.de/mitglieder","goal":"Die 17 Bürgschaftsbanken und Beteiligungsgarantiegesellschaften sowie 15 Mittelständischen Beteiligungsgesellschaften (MBGen) sind im Verband Deutscher Bürgschaftsbanken e.V. (VDB) zusammengeschlossen. Der VDB nimmt die Interessenvertretung der deutschen Bürgschaftsbanken und MBGen (gemeinsam mit dem BVK) gegenüber Politik, Wirtschaft und Öffentlichkeit wahr.&#xd;<br />&#xd;<br />Bürgschaftsbanken sind Kreditinstitute im Sinne des KWG und unterstützen gewerbliche Unternehmen und Freie Berufe bei der Kredit- oder Beteiligungsfinanzierung. Die von ihnen als Wirtschaftsförderer seit über 60 Jahren übernommenen Bürgschaften sind vollwertige Sicherheiten für alle Hausbanken. Bürgschaften sind ein erfolgreiches Instrument einer Kombination der Selbsthilfe mit Staatshilfe und besonders unter ordnungspolitischen Aspekten sinnvoll. Sie stehen allen gewerblichen Unternehmen und Freien Berufen offen und belasten die öffentlichen Haushalte kaum.&#xd;<br />&#xd;<br />Der VDB ist Mitglied im europäischen Verband der Garantieinstitutionen „AECM“ und vertritt die Interessen seiner Mitglieder auf EU-Ebene. 2018 sicherten die deutschen Bürgschaftsbanken rund 5.800 Finanzierungsvorhaben ab. Das übernommene Bürgschafts- und Garantievolumen lag bei über 1,1 Mrd. Euro. Damit wurden Kredite und Beteiligungen in Höhe von fast 1,7 Mrd. Euro abgesichert. Ein Schwerpunkt der Förderung liegt in der Finanzierung von Existenzgründungen und Übernahmen.&#xd;<br />&#xd;<br />MBGen bieten Beteiligungskapital als eine sinnvolle Ergänzung zum klassischen Bankkredit. Mit einer Beteiligungsfinanzierung lässt sich die wirtschaftliche Eigenkapitalquote erhöhen. Wichtigste  Aufgabe der MBGen ist die Verbesserung der Bilanzrelationen von Existenzgründern sowie kleinen und mittleren Unternehmen durch die langfristige Bereitstellung von Beteiligungskapital – meistens in Form von eigenkapitalähnlichen, typisch stillen Beteiligungen. Die MBGen arbeiten nicht renditeorientiert und bieten mittelstandsfreundliche Konditionen. Sie nehmen keinen Einfluss auf das Tagesgeschäft ihrer Beteiligungsnehmer. 2018 stellten die MBGen dem deutschen Mittelstand über 500 neue Beteiligungen in Höhe von mehr als 148 Mio. Euro zur Verfügung.  Hinzu kommen über 200 Beteiligungen über den Mikromezzaninfonds Deutschland.","acronym":"VDB","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Competition, Economy, finance and the euro, Institutional affairs, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"EU-Investitionspaket, Finanzmarktregulierung, Reform des Beihilfenrechts und EU-KMU-Politik (insb. Zugang von KMU zu Finanzierung)","lastUp":"2019-02-20T10:11:34.474+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}