{"id":"85252491441-36","name":"Verband Deutscher Bürgschaftsbanken e.V.","registrationDate":"2009-03-30T12:06:23.676+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.vdb-info.de","country":"Germany","headAddress":"Schützenstraße, 6a","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)0 30 26 39 65 40","boss":"Guy Selbherr","bossTitle":"Mr","bossPosition":"Vorsitzender des Verbandes Deutscher Bürgschaftsbanken","membersCount":4,"membersFTE":"1.25","membership":"Europäischer Verband der Garantieinstitutionen (AECM)","memberOrga":"http://www.vdb-info.de/mitglieder","goal":"Die 17 Bürgschaftsbanken und Beteiligungsgarantiegesellschaften sowie 14 Mittelständische Beteiligungsgesellschaften (MBGen) sind im Verband Deutscher Bürgschaftsbanken e.V. (VDB) zusammengeschlossen. Der VDB nimmt die Interessenvertretung der deutschen Bürgschaftsbanken und MBGen (gemeinsam mit dem BVK) gegenüber Politik, Wirtschaft und Öffentlichkeit wahr.&#xd;<br />&#xd;<br />Er hält Kontakt zu den zuständigen Bundesministerien der Wirtschaft und der Finanzen, zur Bundesanstalt für Finanzdienstleistungsaufsicht (BAFin), zu weiteren Organisationen und zur Öffentlichkeit. &#xd;<br />&#xd;<br />Bürgschaftsbanken sind Kreditinstitute im Sinne des KWG und unterstützen gewerbliche Unternehmen und Freie Berufe bei der Kredit- oder Beteiligungsfinanzierung. Die von ihnen als Wirtschaftsförderer seit über 60 Jahren übernommenen Bürgschaften sind vollwertige Sicherheiten für alle Hausbanken. Bürgschaften sind ein erfolgreiches Instrument einer Kombination der Selbsthilfe mit Staatshilfe und besonders unter ordnungspolitischen Aspekten sinnvoll, da sie allen gewerblichen Unternehmen und Freien Berufen offen stehen und zu einer möglichst geringen Belastung der öffentlichen Haushalte führen.&#xd;<br />&#xd;<br />MBGen bieten eine sinnvolle Ergänzung zum klassischen Bankkredit. Mit einer Beteiligungsfinanzierung lässt sich die wirtschaftliche Eigenkapitalquote erhöhen. Wichtigste  Aufgabe der MBGen ist die Verbesserung der Bilanzrelationen von Existenzgründern sowie kleinen und mittleren Unternehmen durch die langfristige Bereitstellung von Beteiligungskapital – meistens in Form von eigenkapitalähnlichen, typisch stillen Beteiligungen.","acronym":"VDB","interests":"Agriculture and Rural Development, Budget, Competition, Economic and Financial Affairs, Enterprise, General and Institutional Affairs, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"EU-Investitionspaket, Finanzmarktregulierung, Reform des Beihilfenrechts und EU-KMU-Politik (insb. Zugang von KMU zu Finanzierung)","lastUp":"2018-03-19T14:25:41.774+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}