{"id":"8526236159-63","name":"Verband Österreichischer Zeitungen","registrationDate":"2008-07-08T13:54:31.222+01:00","category":2,"subCategory":1,"legal":"Verein","web":"http://www.voez.at","country":"Austria","headAddress":"Schottenring, 12 Top 5","headCity":"Wien","headPostCode":"1010","headPhone":"(431)5 33 79 79","boss":"Gerald Grünberger, Mag.","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"European Newspaper Publishers' Association (ENPA)&#xd;\nEuropean Magazine Media Association (EMMA; vormals Fédération Européenne d’Editeurs de Périodiques (FAEP))&#xd;\nWorld Association of Newspapers and News Publishers","memberOrga":"http://voez.at/voez/mitglieder/","goal":"Der „Verband Österreichischer Zeitungen“ hat den Zweck, die gemeinsamen herausgeberischen und verlegerischen Interessen der österreichischen&#xd;<br />Zeitungen, einschließlich der Interessen von Unternehmen, deren Tätigkeiten den herausgeberischen und verlegerischen Interessen von österreichischen Zeitungen unmittelbar oder mittelbar dienen (z.B.&#xd;<br />Druckereigesellschaften), soweit diese zumindest den Status eines außerordentlichen Verbandsmitgliedschaft haben, zu vertreten und zu fördern.&#xd;<br />&#xd;<br />Im Besonderen hat der Verband folgende Aufgaben zu erfüllen:&#xd;<br />a. \tdie Zeitungsherausgeber und Zeitungsverleger in allen gemeinsamen Angelegenheiten gegenüber den Organen des Staates, der Länder und Gemeinden, gegenüber den Behörden, den Kammern, der Wirtschaft und der Öffentlichkeit zu repräsentieren;&#xd;<br />b. \tStellungnahmen, Gutachten und Vorschläge zu Gesetzen, Verordnungen und Verfügungen, welche die Presse und deren Nebenbetriebe betreffen, auszuarbeiten;&#xd;<br />c.\tdie Arbeitsbedingungen für die Angestellten und Arbeiter seiner Verbandsmitglieder durch den Abschluss von Kollektivverträgen zu regeln;&#xd;<br />d. \tdie öffentliche Aufgabe und die gesellschaftspolitische Bedeutung der Presse in Österreich zu vertreten;&#xd;<br />e. \tgegebenenfalls eigene wirtschaftliche Unternehmungen im gemeinsamen Interesse der Mitglieder zu errichten und zu führen.","acronym":"VÖZ","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Environment, Information Society, Internal Market, Taxation","euInitiatives":"Upcoming Communication on VAT &#xd;<br />Copyright-related issues, Review of copyright law &#xd;<br />Revision of Data Protection Directive&#xd;<br />Net Neutrality policy&#xd;<br />Advertising: bans, restrictions and requirements&#xd;<br />Consumer Rights Directive implementation","lastUp":"2018-02-06T16:04:02.463+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}