{"id":"852834223581-08","name":"De Issuemakers BV","registrationDate":"2016-09-26T14:32:59.983+02:00","category":1,"subCategory":6,"legal":"Besloten Vennootschap","web":"http://issuemakers.nl","country":"Netherlands","headAddress":"Rembrandtweg 41","headCity":"Amstelveen","headPostCode":"1181 GE","headPhone":"(31)2 03 45 50 88","boss":"Sybrig van Keep","bossTitle":"Ms","bossPosition":"Managing Partner","membersCount":4,"membersFTE":"1.0","membership":"http://bvpa.nl/&#xd;\nhttp://www.logeion.nl/&#xd;\nhttp://vpra.nl/","memberOrga":"","goal":"De Issuemakers is een communicatie adviesbureau dat zich richt op politieke agendasetting en maatschappelijke positionering van onze opdrachtgevers. &#xd;<br />Onze werkzaamheden richten zich op maatschappelijke issues. Van plofkip in de supermarktschappen tot plastic soep in de wereldzeeën. Van het vrijhandelsverdrag TTIP tot de Zwarte Piet-discussie. Elke geëngageerde burger heeft er wel een mening over. Daarmee zijn het bij uitstek voorbeelden van issues: onderwerpen die beroeren, verbinden en vragen om actie. Veel organisaties zien maatschappelijke issues als een bedreiging. Iets om te negeren, of, zodra het echt niet anders kan, op te reageren. Een achterhaalde strategie. We leven tenslotte in een tijd waar één simpele tweet de opmaat kan zijn naar een heuse mediastorm. Een tijd waarin je ogen sluiten voor wat er in de maatschappij leeft, zo ongeveer de snelste route is richting reputatieschade.&#xd;<br />We werken vanuit een proactieve houding en zien issues niet als bedreiging, maar als kans. Een kans om de organisatie maatschappelijk te positioneren, mensen aan zich te binden en, wanneer de situatie daar om vraagt, voor de troepen uit te lopen. In onze aanpak maken we gebruik van veel verschillende disciplines binnen public affairs, public relations en (corporate) communicatie. Wij werken graag voor organisaties die maatschappelijke impact hebben of willen hebben.","acronym":"","interests":"Banking and financial services, Communication, Consumers, Culture, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Food Safety, Humanitarian aid and civil protection, Public Health, Youth","euInitiatives":"Medische hulpmiddelen&#xd;<br />Financiering van de zorg&#xd;<br />Auteursrecht&#xd;<br />Mediawijsheid&#xd;<br />Privacy internet&#xd;<br />Armoedebeleid&#xd;<br />Boekenprijs&#xd;<br />Recycling&#xd;<br />Voedselveiligheid&#xd;<br />Onderwijs","lastUp":"2018-08-29T10:47:43.517+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}