{"id":"852972223967-23","name":"The Careers Research and Advisory Centre (CRAC) Limited","registrationDate":"2016-10-19T10:11:07.281+01:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.crac.org.uk","country":"United kingdom","headAddress":"22 Signet Court","headCity":"Cambridge","headPostCode":"CB5 8LA","headPhone":"(44)12 23 46 02 77","boss":"Clare Viney","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.vitae.ac.uk/membership/vitae-membership-subscribers","goal":"CRAC supports the career-related learning of people of all ages through the provision of research, expertise and innovation for all those who support career development, across all age ranges. We passionately believe that individuals have the ability to achieve their career goals if they are equipped with the skills and information to do so.&#xd;<br />&#xd;<br />Our strategic aims are:&#xd;<br />- to support those who help people make career decisions with up to date knowledge of career pathway options and resultant decision making &#xd;<br />- to support employers in their understanding of national education and skills policies and their development of career-related learning programmes&#xd;<br />- to support career development for specific sectors, industries, age or educational groups.??? &#xd;<br />&#xd;<br />We achieve our aims by working in partnership with schools, colleges, universities, government agencies and other key national organisations, ensuring that the work we do impacts on as many individuals as possible, to achieve CRAC's vision of a world where people make career decisions wisely and develop their capabilities throughout their working lives.","acronym":"Vitae-CRAC","interests":"Education, Research and Technology","euInitiatives":"Horizon 2020&#xd;<br />HR Strategy for Researchers&#xd;<br />European Research Area","lastUp":"2017-10-13T14:35:55.021+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}