{"id":"853536636733-91","name":"Stowarzyszenie Emitentów Giełdowych","registrationDate":"2019-12-04T09:36:59.558+01:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://seg.org.pl","country":"Poland","headAddress":"ul. Nowy Świat 35/5a","headCity":"Warszawa","headPostCode":"00-029","headPhone":"(48)2 28 26 26 89","boss":"Mirosław Kachniewski","bossTitle":"Mr","bossPosition":"Prezes Zarządu ","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"The Polish Association of Listed Companies is a self-government organization of companies listed on the Stock Exchange, in which the membership is voluntary.&#xd;<br />The Association undertakes the works conducive to development of capital market through educational, promotion, and lobbying activities.&#xd;<br />It acts to integrate the environment of securities issuers by organizing training and seminars; it represents common interest of this group of entities.&#xd;<br />The basic method of Association’s work is to communicate to the market regulators the expectations concerning the improvement of securities market performance, and to formulate the proposals to change legal regulations, which would increase the stock exchange attractiveness as a place, where the capital for economic entities can be raised.","acronym":"SEG","interests":"Banking and financial services, Business and Industry, Climate Action, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Single market, Transport","euInitiatives":"rewizja MAR - dokument konsultacyjny ESMA&#xd;<br />dyrektywa; Dyrektywa Parlamentu Europejskiego i Rady 2014/95/UE z dnia 22 października 2014 r. zmieniająca dyrektywę 2013/34/UE w odniesieniu do ujawniania informacji niefinansowych i informacji dotyczących różnorodności przez niektóre duże jednostki oraz grupy; przygotowanie spółek do raportowania wg ESEF","lastUp":"2019-12-04T15:12:03.250+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}