{"id":"853825936456-95","name":"PRIMAGAS ENERGIA, S.A.U.","registrationDate":"2019-11-04T17:37:42.440+01:00","category":2,"subCategory":3,"legal":"LLC","web":"http://www.primagas.es","country":"Spain","headAddress":"C/Beethoven 15, 7º 3ª","headCity":"Barcelona","headPostCode":"08021","headPhone":"(34)9 00 92 01 20","boss":"PER NIELSEN","bossTitle":"","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"Liquid Gas Europe&#xd;\nAsociación Gas Licuado (Spain)","memberOrga":"","goal":"I work for Primagas, the Spanish subsidiary of SHV Energy, a privately owned Dutch originated energy company. SHV Energy operates in more than 20 countries worldwide including Spain. In Europe its brands include Primagaz, Calor Gas, Liquigas, Gaspol, Ipragaz, Primagas, Prima LNG, and Balcas. Our strategy for sustainable development over the next 20 years is to ensure that the source and supply of our clean, safe and efficient gas products becomes increasingly renewable, bio-based and lower carbon.&#xd;<br />As the world’s largest LPG distributor, SHV Energy provides LPG (propane), small-scale LNG, renewable BioLPG and sustainable small-scale biomass to those without access to the grid. These energy sources and transport solutions help people to switch away from polluting oil and solid fuels, improving their quality of life and reducing their impact on the environment. SHV Energy is committed to being an active participant in the energy transition. We are committed to working sustainably with communities, stakeholders and policymakers to advance energy, together.","acronym":"","interests":"Energy, Environment, Transport","euInitiatives":"My work requires me to closely follow the proceedings of the Committee on Industry, Research and Energy (ITRE), the Committee on the Environment (ENVI), and the Committee on Transport and Tourism (TRAN). As well as to monitor the developments in the Committee on Regional Development (REGI) and the Committee on Agriculture and Rural Development (AGRI).&#xd;<br />It also involves participating in face-to-face meetings with Members of the European Parliament (MEPs) and their assistants, in order to share information and answer questions they may have on specific energy sources, the wider sector, and customers’ needs (people living in Europe’s rural areas).","lastUp":"2019-11-04T17:42:06.457+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}