{"id":"855507915268-60","name":"Personal Investment Management &amp; Financial Advice Association","registrationDate":"2014-12-15T11:39:10.575+01:00","category":2,"subCategory":4,"legal":"UK company limited by a guarantee; not for profit organisation","web":"http://www.pimfa.co.uk","country":"United kingdom","headAddress":"Sheena Gillett","headCity":"London","headPostCode":"EC1Y 2AJ","headPhone":"(44)20 74 48 71 00","boss":"Elizabeth Field","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"2.5","membership":"In the EU, WMA is a member of the following formal networks: Financial Future; and the European Retail Financial Forum (ERFF).  WMA also participates informally in a full range of Brussels-based networking events.&#xd;\n&#xd;\nIn the UK, WMA is a member of the following formal groups, as well as participating in a range of informal networking events: Joint Money Laundering Steering Group (JMLSG); Joint Trade Association Group (JTAG); Trade Association Co-ordinating Committee (TACC); The International Regulatory Strategy Group (IRSG); and The City UK.","memberOrga":"http://www.thewma.co.uk/about-wma/wma-members/","goal":"Personal Investment Management &amp; Financial Advice Association  (PIMFA) is a trade association that represents 180 wealth management firms (full members) and associate members who provide professional services to our full member firms.&#xd;<br />PIMFA members firms look after over £825 billion of wealth for over 2.2 million retail investors.&#xd;<br />PIMFA full members deal in stocks, shares and other financial instruments including packaged retail investment products and personal pensions for individuals, trusts and charities through a range of services spanning execution only, advisory and discretionary fund management.&#xd;<br />PIMFA exists to support its members and their clients through education and engagement, advocacy and influence, research and analysis and by playing an active role as a facilitator and thought leader.&#xd;<br />PIMFA firms operate across more than 580 sites, employing over 27 000 staff.  These firms also run over 5.5 million client portfolios and carry out over 20 million trades a year.","acronym":"PIMFA","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"Of particular interest to WMA over the past parliamentary term have been MiFID/R; PRIIPs legislation; MAD/R; 4AMLD; GDPR; Benchmarks legislation; CRD4; Prospectus Regulation; Green Paper on Retail Markets; Cross Border Pension Product; Consultation on Trilogues; CSDR; Cumulative Effect of Regulation; Capital Market Union and Commission study of advice and distribution in EU Retail Markets.","lastUp":"2018-02-07T13:07:55.510+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}