{"id":"8557515321-37","name":"Open Society European Policy Institute","registrationDate":"2008-08-21T15:54:55.440+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://www.opensocietyfoundations.org/about/offices-foundations/open-society-european-policy-institute","country":"Belgium","headAddress":"Rue du Trone, 130","headCity":"Brussels","headPostCode":"1050","headPhone":"(322)5 05 46 46","boss":"Heather Grabbe","bossTitle":"Ms","bossPosition":"Director","membersCount":19,"membersFTE":"19.0","membership":"HRDN (Human Rights and Democracy Network); EFC (European Foundation Centre); EPC (European Policy Centre); Friends of Europe","memberOrga":"","goal":"OSEPI is the EU policy arm of the Open Society Foundations, a private foundation that has worked for three decades to promote vibrant and tolerant democracies.&#xd;<br />OSEPI works to influence EU policies based on our vision that open society values are at the heart of what the EU does, as a policy maker and as a funder, both inside and outside the European Union.&#xd;<br />The Brussels team provides evidence, argument, and recommendations to policy makers in EU institutions and member states, drawn from the Open Society Foundations' work in nearly 100 countries.","acronym":"OSEPI","interests":"Borders and Security, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy","euInitiatives":"OSEPI in Brussels follows all EU initiatives, policies and legislative files likely to have an impact on open society values inside and outside Europe. &#xd;<br />The foundations’ priorities include human rights, justice, and accountability pursued through a wide range of policy areas including health, media, information, youth, and education.","lastUp":"2019-08-29T12:16:12.971+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}