{"id":"855879834717-29","name":"VYSOKÁ ŠKOLA BÁŇSKÁ - TECHNICKÁ UNIVERZITA OSTRAVA","registrationDate":"2019-05-17T08:13:37.503+02:00","category":4,"subCategory":5,"legal":"Public university","web":"http://www.vsb.cz/en","country":"Czech republic","headAddress":"17. listopadu 2172/15","headCity":"Ostrava","headPostCode":"70800","headPhone":"(420)5 97 32 52 78","boss":"Václav Snášel","bossTitle":"Mr","bossPosition":"Rector","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The University's Institutional Plan for years 2019-2020 is based on the \"Long-Term Plan for Educational, Scientific, Research, Development and Innovation, Art, and other creative activities for Higher Education Areas 2019-2020\" The Institutional Plan 2019-2020 specifies areas, objectives and activities that the university undertakes to meet in years 2019-2020 through institutional projects and other projects and programs. University sets out the indicators which serve to assess the overall long-term development of the university in those areas that VSB-TUO considers to be important in its long-term development. VSB-TUO has set the following areas of development in the Institutional Plan 2019-2020: Quality assurance; Diversity and availability; Internationalization; Relevance; Quality, relevant research; Development and Innovation; Decision-making based on data; Efficient funding; Renewal and development of infrastructure; Promotion, popularization and marketing; Technology transfer and business.","acronym":"VSB-TUO","interests":"Business and Industry, Education and training, Energy, Institutional affairs, International co-operation and development, Research and innovation, Transport","euInitiatives":"- GROW - DG Internal Market, Industry, Entrepreneurship and SMEs&#xd;<br />- Strategic projects of EU in Automotive&#xd;<br />- Electromobility and batteries policy and legislations","lastUp":"2019-05-20T09:57:31.443+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}