{"id":"855962634662-04","name":"Zoologische Gesellschaft Frankfurt von 1858 e.V.","registrationDate":"2019-04-26T13:32:36.159+02:00","category":3,"subCategory":2,"legal":"Eingetragener Verein","web":"https://fzs.org","country":"Germany","headAddress":"Bernhard-Grzimek-Allee 1","headCity":"Frankfurt am Main","headPostCode":"60316","headPhone":"(49)6 99 43 44 60","boss":"Christof Schenck","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"0.75","membership":"Initiative Transparante Zivilgesellschaft&#xd;\n&#xd;\nInternational Union for Conservation of Nature (IUCN)&#xd;\n&#xd;\nDeutscher Naturschutzring &#xd;\n&#xd;\nBio Frankfurt e.V.","memberOrga":"","goal":"FZS is an international conservation organisation based in Frankfurt in Germany. Founded by Prof. Bernhard Grzimek, FZS is committed to preserving wildlands and biological diversity in the last remaining wilderness areas on the planet. FZS envisions a world where wildlife and wild places are cherished and conserved in recognition of both their intrinsic worth and economic importance for present and future generations.&#xd;<br />&#xd;<br />The Serengeti National Park in Tanzania was the starting point of the Frankfurt Zoological Society's conservation efforts. At the end of the 1950s Bernhard Grzimek launched what has since become a comprehensive programme consisting of some 30 projects dedicated to the protection of outstanding wilderness areas and national parks in 18 countries. The conservation focus of all FZS projects is on protecting wilderness areas and preserving biodiversity. All FZS programmes are oriented towards these two criteria.&#xd;<br />FZS is active in biodiversity-rich areas in central and eastern Europe, in east Africa, in central South America and in South-East Asia. In terms of habitats the main focus is on the great savanna, forest, wetland and mountain areas. Our project countries in east Africa are: Tanzania, DR Congo, Zambia, Zimbabwe and Ethiopia. The focus in South America is in Peru, Colombia, Brazil and Guyana. The project areas in south-east Asia are Sumatra and Vietnam.&#xd;<br />&#xd;<br />The main emphasis in Europe is on the conservation of pristine habitats in the Balkan states, Ukraine, Belarus and Kazakhstan as well as on wilderness development in Germany. The FZS Europe Department works strategically on the long-term conservation of large-scale natural landscapes in Europe, such as Bialowiesza forest, the Polesie, the Carpathians and the steppes of Kazakhstan with their impressive Saiga migration, encouraging land purchases for conservation as needed to secure these large landscapes and addressing threats to allow natural restoration of ecosystems and ecosystem services. As a second focus, the FZS Europe Department supports the expansion of wilderness areas in Germany, by creating new national parks or converting former military training grounds, coordinating different “wilderness actors” and promoting and raising public awareness about wilderness. FZS is the main spokesperson for “Wilderness in Germany” which targets decision makers in politics and society as well as experts in conservation. The Europe Department works mainly through local partners, supporting and building capacity for conservation in our target regions in the long-term.&#xd;<br />&#xd;<br />FZS guiding principles are:&#xd;<br />&#xd;<br />Practical field-based projects: We believe that our ground-based approach and field expertise are important components of success.  &#xd;<br />&#xd;<br />Adaptive approach: We use innovative, flexible, multi-disciplinary and locally appropriate strategies and adapt these as situations change.&#xd;<br />&#xd;<br />Long-term commitment: We will persist and stay focussed on our objectives for maximum impact and &#xd;<br />sustainability.&#xd;<br />&#xd;<br />Partnerships: We believe our partners and supporters are crucial for success and will work with them responsibly and transparently.&#xd;<br />&#xd;<br />Pioneering: We will commit to a worthy cause and embark on new ventures even in the face of political and logistical challenges.&#xd;<br />&#xd;<br />Guided by science: We use and contribute to conservation (and development?) science as we strive to address the root causes of the conservation crisis.&#xd;<br />&#xd;<br />Passion: We are a dedicated and professional team united by our passion for wildlife and wild places","acronym":"","interests":"Climate Action, Environment, European Neighbourhood Policy, International co-operation and development, Trans-European Networks","euInitiatives":"Birds and Habitats Directives, Wildlife Trade Regulations, Timber Regulation, Water Framework Directive, EU Action Plan Against Wildlife Trafficking, Environmental Crime Directive, Forest Law Enforcement Government and Trade Action Plan and the EU Biodiversity Strategy.","lastUp":"2019-04-26T13:59:59.262+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}