{"id":"855910617070-92","name":"natur&amp;ëmwelt a.s.b.l.","registrationDate":"2015-04-22T16:42:24.950+02:00","category":3,"subCategory":2,"legal":"a.s.b.l.","web":"http://www.naturemwelt.lu","country":"Luxembourg","headAddress":"Haus vun der Natur","headCity":"Kockelscheuer","headPostCode":"L-1899","headPhone":"(352)2 90 40 41","boss":"Robert Biwer","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"Birdlife Europe, European Environmental Bureau and International Union for Conservation of Nature","memberOrga":"http://naturemwelt.lu/natur-an-emwelt_Naturemwelt-a-s-b-l-.5-1-0.html&#xd;\nwww.naturemwelt.lu","goal":"natur&amp;ëmwelt a.s.b.l.&#xd;<br />Ensemble pour la nature&#xd;<br />&#xd;<br />Notre but: la sauvegarde de la biodiversité dans un paysage naturel et culturel varié.&#xd;<br />&#xd;<br />Notre démarche: la protection des biotopes ainsi que l'exploitation durable de nos ressources naturelles.&#xd;<br />&#xd;<br />Nos méthodes: sensibilisation et conseils; actions pratiques dans le domaine de la protection de la nature et des espèces; sauvegarde, renaturation et entretien de biotopes rares et menacés; recueil de données et recherche scientifique; actions ciblées dans les domaines politique et administratif.&#xd;<br />&#xd;<br />Notre base: des citoyens conscients de leur responsabilité, se passionnant pour la beauté de la nature et ses interactions inhérents, qui s'engagent à préserver notre environnement afin de garantir la survie de nos générations futures.&#xd;<br />&#xd;<br />Nos partenaires: des coopérations bien définies sur le plan national et international avec nos partenaires et autres organisations oeuvrant dans le même but.&#xd;<br />&#xd;<br />Notre équipe: des collaborateurs professionnels soutenus par une multitude de bénévoles.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Education, Environment","euInitiatives":"Our international partners mainly cover the EU-work (Birdlife Europe, European Environmental Bureau and International Union for Conservation of Nature), but we are also contacting the luxembourgish MEP's... See www.naturemwelt.lu to discover our activities.","lastUp":"2018-04-03T14:22:22.707+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}