{"id":"856018316655-92","name":"Nordic Council","registrationDate":"2015-03-19T10:51:10.689+01:00","category":6,"subCategory":11,"legal":"International Organization","web":"http://www.norden.org","country":"Denmark","headAddress":"Ved Stranden 18","headCity":"Copenhagen K","headPostCode":"1061","headPhone":"(45)33 96 04 00","boss":"Britt Bohlin","bossTitle":"","bossPosition":"Secretary General","membersCount":1,"membersFTE":"1.0","membership":"http://www.norden.org/en/nordic-council/organisation-and-structure","memberOrga":"http://www.norden.org/en/nordic-council/organisation-and-structure","goal":"The Nordic Council is the official inter-parliamentary body in the Nordic Region. The Nordic Council was formed in 1952. The Council has 87 elected members from Denmark, Finland, Iceland, Norway and Sweden as well as from the Faroe Islands, Greenland and Åland.&#xd;<br />The Nordic Council's elected members can form party groups. A party group must consist of at least four members and have representatives from at least two countries.","acronym":"NR","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Environment, climate, animal health, agricultural policy, energy policy, consumer rights, defence and security developments, EU relations to third countries","lastUp":"2018-03-06T17:56:05.273+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}