{"id":"85606455727-29","name":"Dr2 Consultants","registrationDate":"2011-04-26T13:25:07.256+01:00","category":1,"subCategory":6,"legal":"bvba","web":"http://www.dr2consultants.eu","country":"Belgium","headAddress":"Trierstraat, 59-61","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(32)25 12 37 22","boss":"Marlene ten Ham","bossTitle":"Ms","bossPosition":"Director","membersCount":7,"membersFTE":"7.0","membership":"VOKA Halle-Vilvoorde&#xd;\nDutch Network Brussels&#xd;\nEPACA&#xd;\nBVPA","memberOrga":"","goal":"Dr2 Consultants is a Brussels-based company with headquarters in The Hague (Dröge &amp; van Drimmelen) specialized in public affairs and corporate communications. We have been working for over sixteen years of consulting assignments for (semi) governments, branch organizations, public institutions and business. In the field of public affairs we hold a strong record in representing the interests of companies and organizations towards governmental bodies and political parties both in the European Union and in The Netherlands. We assist companies, interest groups and governmental organizations in order to strengthen their position in public issues. In corporate communication we focus on developing and implementing strategies, especially on social and public communication. Our assignment portfolio is very diverse. Over the years we have gained extensive knowledge and experience in various fields including ICT, maritime issues, healthcare, energy, finance, insurance and human rights.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"E-commerce policies&#xd;<br />Digital strategy&#xd;<br />Maritime transport policies&#xd;<br />Circular economy&#xd;<br />Packaging&#xd;<br />Internal market&#xd;<br />Insurance and financial issues","lastUp":"2018-03-20T14:21:26.185+01:00","customers":"E-Commerce Europe","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}