{"id":"856018316655-92","name":"Nordic Council","registrationDate":"2015-03-19T10:51:10.689+02:00","category":6,"subCategory":11,"legal":"International Organization","web":"http://www.norden.org","country":"Denmark","headAddress":"Ved Stranden 18","headCity":"Copenhagen K","headPostCode":"1061","headPhone":"(45)33 96 04 00","boss":"Britt Bohlin","bossTitle":"","bossPosition":"Secretary General","membersCount":1,"membersFTE":"1.0","membership":"http://www.norden.org/en/nordic-council/organisation-and-structure","memberOrga":"http://www.norden.org/en/nordic-council/organisation-and-structure","goal":"The Nordic Council is the official inter-parliamentary body in the Nordic Region. The Nordic Council was formed in 1952. The Council has 87 elected members from Denmark, Finland, Iceland, Norway and Sweden as well as from the Faroe Islands, Greenland and Åland. The Nordic Council's elected members can form party groups. A party group must consist of at least four members and have representatives from at least two countries.","acronym":"NR","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Environment, climate, animal health, agricultural policy, energy policy, consumer rights, defence and security developments, human rights, the rule og law, EU relations to third countries","lastUp":"2019-09-25T10:43:30.771+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}