{"id":"85606455727-29","name":"Dr2 Consultants","registrationDate":"2011-04-26T13:25:07.256+01:00","category":1,"subCategory":6,"legal":"bvba","web":"http://www.dr2consultants.eu","country":"Belgium","headAddress":"Aarlenstraat 69-71","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(32)25 12 37 22","boss":"Marlene ten Ham","bossTitle":"Ms","bossPosition":"Director","membersCount":12,"membersFTE":"12.0","membership":"VOKA Halle-Vilvoorde&#xd;\nDutch Network Brussels&#xd;\nEPACA&#xd;\nBVPA","memberOrga":"","goal":"Dr2 Consultants is a well-connected Brussels-based consultancy firm with branches in Brussels, The Hague and Shanghai. Dr2 Consultants provides businesses, public and private institutions, associations and NGOs with strategic advice in the field of Public Affairs and Communication as well as the guidance to effectively navigate the EU’s legislative labyrinth. Our expertise lies in the functioning of the European Union at large. The core of our activities is supporting clients developing the right conditions for a successful influencing with an excellent eye for organisation structures.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"E-commerce policies&#xd;<br />Digital strategy&#xd;<br />Transport and mobility policies&#xd;<br />Circular economy&#xd;<br />Packaging&#xd;<br />Internal market&#xd;<br />Insurance and financial issues","lastUp":"2019-02-25T13:40:25.446+01:00","customers":"E-Commerce Europe,Port of Rotterdam","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":"500000-999999"}