{"id":"856530833444-73","name":"50Hertz Transmission GmbH","registrationDate":"2018-12-11T12:14:02.294+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.50hertz.com","country":"Germany","headAddress":"Heidestr. 2","headCity":"Berlin","headPostCode":"10557","headPhone":"(49)3 05 15 00","boss":"Stefan Kapferer","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.5","membership":"BDEW (Bundesverband der Energie- und Wasserwirtschaft e.V.); www.bdew.de); RGI Renewable Grid Initiative https://renewables-grid.eu/ ; ENTSO-E - European Network of Transmission System Operators for Electricity https://www.entsoe.eu/","memberOrga":"","goal":"50Hertz optimises, builds and maintains the electricity highways and operates the system which serve to transport electrical energy over long distances with minimal power losses. With the energy transition, the system of energy supply has changed fundamentally. Increasingly, renewable energies are fed directly or via the distribution networks into our grid and transported via our lines. Renewable energies already account for over 56 percent of electricity consumption in the 50Hertz grid area. This share will continue to grow. Like traffic, electricity flows across borders. The 50Hertz transmission grid is part of the European interconnected grid and is directly connected to neighbouring countries Poland, the Czech Republic and Denmark. We want to continue optimizing this international flow of electricity. Due to our central location in Europe, we are predestined for this. We are working consistently on successfully shaping the energy transition - as grid owner, system controller, market facilitator and trustee.","acronym":"","interests":"Business and Industry, Competition, Digital economy and society, Energy, Environment, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Implementation EU Clean Energy for all Europeans Legislative Package, TEN-E Regulation, EU climate and energy policy, Action Plan on Sustainable Finance","lastUp":"2019-12-10T12:08:31.069+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}