{"id":"85679286747-21","name":"acumen public affairs","registrationDate":"2011-09-20T15:08:11.572+01:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.acumen-publicaffairs.com","country":"Belgium","headAddress":"Rue de la Loi, 227","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)26 69 16 00","boss":"Elaine Cruikshanks","bossTitle":"Ms","bossPosition":"Partner","membersCount":12,"membersFTE":"7.25","membership":"British Chamber of Commerce (BritCham)&#xd;\nAmerican European Community Association (AECA)&#xd;\nEuropean Public Affairs Consultancies' Association(EPACA)&#xd;\nBrussels Press Club&#xd;\nEurActor by EurActiv&#xd;\nEuropean Centre for Public Affairs (ECPA) knowledge Partner&#xd;\nInternsGoPro","memberOrga":"","goal":"acumen public affairs is an independent consultancy set up in 2010 to combine the very best of big agency experience with hands-on senior support. Founding partners Elaine Cruikshanks, Abigail Jones and Giles Keane have an unrivalled track record in public affairs and strategic communications gained over more than 50 years of working for corporations, governments, trade associations, NGOs and international institutions in Brussels, Geneva and beyond. &#xd;<br />&#xd;<br />acumen public affairs' philosophy is to provide clients with value adding strategic counsel and high quality execution – by the same people. When we commit to an assignment, this means personal supervision and implementation by Acumen partners from beginning to end. That way we can  ensure that we deliver results and surpass expectations – and do so at competitive prices that only an independent agency can offer.&#xd;<br />&#xd;<br />acumen public affairs believes in the power of taking an integrated approach to advocacy and  communication to achieve outcomes that have a tangible impact on business performance. We have a track record of developing winning strategies that are sustainable, by identifying a confluence of interest among key stakeholders.   In other words, we are skilled at squaring the circle between the private and public sectors and ordinary citizens by addressing the human aspects of issues in a regulatory or business context.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade, Transport","euInitiatives":"CAP Reform, &#xd;<br />Clinical Trials,&#xd;<br />Copyright,&#xd;<br />Cybersecurity Strategy,&#xd;<br />Digital single market, &#xd;<br />F-Gas Regulation,&#xd;<br />GDPR,&#xd;<br />MIFs Regulation, &#xd;<br />MIFID, &#xd;<br />NIS Directive,&#xd;<br />Novel Foods,&#xd;<br />Orphan Medicines Regulation,&#xd;<br />Paediatric Medicines,&#xd;<br />Payment Services Directive,&#xd;<br />Pharmacovigilance,&#xd;<br />REACH, &#xd;<br />SPCs,&#xd;<br />Unitary Patent,&#xd;<br />Veterinary Medicines Regulation","lastUp":"2018-02-27T11:33:18.442+01:00","customers":"Merial - Boehringer Ingelheim,ECOO - European Council of Optometry and Optics,Merck Sharp &amp; Dohme","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}