{"id":"857131635031-60","name":"Universiteit Maastricht","registrationDate":"2019-06-06T09:01:05.151+02:00","category":4,"subCategory":12,"legal":"Public Body (publiekrechtelijke rechtspersoon)","web":"https://www.maastrichtuniversity.nl/","country":"Netherlands","headAddress":"Minderbroedersberg 4-6","headCity":"Maastricht","headPostCode":"6200 MD","headPhone":"(31)4 33 88 22 22","boss":"Martin Paul","bossTitle":"Mr","bossPosition":"President","membersCount":7,"membersFTE":"2.5","membership":"•\tThe Young European Research Universities Network  (YERUN)&#xd;\n•\tThe Worldwide Universities Network (WUN)&#xd;\n•\tVereniging van Universiteiten (VSNU)","memberOrga":"https://www.maastrichtuniversity.nl/","goal":"Maastricht University (UM), founded in 1976, is a Dutch public university and one of the best young universities in the world. It is the most international university in the Netherlands and has a distinct European profile in research and education. UM has been awarded prestigious quality certificates from the Accreditation Organisation of the Netherlands and Flanders (NVAO): the Institutional Quality Assurance Assessment and the Distinctive Quality Feature for Internationalisation (CeQuInt).&#xd;<br />&#xd;<br />UM stands out for its innovative education model, international character, multidisciplinary approach to research and education and strong focus on social engagement and impact. UM’s approximately 17.000 students (53 % of whom are non-Dutch) represent over a 100 nationalities and a large proportion of its approximately 4000 staff members are international. &#xd;<br />&#xd;<br />UM, through its CORE (Collaborative Open Research Education) Strategic Programme 2017-2021, has set the following goals:&#xd;<br />&#xd;<br />1.\tTo be an innovator in education and research&#xd;<br />2.\tTo adopt an inclusive approach and to open its doors to all students and staff who fit its profile and subscribe to its values&#xd;<br />3.\tTo link the university to society, from the local to the global level&#xd;<br />4.\tTo be a sustainable institution in the broadest sense&#xd;<br />&#xd;<br />In pursuing these goals, UM works together with a variety of local, regional and international partners in education, government and industry. This includes, participating in three leading European and international university networks/alliances: the Young European Research Universities Network (YERUN), the Worldwide Universities Network (WUN) and the Young Universities for the Future of Europe (YUFE) alliance, and leading and/or contributing to important cross-border activities, such as:&#xd;<br />&#xd;<br />•\tThe Brightlands Campuses, a triple helix collaboration between UM, the Province of Limburg and several companies&#xd;<br />•\tThe Aastricht-Maachen Institute for Biobased Materials&#xd;<br />•\tThe Institute for Transnational and Euregional cross border cooperation and mobility&#xd;<br />•\tThe European Graduate School of Neuroscience&#xd;<br />•\tRegenerative Medicine Crossing Borders (RegMed XB)&#xd;<br />&#xd;<br />UM’s research is organised around and focused on three themes: Quality of Life, Learning and Innovation and Europe and a Globalising World. Issues that fall under these themes are healthy ageing, climate change, demographic changes, sustainability, societal impact of digital and technological developments, healthy and affordable food, and the European integration process.","acronym":"UM","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"UM actively follows EU policies and initiatives in the field of education and research. These include the EU Framework Programmes for Research and Innovation, namely: Horizon 2020 and Horizon Europe, The European Innovation Council pilot; policies for the European Education Area (including, but not limited to staff and student mobility under Erasmus+); European Strategy Forum on Research Infrastructures (ESFRI);  Open Innovation,  Open Science and Open to the World.","lastUp":"2019-06-06T11:15:44.611+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}