{"id":"85745642486-51","name":"World Fair Trade Organization","registrationDate":"2009-10-09T16:53:06.415+01:00","category":3,"subCategory":2,"legal":"Nonprofit Association","web":"http://www.wfto.com","country":"Netherlands","headAddress":"Godfried Bomansstraat, 8 - 3","headCity":"Culemborg","headPostCode":"4103 WR","headPhone":"(31)3 45 53 64 87","boss":"Erinch Sahan","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":4,"membersFTE":"1.5","membership":"The World Fair Trade Organization (WFTO) is the global representative body of around 400 organisations committed to 100% Fair Trade. The WFTO operates in 70 countries across 5 regions; Africa, Asia, Europe, Latin America, and North American and the Pacific Rim, with elected global and regional boards, to create market access through policy, advocacy, campaigning, marketing and monitoring. For a full list of members and where they are based please visit: http://www.wfto.com/index.php?option=com_content&amp;task=view&amp;id=6&amp;Itemid=37 &#xd;\n&#xd;\nWFTO also has regional networks that are separate entities. WFTO Africa, WFTO Asia and WFTO Latin America. For more information: http://www.wfto.com/index.php?option=com_content&amp;task=view&amp;id=5&amp;Itemid=294","memberOrga":"An updated list of member organisations is available here: https://wfto.com/find-supplier","goal":"The World Fair Trade Organization is the global community of Fair Trade Enterprises. Founded in 1989, it has over 400 members across 70 countries. The membership includes over 330 Fair Trade Enterprises, as well as the broader movement of 70 organisations and networks that support them. The WFTO verifies the commitment of its members to Fair Trade through peer reviews and independent audits.&#xd;<br />&#xd;<br />At its core, the WFTO is the home of Fair Trade Enterprises, which are mission-led businesses that put people and planet first.&#xd;<br />&#xd;<br />WFTO members are social entrepreneurs and artisans, farmers and campaigners, innovators and Fair Trade pioneers. They join together as a global community showcasing a new business model that can prioritise a social mission.&#xd;<br />&#xd;<br />Fair Trade Enterprises can be social enterprises, cooperatives, family-businesses and social businesses. They have all adopted practices and structures that give priority to workers, farmers and artisans in their business decisions. They were born as alternative models of business in the struggle against inequality and injustice.&#xd;<br />&#xd;<br />A Fair Trade Enterprise has Fair Trade as its identity. This means a full commitment to the 10 principles of Fair Trade as their core mission. WFTO members have been assessed by their peers and have been independently audited to confirm this. The WFTO Standard looks at every aspect of a business and confirms whether it is truly a Fair Trade Enterprise. The WFTO verifies that the entire business and its systems for managing their supply chains have embraced Fair Trade.&#xd;<br />&#xd;<br />The WFTO label is the symbol of Fair Trade enterprise. Verified WFTO members use the label to tell consumers, customers and their communities about their identity as a verified Fair Trade enterprise. As members, many can use the WFTO label on their products.&#xd;<br />&#xd;<br />WFTO has a vision of a world in which trade structures and practices have been transformed to work in favour of the poor and promote sustainable development and justice. &#xd;<br />&#xd;<br />WFTO’s mission is to enable producers to improve their livelihoods and communities through Fair Trade.  WFTO is the global network and advocate for Fair Trade, ensuring producer voices are heard. The interest of producers, especially small farmers and artisans, is the main focus in all the policies, governance, structures and decision making within WFTO.","acronym":"WFTO","interests":"Agriculture and Rural Development, Consumers, Employment and Social Affairs, Environment, External Relations, Food Safety, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"Refer to the Fair Trade Advocacy Office (FTAO) in terms of advocacy activities. Other activities relate to advancement of Fair Trade charter in the EU, Fair Trade Towns Movement in Europe and worldwide, other activities to promote the Fair Trade principles.","lastUp":"2019-02-21T11:05:56.611+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}