{"id":"857733129110-48","name":"Studio Coggiola","registrationDate":"2017-11-28T10:39:51.218+01:00","category":1,"subCategory":6,"legal":"none","web":"http://www.studiocoggiola.it","country":"Italy","headAddress":"Via Canonico Zuffi 5/A","headCity":"Valenza (AL)","headPostCode":"","headPhone":"(39)01 31 95 52 63","boss":"Massimo Coggiola","bossTitle":"Mr","bossPosition":"Founder &amp; General Manager","membersCount":1,"membersFTE":"0.25","membership":"1. Ordine Dottori Commercialisti ed Esperti Contabili di Alessandria;&#xd;\n2. Ordine Provinciale dei Consulenti del lavoro di Alessandria;","memberOrga":"","goal":"Studio Coggiola was established in 1984 in the north of Italy: Piedmont is the Administrative Region where it works. In Antwerp there is just a representative office with no power and no employers. Studio Coggiola is an Italian a tax and legal office where entrepreneurs can find both specialist advice from Italian law and specialist advice from European Union law. In the current circular economy era, for the company manager it's important to have a global wiew to make reasoned choices in business management. For that reason Studio Coggiola can advise the manager not only over the accounting aspects but also on the European vision of their business. With all of this in mind, a particular focus is on start-up companies, to take them to the mature phase in order to grow up business and employment. Another very important focus is the internalization of trade and supranational corporations. The limited internationalization of SMEs both within and outside Europe affects competitiveness so Studio Coggiola helps the manager to go out from Italian market.","acronym":"","interests":"Business and Industry, Employment and Social Affairs, Regional Policy, Taxation, Trade","euInitiatives":"Growth and SMEs:  1. access to European funding; 2. internationalization; 3. competitiveness; 4. development of youth and female entrepreneurship.&#xd;<br />Law Dossier: VAT (COM(2016)755/756) and SART UP  (COM (2016) 733)","lastUp":"2019-11-29T12:50:30.941+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"100000-499999"}