{"id":"857844536642-40","name":"International Center for Ethnobotanical Education, Research and Service","registrationDate":"2019-11-29T11:27:10.337+01:00","category":3,"subCategory":2,"legal":"Organización No Gubernamental","web":"https://www.iceers.org/","country":"Spain","headAddress":"Carrer de Sepúlveda, 65 , Oficina 2","headCity":"Barcelona","headPostCode":"08015","headPhone":"(34)9 31 88 20 99","boss":"Benjamin De Loenen","bossTitle":"","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"https://www.iceers.org/es/supporters-partners/","memberOrga":"","goal":"Objetivos:&#xd;<br />&#xd;<br />-La armonización e implementación de  políticas públicas relacionadas con plantas tradicionales basadas en los derechos humanos, la evidencia y la participación de las comunidades&#xd;<br />&#xd;<br />-Educación respecto a los efectos, riesgos y potenciales beneficios de las plantas psicoactivas utilizadas de manera tradicional por las comunidades indígenas&#xd;<br />&#xd;<br />-Integrar la ciencia convencional con el conocimiento ancestral, nativo y autóctono de las y los poseedores de conocimientos tradicionales.  &#xd;<br />&#xd;<br />Misión:&#xd;<br />&#xd;<br />La Fundación ICEERS es una organización no gubernamental y sin ánimo de lucro que cuenta con el estatuto consultivo de ECOSOC de Naciones Unidas. ICEERS está dedicada a la investigación, la educación y los servicios relacionados con las plantas tradicionales, tales como la ayahuasca, la hoja de coca, la iboga o el peyote, y también el cannabis.","acronym":"ICEERS","interests":"Culture, Education and training, Environment, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"EU Drug Strategy&#xd;<br />&#xd;<br />Eu Action Plan on Drugs 2017-2020 &#xd;<br />&#xd;<br />European Parliament Resolution on use of Cannabis for Medicinal Purposes (2018/0000(rsp)) &#xd;<br />&#xd;<br />European Parliament and Council of the EU, Directive (EU) 2017/2103 of 15 november 2017 amending council framework decision 2004/757/jha in order to include new psychoactive substances in the definition of ‘drug’ and repealing council decision 2005/387/jha&#xd;<br />&#xd;<br />European Parliament and Council of the EU, regulation (EU) 2017/2101 of 15 november 2017 amending regulation (EC) no 1920/2006 as regards information exchange on, and an early warning system and risk assessment procedure for, new psychoactive substances","lastUp":"2019-11-29T11:29:35.972+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}