{"id":"858136219735-96","name":"foodwatch","registrationDate":"2015-11-30T14:56:36.626+02:00","category":3,"subCategory":2,"legal":"gemeinnütziger Verein (DE), association (FR), stichting (NL)","web":"http://www.foodwatch.org","country":"Germany","headAddress":"Brunnenstr. 181","headCity":"Berlin","headPostCode":"10119","headPhone":"(49)03 02 40 47 60","boss":"Thilo Bode","bossTitle":"Mr","bossPosition":"International Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"In Europa dominieren die Interessen der Lebensmittelwirtschaft den Lebensmittelmarkt. Der Anspruch des Europäischen Lebensmittelrechts, die Verbraucher vor Gesundheitsgefahren und Täuschungen präventiv zu schützen, ist in der Praxis nicht erfüllt. foodwatch setzt sich dafür ein, dass die Gesetze und Regeln des Lebensmittelmarktes die Interessen und Rechte der Verbraucher schützen und stärken. foodwatch will dieses Ziel durch Kampagnen, durch und mit den Verbrauchern erreichen.&#xd;<br />Verbraucher haben ein Recht auf ausreichend Nahrung! foodwatch will, dass jeder Mensch sich ausreichend Lebensmittel und eine ausgewogene Ernährung leisten kann. Das Wirtschaften in einem Teil der Welt darf nicht zu Hunger oder Armut in anderen Teilen der Welt führen. &#xd;<br />Verbraucher haben ein Recht auf transparente Information! foodwatch akzeptiert nicht, dass Verbraucher beim Einkauf  wie Lebensmitteldetektive recherchieren müssen, um zu erfahren, was in unseren Lebensmitteln steckt. Wir wollen verstehen können, wie ein Produkt zusammengesetzt ist. Und uns darauf verlassen können, dass die Angaben wahrheitsgemäß und verständlich sind. Die Informationspflichten von Unternehmen, wie auch Behörden müssen sich endlich an den Bedürfnissen der Verbraucher ausrichten.","acronym":"","interests":"Agriculture and Rural Development, Consumers, Food Safety, Fraud prevention, Public Health, Trade","euInitiatives":"REFIT, Health Claims, Novel-Food Verordnung, EU actionplan on childhood obesity, LMIV","lastUp":"2019-10-15T17:11:48.398+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}