{"id":"858273418679-54","name":"World Maritime University","registrationDate":"2015-09-07T14:35:40.398+02:00","category":4,"subCategory":12,"legal":"International Organization","web":"http://www.wmu.se","country":"Sweden","headAddress":"Fiskehamnsgatan 1","headCity":"Malmö","headPostCode":"20124","headPhone":"(46)40 35 63 00","boss":"Cleopatra Doumbia-Henry","bossTitle":"Ms","bossPosition":"President","membersCount":17,"membersFTE":"4.25","membership":"","memberOrga":"IAMU - http://iamu-edu.org/","goal":"The World Maritime University (Swedish Organization Number: 846002-4832) is set up under the auspices of the International Maritime Organization (IMO), a specialized agency of the United Nations, and receives the status, privileges and immunities of a United Nations institution in Sweden. As such, WMU does not operate under specific EU policies and legislation.&#xd;<br />&#xd;<br />The University is a postgraduate maritime university under the United Nations (UN) founded by the International Maritime Organization (IMO) in 1983 as its premier institution for maritime postgraduate education, research and capacity building.&#xd;<br />&#xd;<br />WMU's mission is to be the world centre of excellence in postgraduate maritime and oceans education, professional training and research, and has the mandate to build global capacity and promote sustainable development in the maritime and ocean sectors.&#xd;<br />&#xd;<br />As the IMO's centre of excellence for postgraduate maritime and oceans education, WMU's mission is to serve the global maritime community through education, research and capacity building to ensure safe, secure and efficient shipping on clean oceans. WMU offers a unique postgraduate educational programme and undertakes a wide-ranging research in maritime and environmental studies in support of maritime capacity building. Working closely with WMU's stakeholders, including IMO, the maritime industry, national maritime administrations and NGOs, WMU s positioned to:&#xd;<br />&#xd;<br />- Help build a more environmentally sensitive and sustainable world through education and research in the maritime sector&#xd;<br />- Educate future global maritime and oceans leaders&#xd;<br />- Contribute to maritime capacity building and the development of effective policies of equal opportunity for the global maritime community&#xd;<br />- provide an international focus and forum for networking and collaboration on critical issues and developments in maritime transportation worldwide.","acronym":"WMU","interests":"Climate Action, Culture, Digital economy and society, Education and training, Energy, Environment, European Neighbourhood Policy, Foreign affairs and security policy, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Transport","euInitiatives":"Main EU initiatives, policies and legislative files currently followed by your organisation:&#xd;<br />The University follows EU policy in the areas of maritime education and training, maritime transport and logistics, ocean governance, environmental issues and any other policy areas that impact on the development and sustainability of the maritime transport and supply chain in the context of the UN sustainable development goals. In this respect the primary EU policy the University follows is the EU Integrated Maritime Policy and all the sub-policy areas within the main policy.","lastUp":"2019-07-25T14:51:10.295+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}