{"id":"858522725394-79","name":"ThinkAct","registrationDate":"2017-01-11T20:49:36.921+01:00","category":2,"subCategory":7,"legal":"Asociación","web":"http://www.thinkactclub.com/","country":"Spain","headAddress":"Calle Fuencarral 47 3B","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)6 07 77 18 12","boss":"Adrián  Jofre Bosch","bossTitle":"Mr","bossPosition":"General Manager","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"http://www.thinkact.org/nosotros","goal":"ThinkAct es una plataforma participativa, independiente e integradora, que surge con la misión de compartir puntos de vista, aportar ideas y poner en marcha actividades e iniciativas que conecten el talento de la generación millennial y sirvan para generar un impacto  positivo en la opinión pública.&#xd;<br />&#xd;<br />Los objetivos de la asociación son:&#xd;<br />&#xd;<br />- Promover el progreso de la sociedad en sus vertientes económica, cultural, política y científica a través del diálogo intergeneracional entre personalidades ilustres e intelectuales y los socios de la asociación, con el fin de fomentar la transferencia de conocimiento. &#xd;<br />&#xd;<br />- Ser partícipes del proceso de integración europea, impulsando el diálogo y los espacios de intercambio entre los socios y personalidades de relevancia de las distintas naciones e instituciones de la Unión Europea.&#xd;<br /> &#xd;<br />- Contribuir a la mejora la calidad democrática de nuestras instituciones e impulsar la regeneración política en España.&#xd;<br />&#xd;<br />- Velar por la promoción intelectual, formativa y laboral de sus socios, constituyéndose como plataforma de progreso.&#xd;<br />&#xd;<br />- Involucrar a los socios, y a todos aquellos grupos interesados, con el fin de transmitir el conocimiento e impulsar su impacto en la sociedad.&#xd;<br />&#xd;<br />- Constituirse como fuente de opinión y de consulta con el fin de promover el desarrollo de la sociedad.","acronym":"","interests":"Business and Industry, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Trade, Youth","euInitiatives":"Interés multisectorial: políticas para jóvenes, futuro del trabajo, formación, digitalización, etc.","lastUp":"2019-11-13T00:52:31.792+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}