{"id":"858577535862-83","name":"iNDTact GmbH","registrationDate":"2019-09-11T09:29:10.135+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.indtact.de","country":"Germany","headAddress":"Friedrich-Bergius-Ring 15","headCity":"Würzburg","headPostCode":"97076","headPhone":"(49)9 31 29 99 73 30","boss":"Raino Petricevic","bossTitle":"Mr","bossPosition":"CTO","membersCount":6,"membersFTE":"6.0","membership":"IHK Würzburg Schweinfurt&#xd;\nhttps://www.wuerzburg.ihk.de/startseite.html&#xd;\nIGZ Würzburg&#xd;\nhttps://www.igz.wuerzburg.de/&#xd;\nZDI Mainfranken&#xd;\nhttps://www.zdi-mainfranken.de/zdi/index.html","memberOrga":"","goal":"Wir stellen deutsche Präzisionssensoren mit einer patentierten Technologie her, die es uns ermöglicht ein großes Frequenzspektrum bei einer sehr hohen Auflösung abzudecken. Unser Portfolio umfasst Körperschallsensoren, Beschleunigungssensoren und Dehnungssensoren. Dabei sind die Einsatzbereiche unserer Technologie so mannigfaltig wie das abzudeckende Spektrum. Wir sind im Condition Monitoring in der Industrie 4.0 genauso tätig wie bei der Eisdetektion an Flugzeugen, der Überwachung von Offshore-Windparks und Brückenbauwerken sowie im Bereich Medizintechnik. Unsere Kunden reichen von großen europäischen Automobilherstellern über staatliche Institutionen. Unser Ziel ist es in all diesen Bereichen innovative Produkte zu entwickeln, die sich zum einen der Sensitivität unserer Technologie bedienen und zum anderen zur Datenauswertung die neuesten Auswertmethoden der KI (Künstliche Intelligenz) verwenden. Die Entwicklung der KI muss dabei gezielt europäisch bleiben und muss den hohen Datenschutzanforderungen entsprechen. Unsere Daten kommen dem entgegen, da sie nicht personenbezogen aufgenommen werden. Dennoch bietet die Masse an aufgezeichneten Daten (Big Data) die Möglichkeit der Entwicklung ausgereifter KI-Anwendungen. Wir möchten Europa damit im Bereich der KI international wettbewerbsfähig machen, gehen dabei aber dennoch den europäischen Weg abseits von Überwachungsstaat und militärischen Anwendungen. Oberziel aller Anwendungen ist der Nutzen der Bürger, ohne dabei jedoch deren Rechte mit Füßen zu treten.","acronym":"","interests":"Business and Industry, Digital economy and society, Public Health, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Wir möchten im Bereich eHealth weiter aktiv werden, da wir derzeit mehrere Forschungs- und Entwicklungsprojekte leiten, die zu innovativen Produkten in der Branche führen werden. Wir haben bis dato bereits 15 Patente für Auswertungen angemeldet. Das belegt unsere hohe Motivation Innovationen auf den Markt zu bringen. Wir sind Experten im Bereich von Big Data und Signalauswertung sowie im Bereich der Hardware und möchten unser Wissen gern in die europäischen Institutionen einbringen und uns mit anderen Stakeholdern austauschen. Auch die Überarbeitung der Medizinproduktegesetze und der europäischen Richtlinien und Gesetze zum Thema Medizinprodukte interessieren uns, da sie uns direkt betreffen. Hier gibt es an einigen Stellen noch starken Bedarf an einer weiterführenden Klassifikation von Geräten, z.B. im Bereich von Kleinstspannung.","lastUp":"2019-09-11T09:29:43.232+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}