{"id":"858938731357-28","name":"Stara Planina Hold","registrationDate":"2018-04-27T13:53:31.477+02:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.sphold.com","country":"Bulgaria","headAddress":"20 Fr. Joliot Curie Str","headCity":"Sofia","headPostCode":"1113","headPhone":"(359)9 63 41 59","boss":"Vasil Velev","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"Member of the Bulgarian Industrial Capital Association.&#xd;\nhttp://bica-bg.org/?lang=en","memberOrga":"","goal":"To satisfy the needs of people through the development of the industry as a major manufacturer of the products corresponding to these needs.&#xd;<br />To share the success among the groups participating in this effort.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"Stara Planina Hold Plc is a public company. The company is permanently committed to the capital markets development and makes constant efforts for the positive perception of issuers’ statute. Stara Planina Hold Plc works in this direction in close collaboration with the investment community and with institutions at national and European level.&#xd;<br />As a member of Bulgarian Industrial Capital Association (active member of CEEP - official social partner of the European Commission), Stara Planina Hold maintains regular contacts with the institutions and advisory committees of the European Union and participates in the drafting and amending of regulations, directives and other legislation forming the European business climate. Policies of main interest to Stara Planina Hold are those directed to SMEs, Competitiveness and development of the Capital markets.","lastUp":"2018-04-30T14:48:38.243+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}