{"id":"859361711435-75","name":"BundesForum Kinder- und Jugendreisen e.V.","registrationDate":"2013-06-26T17:01:21.849+01:00","category":3,"subCategory":2,"legal":"eingetragener gemeinnütziger Verein","web":"http://www.bundesforum.de","country":"Germany","headAddress":"Senefelderstr., 14","headCity":"Berlin","headPostCode":"10437","headPhone":"(49)30 44 65 04 10","boss":"Nora Wollny","bossTitle":"Ms","bossPosition":"Presse- und Öffentlichkeitsarbeit/ Veranstaltungsmanagement","membersCount":3,"membersFTE":"2.0","membership":"AGJ Arbeitsgemeinschaft Kinder- und Jugendhilfe (http://www.AGJ.de), eurodesk Netzwerk europäischer Jugendinformationen und Jugendberatungen (http://www.eurodesk.eu), ISTO International Social Tourism Organisation (http://www.bits-int.org), UNWTO United Nations World Tourism Organization (http://www.unwto.org)","memberOrga":"Arbeitsgemeinschaft der Evangelischen Jugend in Deutschland e.V. aej(0),&#xd;\nBAG Bundesarbeitsgemeinschaft Katholisches Jugendreisen im Jugendhaus(0),&#xd;\nBundesarbeitsgemeinschaft Kinder- und Jugend-Erholungszentren e.V.(0),&#xd;\nBundesjugendwerk der AWO e.V.(0),&#xd;\nbe Bundesverband Individual- und Erlebnispädagogik e.V.(0),&#xd;\nDer Paritätische Gesamtverband e.V.(0),&#xd;\ndsj Deutsche Sportjugend im DOSB Deutschen Olympischen Sportbund e.V.(0),&#xd;\nDWJ Deutsche Wanderjugend im Verband Deutscher Wandervereine e.V.(0),&#xd;\nDJH Deutsches Jugendherbergswerk e.V.(0),&#xd;\nEAKFET Evangelischer Ak Freizeit - Erholung - Tourismus der EKD(0),&#xd;\nFDSV Fachverband Deutscher Sprachreise- Veranstalter e.V.(0),&#xd;\nKindervereinigung e.V.(0),&#xd;\nNaturfreundejugend Deutschlands e.V.(0),&#xd;\nKOLPINGWERK Deutschland(0),&#xd;\nReisen und Freizeit mit jungen Leuten e.V.(0),&#xd;\nReisenetz e.V.(0),&#xd;\nTMA Thomas-Morus-Akademie Bensberg des Diözesanrat der Katholiken e.V.(0),&#xd;\ntransfer e.V.(0),&#xd;\nVDA Verein für Deutsche Kulturbeziehungen im Ausland e.V.(0),&#xd;\nVDS Verband Deutscher Schullandheime e.V.(0),&#xd;\nVölkerverständigung durch Begegnung e.V.(0),&#xd;\nVolksbund Deutsche Kriegsgräberfürsorge e.V.(0),&#xd;\nZeltlagerplatz e.V. Zentraler Vermögensträger SJD(0)","goal":"Das BundesForum Kinder- und Jugendreisen e.V. versteht sich als Zusammenschluss bundesweit tätiger Verbände, Träger und Organisationen, die im Bereich des Kinder- und Jugendreisens tätig sind.&#xd;<br />&#xd;<br />Die gemeinsame Arbeit ist von Vielfalt, Offenheit, gegenseitiger Bereicherung und gleichberechtigter Kommunikation geprägt.&#xd;<br />&#xd;<br />Ziel ist die Förderung, Weiterentwicklung und Stärkung des Kinder- und Jugendreisens.&#xd;<br />&#xd;<br />Die vorrangigen Arbeitsschwerpunkte, die sich aus diesem Ziel ergeben, sind Qualität, fachlicher Austausch und Interessensvertretung.&#xd;<br />&#xd;<br />Die Bundesgeschäftsstelle des BundesForum Kinder- und Jugendreisen e.V. befindet sich in Prenzlauer Berg in der Senefelderstraße 14, in 10437 Berlin, &#xd;<br />&#xd;<br />Fon: 030-44 65 04 10 | Fax: 030-44 65 04 11. &#xd;<br />&#xd;<br />E-Mail Service@BundesForum.de &#xd;<br />&#xd;<br />Das BundesForum Kinder- und Jugendreisen ist als gemeinnützig anerkannt und wird seit seiner Gründung 1997 vom BMFSFJ Bundesministerium für Familie, Senioren, Frauen und Jugend gefördert. Darüber hinaus erhält das BundesForum Kinder- und Jugendreisen regelmäßig unregelmäßig Zuwedungen aus anderen Bundesministerien und mehreren Stiftungen.&#xd;<br />&#xd;<br />Die Formate der Angebote für Kinder, Jugendliche und junge Erwachsene sind sehr verschieden. Die Mitglieder und (Kooperations-)Partner des BundesForum Kinder- und Jugendreisen e.V. bieten im Ausland und in Deutschland beispielsweise folgende Angebotsarten an: Au-pair Aufenthalte, berufliche Aus- und Weiterbildung, Bahnreisen, Busreisen, Camps, ehrenamtliches Engagement, Flugreisen, Gruppenfahrten, Farmaufenthalte, Ferienfreizeiten, Ferienlager, Freiwilligendienste, Gastfamilienaufenthalte, High School, Internationale (Kinder- und Jugend-)Begegnungen, Jobben im Tourismus, Jobben in Natur und Umwelt, Jobben und Arbeiten im Ausland, Klassenfahrten, Praktika, Schulaufenthalte, Sportreisen, Sprachcamps, Sprachkurse, Sprachreisen, Studium im Ausland, Work &amp; Travel, Workcamps und Zeltlager.","acronym":"BundesForum","interests":"Agriculture and Rural Development, Consumer Affairs, Culture, Education, Employment and Social Affairs, Youth","euInitiatives":"Erasmus+","lastUp":"2017-04-12T09:27:48.912+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}