{"id":"859389815176-35","name":"European Union Youth Orchestra Foundation","registrationDate":"2014-12-08T12:23:07.779+01:00","category":3,"subCategory":2,"legal":"Foundation registered in Italy","web":"http://www.euyo.eu","country":"Italy","headAddress":"Corso della Giovecca 38","headCity":"Ferrara","headPostCode":"44121","headPhone":"(39)20 72 35 76 71","boss":"Marshall Marcus","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"Member of the European Federation of Youth Orchestras; Association of British Orchestras;","memberOrga":"","goal":"●    Orchestra: To establish an orchestra of outstanding, dedicated young musicians from the member states of the European Union who work together under internationally renowned and inspiring professors, conductors and soloists to achieve the highest possible standard of orchestral performance. &#xd;<br />●    Performance: To enable the Orchestra to perform each year in major cities and festivals both in the European Union and throughout the world, in a variety of formal and informal events that use the most traditional and the most innovative formats and techniques for diverse audiences.&#xd;<br />●    Culture: To provide an annual opportunity for the participants to to live and work together to develop friendships and understanding, and to increase their awareness of the musical and cultural aspects of Europe’s countries and regions, and Europe’s place in the global culture. &#xd;<br />●    Society: To produce enlightened Europeans equipped to play a part in the welfare and betterment of European and other communities as ambassadors for the EU, demonstrating cooperation, achievement and creativity, and embodying the highest ideals of the European Union.","acronym":"EUYO","interests":"Communication, Culture, Education and training, Employment and Social Affairs, External Relations, Institutional affairs, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Creative Europe Programme; Erasmus Programme; External Action Services initiatives; Cultural Ambassadorship Role","lastUp":"2019-02-07T13:42:03.765+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}