{"id":"85939938977-36","name":"Screen Producers Ireland","registrationDate":"2012-06-14T11:42:33.134+01:00","category":2,"subCategory":4,"legal":"charity","web":"http://www.screenproducersireland.com/","country":"Ireland","headAddress":"Merrion Square South, 77","headCity":"Dublin","headPostCode":"D02DH22","headPhone":"(353)16 62 11 14","boss":"Elaine  Geraghty","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"AGICOA&#xd;\nThe European Coordination of Independent Producers (CEPI)","memberOrga":"Independent production companies, producers of Film, TV, Animation and Digital content.&#xd;\nhttps://www.screenproducersireland.com/production-company-directory","goal":"Screen Producers Ireland (SPI) is the national representative organisation for over 140 independent film, television and animation production companies in Ireland active in all genres from feature film, documentary, TV drama and animation to factual, entertainment, lifestyle, sports, young people’s and children’s programming.&#xd;<br />&#xd;<br />SPI promotes commercial interests of our members with the relevant state, semi-state and private bodies on a broad range of issues that are key to the success of the sector thereby contributing to the development of Ireland’s economy and culture. &#xd;<br />&#xd;<br />As an employers organisation, SPI negotiates collective agreements with the unions involved in feature film and TV drama crewing.  SPI negotiates Terms of Trade with RTE and TG4.&#xd;<br />&#xd;<br />SPI links in to a network of international producer representative associations including Pact in the UK, the PGA in the US and is a member of the European Co-ordination of Independent Producers (CEPI).&#xd;<br />&#xd;<br />SPI is governed by a Board of Directors elected by members and an Executive Staff.","acronym":"SPI","interests":"Communication, Culture, Culture and media","euInitiatives":"Digital Agenda for Europe&#xd;<br />Sat Cab&#xd;<br />Copyright regulation&#xd;<br />Digital strategy&#xd;<br />AVMSD","lastUp":"2019-02-27T16:02:30.955+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}