{"id":"859669618479-58","name":"POUR LA SOLIDARITÉ asbl","registrationDate":"2015-08-25T11:36:02.951+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://www.pourlasolidarite.eu","country":"Belgium","headAddress":"Rue Coenraets 66","headCity":"Bruxelles","headPostCode":"1060","headPhone":"(32)0 25 35 06 85","boss":"Denis STOKKINK","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"10.25","membership":"POUR LA SOLIDARITÉ – PLS est membre des réseaux européens :&#xd;\n- ICOSI : http://icosi.org/&#xd;\n- DIESIS : http://www.diesis.coop/&#xd;\n- SOLIDAR : http://www.solidar.org/","memberOrga":"","goal":"Les promoteurs du think &amp; do tank POUR LA SOLIDARITÉ - PLS ont l’intime conviction que, dans le monde  qui  est  le  nôtre,  la  solidarité  est  un domaine  dans  lequel,  au  sens  propre  comme  au  sens figuré, il est urgent d’investir et ce, pour au moins quatre raisons.&#xd;<br />&#xd;<br />Une raison éthique : les inégalités sont  moralement  inacceptables.  Une  raison  économique : une  plus  juste  répartition  de  la  richesse garantit une demande solvable plus robuste. Une raison sociale : la pauvreté compromet la capacité des hommes à faire société. Une raison sécuritaire : des niveaux de vie trop disparates suscitent tôt ou  tard  des  incivilités  et  portent  en  eux  un  risque  fatal  d’explosion  sociale.  Pour  renforcer  les solidarités,  il  importe  de  mobiliser  et  de  rassembler  tous  les  acteurs  qui  disposent  de  compétences dans  ce  domaine. &#xd;<br />&#xd;<br />POUR  LA  SOLIDARITÉ - PLS se propose d’être le vecteur de reliance fédérant ces énergies et ces expertises actuellement dispersées.","acronym":"PLS","interests":"Agriculture, Borders and Security, Business and Industry, Climate Action, Consumers, Culture, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Single market, Transport","euInitiatives":"POUR LA SOLIDARITÉ - PLS travaille sur plusieurs politiques transversales :&#xd;<br />- Initiative sur l'entreprenariat social (2011)&#xd;<br />- Le paquet économie circulaire (2016)&#xd;<br />- L'European pillar of social rights&#xd;<br />- Solvency legislation and Capital Market Union&#xd;<br />- Erasmus +&#xd;<br />- Réformes des initiatives citoyennes européennes&#xd;<br />- Stratégie européenne pour l'emploi&#xd;<br />- Europe 2020 &#xd;<br />- Charte des droits fondamentaux&#xd;<br />- Pacte européen pour l'égalité entre les hommes et les femmes &#xd;<br />&#xd;<br />PLS agit sur cinq axes thématiques majeurs : &#xd;<br />- Affaires sociales&#xd;<br />- Responsabilité Sociétale des Entreprises &amp; Diversité&#xd;<br />- Développement durable&#xd;<br />- Participation citoyenne&#xd;<br />- Économie sociale","lastUp":"2018-06-22T16:37:57.033+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}