{"id":"859942318143-66","name":"Istituto per la Competitività","registrationDate":"2015-07-12T09:38:05.701+02:00","category":4,"subCategory":5,"legal":"Associazione","web":"http://www.i-comeu.eu","country":"Italy","headAddress":"Palazzo Colonna","headCity":"Roma","headPostCode":"","headPhone":"(39)0 64 74 07 46","boss":"Stefano da Empoli","bossTitle":"Mr","bossPosition":"President","membersCount":12,"membersFTE":"6.25","membership":"I-Com is associate member of the European Internet Forum (EIF). https://www.eifonline.org/members.html&#xd;\n&#xd;\nI-Com is also a member of the Global Trade and Innovation Policy Alliance (GTIPA). https://www.gtipa.org/","memberOrga":"","goal":"The Institute for Competitiveness (I-Com) is a think-tank founded in 2005 by a group of scholars, professionals and managers, with offices in Rome and Brussels. The objective of I-Com is to promote debates and analyses on competitiveness concerning innovation, in the Italian, European and international politico-economic contexts. The main areas of interest of I-Com are: digitalization, energy, innovation, health and institutions.&#xd;<br />&#xd;<br />Our mission is to provide an input to public debate on the future of the EU system, employing multidisciplinary competences and different tools for in-depth analysis and dissemination, analyzing the contribution of the most important drivers for competitiveness and growth (or lack of) in Italy, in Europe and internationally. I-Com also focuses on the individual factors of competitiveness – digitalization, energy, innovation and institutions – from an integrated perspective.","acronym":"I-Com","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Digital Single Market&#xd;<br />Industry 4.0&#xd;<br />Audio Visual Media Services&#xd;<br />Energy Union&#xd;<br />Clean Energy Package&#xd;<br />Healthcare Innovation&#xd;<br />HTA&#xd;<br />External Investment Plan&#xd;<br />Mobility Package&#xd;<br />New Deal for Consumers","lastUp":"2019-09-16T14:36:51.831+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}