{"id":"859907820991-58","name":"ECCC - European Centralasian Consulting Cooperation","registrationDate":"2016-03-09T11:44:14.708+01:00","category":3,"subCategory":2,"legal":"keine","web":"","country":"Netherlands","headAddress":"Burg.Schonfeldplein 11-13","headCity":"Winschoten","headPostCode":"9671 CA","headPhone":"(31)6 46 81 07 76","boss":"Piotr Leszek","bossTitle":"Mr","bossPosition":"Sprecher der Kooperation","membersCount":2,"membersFTE":"0.5","membership":"TRACECA – Transport Corridor Europe Caucasus Asia www.traceca.org&#xd;\nGreen Technology Germany www.greentech-germany.com&#xd;\nENREET – European Network for Renewable Energies and Energy Transition www.enreet.eu &#xd;\nBusiness in Central Asia –  Wirtschaft in Zentralasien https://www.xing.com/communities/groups/business-in-central-asia-wirtschaft-in-zentralasien-8e10-1001700n&#xd;\nBlack Sea and South Caucasus Business Network https://www.xing.com/communities/groups/black-sea-and-south-caucasus-business-network-aed2-1001703&#xd;\nWirtschaft in Tadschikistan https://www.xing.com/communities/groups/wirtschaft-in-tadschikistan-aed2-1022336","memberOrga":"","goal":"Die „ECCC – European Centralasian Consulting Cooperation“ hat sich schon 2013 als Initiative bzw. als Netzwerk mehrerer europäischer und zentralasiatischer  unabhängiger Wirtschafts-, Regional-, Rechts-, Steuer- und Unternehmensberater zusammen gefunden, die sich umfassend und interdisziplinär mit den ökonomischen, technologischen und wirtschaftspolitischen Entwicklungen zwischen den Staaten der EU und den zentralasiatischen Staaten Kasachstan, Usbekistan, Tadschikistan, Turkmenistan, Kirgistan, Afghanistan und der Mongolei befassen.&#xd;<br />Mittlerweile hat sich das  Aufgaben- und Branchenspektrum der ECCC  verfestigt und ECCC verfügt aufgrund der Vernetzung ihrer Mitglieder gerade in den zentralasiatischen Märkten über eine gute und einsatzbereite Infrastruktur.&#xd;<br />&#xd;<br />Die Initiatoren der ECCC haben bewusst keine nationale und/oder internationale Rechtsform gewählt, um möglichst unabhängig von formalen Vorgaben und bürokratischen Zwängen und Einschränkungen zu sein.&#xd;<br />&#xd;<br />ECCC hat sich aber am 09.03.2016 im „Transparenz Register der EU“  als „ Wirtschaftspolitische Initiative ohne Rechtsform im Bereich III – Nichtregierungsorganisationen, Plattformen und Netzwerke“ eintragen lassen, um zu dokumentieren, das unsere Initiative ernsthafte Ziele mit seriösen Mitteln verfolgt.&#xd;<br />&#xd;<br />Die Zusammenarbeit zeichnet sich durch einen intensiven Informations- und Wissensaustausch aus. &#xd;<br />Ziel der ECCC  ist die Entfaltung von Synergien zur Stärkung der Wettbewerbsfähigkeit und zur Erhöhung der Wachstumspotenziale in den zentralasiatischen Staaten. Gleichzeitig hat ECCC das Ziel, die Bindungen zwischen Unternehmen aus der EU und aus Zentralasien zu intensivieren.&#xd;<br />&#xd;<br />Akteure in der ECCC können weitere natürliche und juristische Personen aus der EU und den zentralasiatischen Staaten sein, die unsere Ziele unterstützen.&#xd;<br />&#xd;<br />Der ausschlaggebende Anlass zum Zusammenschluss der ECCC im Jahr 2013 waren ursprünglich die immer wieder festgestellten Schwierigkeiten bei der Finanzierung von Projekten und Investitionen in zentralasiatischen Staaten.&#xd;<br />Gerade bei technologisch neuen Ansätzen und im Bereich von zur Privatisierung anstehenden Staatsunternehmen haben es  sowohl zentralasiatische wie auch europäische Initiatoren mit einem sehr zurückhaltenden Verhalten kommerzieller Finanzierungspartner zu tun.&#xd;<br />&#xd;<br />Das ECCC-Netzwerk verfügt mittlerweile über gute Kontakte zu mehreren sehr unterschiedlichen Finanzierungspartnern, die innovative, fortschrittliche und zukunftweisende Projekte und/oder Investitionen nach Bedarf und bei Eignung finanziell begleiten können.&#xd;<br />&#xd;<br />ECCC  hat es sich zur Aufgabe gemacht, die europäischen Aktivitäten in Zentralasien auszubauen und parallel Absatzmärkte für zentralasiatische Produkte in Europa zu schaffen. Gleichzeitig unterstützen sich die ECCC-Mitglieder partnerschaftlich untereinander bei der Internationalisierung ihrer Geschäftstätigkeiten.&#xd;<br />&#xd;<br />&#xd;<br />Direkte Technologieförderung und die Entwicklung guter Ideen bis zur Marktreife stehen im Fokus der Aktivitäten der ECCC - Mitglieder. Hierzu starten und unterstützen wir Kooperationsprojekte und fördern die Vernetzung von Forschungseinrichtungen, Unternehmen und Kapitalgebern. Es gilt, die vorhandenen Innovationspotenziale in Europa und Zentralasien vollständig zu nutzen.&#xd;<br />&#xd;<br />Zur Suche nach geeigneten Themen stehen unsere Mitglieder im engen Kontakt mit  privatwirtschaftlichen Unternehmen, öffentlich-rechtlichen Einrichtungen, existierenden Netzwerken und Forschungseinrichtungen.&#xd;<br />Aus bestehenden und neuen Ideen wählen wir vielversprechende Konzepte aus und unterstützen Akteure professionell in der weiteren Umsetzung. Darüber hinaus beraten unsere Mitglieder bei der Initiierung und dem Management von Kooperationsprojekten.","acronym":"ECCC","interests":"Agriculture and Rural Development, Climate Action, Customs, Economic and Financial Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Regional Policy, Research and Technology, Trade, Transport","euInitiatives":"- Umweltfreundliche , Erneuerbare Energien&#xd;<br />- Energiespeichertechnologien und Energieeffizienz&#xd;<br />- Kreislaufwirtschaft&#xd;<br />- Nachhaltige Wasserwirtschaft&#xd;<br />- Rohstoff und Materialeffizienz&#xd;<br />- Verkehrswegebau, insbesondere Fernstraßen und Ferngleisbau&#xd;<br />- Entwicklung der zentralasiatischen Volkswirtschaften&#xd;<br />- Kooperationen zwischen der EU und den zentralasiatischen Staaten&#xd;<br />- Landwirtschaft und ländliche Entwicklung","lastUp":"2018-01-16T19:46:19.930+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}