{"id":"860089913435-87","name":"International Federation of Mountain Guides Associations","registrationDate":"2014-04-12T09:41:35.024+01:00","category":2,"subCategory":4,"legal":"Professional body","web":"http://www.ifmga.info","country":"Switzerland","headAddress":"Heuberg 25","headCity":"Basel","headPostCode":"CH-4051","headPhone":"(41)6 12 61 13 11","boss":"Christian Trommsdorff","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"The members of the IFMGA are the main Mountain Guiding  Associations of individual countries, currently 23 worldwide of which 13 are in Europe. In turn, individual mountain guides join a Mountain Guiding Association of their choice, and there are currently 6,000 mountain guides worldwide of whom 5,000 are resident in Europe.","memberOrga":"In Europe: Austria, Britain, Czech Republic, France, Germany, Italy, Poland, Spain, Slovakia, Slovenia, Sweden (i.e. 11 EU) -  plus Norway and Switzerland.&#xd;\n&#xd;\nwww.ifmga. info","goal":"The IFMGA is the representative body for professional mountain guides worldwide, collaborating on the basis of reciprocation and mutual recognition. These are the founding principles of the IFMGA.  &#xd;<br />&#xd;<br />Mountain guiding is a high risk profession that takes place in an environment where natural hazards cannot be controlled. Consequently, safety and best practice form the basis of the common standard for training and assessment, as contained in the IFMGA Platform.&#xd;<br />&#xd;<br />The IFMGA has 23 member countries worldwide of whom 13 are in Europe. There are 6,000 guides worldwide of whom 5,000 are resident in the EU.","acronym":"IFMGA","interests":"Sport","euInitiatives":"The IFMGA represented mountain guides in the negotiations of the European Professional Card, leading to the profession of mountain guide being one of the first five professions to launch the EPC.","lastUp":"2017-03-08T09:16:35.980+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}