{"id":"860730436366-89","name":"Habitat for Humanity International Hungary Nonprofit Kft.","registrationDate":"2019-10-29T14:29:33.288+01:00","category":3,"subCategory":2,"legal":"Kft.","web":"http://habitat.hu","country":"Hungary","headAddress":"Hajós u. 9. IV/16.","headCity":"Budapest","headPostCode":"1065","headPhone":"(36)13 74 06 06","boss":"Zsolt Szegfalvi","bossTitle":"Mr","bossPosition":"Ügyvezető Igazgató / CEO","membersCount":3,"membersFTE":"1.5","membership":"\"Elosztó\" partnership&#xd;\nAdománygyűjtő Szervezetek Önszabályozó Testülete","memberOrga":"Habitat for Humanity International Hungary is a member organization of Habitat for Humanity Europe, Middle East and Africa, which is a member organization of Habitat for Humanity International. I will provide the list of member organizations of Habitat EMEA below. Habitat for Humanity Hungary does not have member organizations on a lower (sub-national) level.&#xd;\n&#xd;\nhttps://habitat.hu/kik-vagyunk/habitat-a-nagyvilagban/","goal":"MAIN FIELDS OF ACTIVITIES:&#xd;<br />-Community Impact: building and renovating new houses, housing support services, community development&#xd;<br />-Sector Impact: market development and policy advocacy&#xd;<br />-Societal Impact: Awareness Raising and Citizen Mobilization&#xd;<br />&#xd;<br />MAIN THEMES OF THE WORK:&#xd;<br />Habitat for Humanity seeks to eliminate housing poverty and homelessness around the world, and make decent shelter a matter of conscience and action.&#xd;<br />Alongside homeowner families, Habitat builds and rehabilitates homes through volunteer labour and donations of money and materials.&#xd;<br />Habitat for Humanity Hungary is currently engaged in projects related to the unaffordability of the private rental sector, energy poverty in Hungary, and municipality and national level legislative proposals to improve the situation of people living in substandard dwellings, as well as people experiencing homelessness.","acronym":"HFHI Hungary","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Regional Policy, Research and innovation, Youth","euInitiatives":"-Energy Check for Low Income Households (EC-LINC)&#xd;<br />-Action in low-income households to improve energy efficiency through visits and energy diagnosis (ACHIEVE)&#xd;<br />-EU Urban Agenda&#xd;<br />-National Building Renovation Strategies under EPBD&#xd;<br />-EU/National Roma Integration Strategies","lastUp":"2019-10-29T14:30:55.796+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}