{"id":"861017228594-88","name":"QGMI CONSTRUCCIONES E INFRAESTRUCTURAS GLOBALES SL","registrationDate":"2017-10-09T12:19:13.864+02:00","category":2,"subCategory":3,"legal":"Sociedad Limitada","web":"http://www.qgmi.eu","country":"Spain","headAddress":"Calle Agustin de Betancourt 25","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)9 14 53 16 00","boss":"Mauricio Queiroz Galvão","bossTitle":"","bossPosition":"Vicepresidente","membersCount":2,"membersFTE":"0.5","membership":"•\tCámara de Comercio Brasil-España &#xd;\n•\tClub de Exportadores e Inversores&#xd;\n•\tFundación Consejo España-Brasil","memberOrga":"","goal":"QGMI es una compañía global de infraestructuras y servicios especializada en el desarrollo, financiación y ejecución de proyectos de transportes y movilidad urbana, agua y saneamiento, energía y construcción industrial. Con más de 30 años de experiencia en la ejecución de proyectos internacionales. La sede de la compañía está en Europa, desde donde se gestionan proyectos en África y Latinoamérica.&#xd;<br />&#xd;<br />En el marco del Plan Exterior de Inversiones de la UE para África, QGMI pretende participar y colaborar en el proceso de puesta en marcha del Plan en aquellos ámbitos identificados como de interés para las empresas privadas.","acronym":"QGMI","interests":"Business and Industry, Economy, finance and the euro, Energy, External Relations, International co-operation and development, Trans-European Networks","euInitiatives":"Participación en aquellas actividades propias de la Comisión Europea que sean establecidas para la gestión y ejecución del Plan Exterior Europeo que tienen como marco el Reglamento que establece la creación del Fondo Europeo de Desarrollo Sostenible así como su garantía. Así mismo, tendremos interés en todas aquellas iniciativas que desde la Comisión Europea se promuevan para fortalecer los vínculos entre la Unión y los países africanos tanto en su dimensión comercial como institucional.","lastUp":"2019-07-17T09:39:41.111+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}