{"id":"861194311863-31","name":"UPM-Kymmene Oyj","registrationDate":"2013-09-13T13:13:26.383+02:00","category":2,"subCategory":3,"legal":"Osakeyhtiö","web":"http://www.upm.com","country":"Finland","headAddress":"Alvar Aallonkatu 1","headCity":"Helsinki","headPostCode":"00101","headPhone":"(358)20 41 51 11","boss":"Juha Mäkelä","bossTitle":"Mr","bossPosition":"Lakiasiainjohtaja","membersCount":7,"membersFTE":"4.5","membership":"UPM's main Brussels-based European associations are CEPI (Confederation of European Paper Industries) and CEI Bois (woodworking industries), and LSB (Leaders of Sustainable Biofuels)&#xd;\nwww.CEPI.org&#xd;\nwww.cei-bois.org&#xd;\nwww.sustainablebiofuels.com","memberOrga":"","goal":"UPM - THE BIOFORE COMPANY&#xd;<br />As the frontrunner of the new forest industry UPM leads the integration of bio and forest industries into a new, sustainable and innovation-driven future. We create value from renewable and recyclable materials.&#xd;<br />&#xd;<br />Cost leadership, change readiness, engagement and safety of our people form the foundation of our success.&#xd;<br />&#xd;<br />UPM comprises of six business areas: Communication Papers, Specialty Papers, Biorefining, Energy, Plywood, and Raflatac which is labels business. &#xd;<br />&#xd;<br />In 2017, UPM's sales exceed € 10 billion. UPM is present in 54 countries and has production plants in 12 countries. The company employs approximately 19,000 people worldwide. UPM shares are listed on the NASDAQ OMX Helsinki stock exchange.","acronym":"UPM","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Energy, Environment, Research and innovation, Trade, Transport","euInitiatives":"Mainly regulatory processes around energy, climate change, transport, innovations and Bioeconomy and biofuels, Renewable Energies, Environmental Policy,  Forest Policy , Resource Efficiency and Circular Economy, Water, Waste and Recycling policies,Product Safety,Food Safety, Innovation policies, Trade Policy","lastUp":"2018-05-17T12:12:34.201+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}