{"id":"861549932827-58","name":"GRIMALDI EUROMED SPA","registrationDate":"2018-10-10T17:32:19.266+02:00","category":2,"subCategory":3,"legal":"SPA A SOCIO UNICO","web":"","country":"Italy","headAddress":"via marchese campodisola 13","headCity":"NAPOLI","headPostCode":"","headPhone":"(39)0 81 49 65 28","boss":"EMANUELE GRIMALDI","bossTitle":"Mr","bossPosition":"PRESIDENTE CDA","membersCount":2,"membersFTE":"0.5","membership":"ALIS (Associazione Logistica dell'Intermodalità Sostenibile)&#xd;\nIMO (International Maritime Organization)&#xd;\nECSA (European Community of Shipowner Association)&#xd;\nINTERFERRY&#xd;\nICS (International Chamber of Shipping)&#xd;\nCONFITARMA&#xd;\nECG (The Association of European Vehicle Logistics)&#xd;\nASPEN INSTITUTE ITALIA&#xd;\nGLoMEEP- Global Industry Alliance (GIA)","memberOrga":"","goal":"La società Grimaldi Euromed svolge un ruolo cruciale nello sviluppo del trasporto marittimo di veicoli in Europa e nella logistica integrata.&#xd;<br />L’organizzazione opera in conformità a leggi, regolamenti e altre prescrizioni internazionali, nazionali e locali vigenti ed applicabili agli aspetti ambientali e gestionali delle attività, prodotti e servizi aziendali all’interno del campo di applicazione definito per il proprio Sistema di Gestione Qualità-Ambiente. &#xd;<br />In linea con quanto definito nella Politica Integrata Qualità-Ambiente, il Gruppo opera con un approccio di miglioramento continuo delle prestazioni ambientali e di utilizzo di processi tecnologici che soddisfino i criteri di efficienza, efficacia e riduzione degli impatti ambientali. &#xd;<br />Tra le attività del gruppo abbiamo l'individuazione delle azioni degli interventi delle procedure e di quanto altro necessario per promuovere l’uso razionale dell’energia, la predisposizione dei bilanci energetici in funzione anche dei parametri economici e degli usi energetici finali, la predisposizione dei dati energetici eventualmente richiesti dal Ministero dell’industria , del commercio e dell’artigianato ai Soggetti beneficiari dei contributi previsti dalla legge stessa. L'organizzazione porta avanti numerosi progetti finalizzati a ridurre l'impatto ambientale delle navi. Le iniziative hanno permesso di raggiungere degli obiettivi di miglioramento per quanto riguarda le emissioni di CO2 per miglio nautico e di SO2 per miglio nautico. Vengono effettuati regolarmente interventi di re-blading, installazioni di scrubber, e applicazioni di silicone sulle carene.","acronym":"GRIMALDI","interests":"Research and innovation, Transport","euInitiatives":"L'azienda partecipazione a progetti europei CEF Transport (Connecting Europe Facility) priority Motorways of the Sea (MoS) per opere congiunte infrastrutturali nei terminal ed azioni di innovazione a bordo delle nostre navi in conformità alle priorità e agli obiettivi definiti nei vari programmi di lavoro pluriennale.&#xd;<br />Grimaldi riveste un ruolo attivo e propulsivo all'interno di primarie associazioni di categoria, sia in Italia che all'estero, contribuendo a definire le direttrici strategiche del settore shipping insieme agli altri player nazionali ed internazionali.&#xd;<br />Grimaldi Euromed S.p.A. è membro di Inferferry, Confitarma, ECSA, ed ICS,IMO,ALIS etc...&#xd;<br />L'azienda ha continui contatti con i referenti di diverse aree DG della commissione europea per confronti tematici e nuove proposte legislative.","lastUp":"2018-10-10T17:33:26.451+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}