{"id":"861643122441-76","name":"Metavallon","registrationDate":"2016-06-23T10:27:50.496+01:00","category":3,"subCategory":2,"legal":"Public Non-profit Organization","web":"http://metavallon.org","country":"Greece","headAddress":"9 Dimocratias Sq","headCity":"Agrinio","headPostCode":"30100","headPhone":"(30)69 73 77 11 41","boss":"Alexandra Choli","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Metavallon is a Non-Profit and Research Organization that empowers and accelerates startups at their very early stages. Our mission is to uplift passionate enterprising spirits around the world and generate a powerful venturing movement across Europe. Towards this, we work on the ground with budding entrepreneurs to build capacities and networks, and are active ecosystem enablers via support services to accelerators across Europe, awareness campaigns, and research. Through these activities, since 2012, Metavallon has enabled over 320 founders in their entrepreneurial endeavors.&#xd;<br />&#xd;<br />Most recent activities have focused on the European project Future Internet Business, through which Metavallon partners with 5 European organizations: EBAN, bwcon, New Factory, Media Deals and Eurescom, to provide support services to 16 FIWARE accelerators. These cutting-edge services include Investment Forums, Bootcamps, Webinars, ePitches and one-to-one online coaching sessions. We also work passionately on The Accelerator, which is our venture evolution and investment program for high-growth potential startups in Europe. A regional leader in this sector, The Accelerator offers a rigorous 4-month business acceleration program to talented founders looking to build a powerful market presence, create a scalable business, secure follow-on funding, and get the right results, fast. The Accelerator 2016 offered 22.000€ in pre-seed funding, over $220K in perks and services to participating teams, and a high-profile US mission to Silicon Valley and San Francisco.&#xd;<br />&#xd;<br />Throughout the years, we are honored to have established strategic alliances with distinguished organizations and corporations in Greece, across Europe, and internationally, whose brilliant members empower our vision and mission towards a viable, structured, and dynamic growth of entrepreneurial activity.&#xd;<br />&#xd;<br />&#xd;<br />Our mission: to develop and transform the ideas of aspiring entrepreneurs into thriving new ventures.&#xd;<br />&#xd;<br />Our vision: a culture of innovation and high impact, quality entrepreneurship, a business environment of vibrant talent and growth, a society of venturing spirit and civil awareness.","acronym":"","interests":"Financial Stability, Financial Services and Capital Markets Union , Research and Technology, Trans-European Networks","euInitiatives":"We are following primarily:&#xd;<br />The European Regional Development Fund (ERDF)&#xd;<br />The European Social Fund (ESF)&#xd;<br />Startup Europe&#xd;<br />Future Internet","lastUp":"2017-05-29T14:30:35.894+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}