{"id":"861732713521-37","name":"Medizinische Hochschule Hannover","registrationDate":"2014-04-29T13:27:47.580+02:00","category":4,"subCategory":12,"legal":"Public Body","web":"http://www.mh-hannover.de","country":"Germany","headAddress":"Carl-Neuberg-Strasse, 1","headCity":"Hannover","headPostCode":"30625","headPhone":"(49)51 15 32 60 01","boss":"Norbert Langhorst","bossTitle":"Mr","bossPosition":"Head of legal department","membersCount":2,"membersFTE":"0.5","membership":"Hochschulrektorenkonferenz (www.hrk.de), Medizinischer Fakultätentag (www.mft-online.de)","memberOrga":"","goal":"(1) Medizinische Hochschule Hannover (MHH), hereinafter referred to as MHH, has the task of promoting the science of life and of human beings in research, teaching, learning and training. It sees itself as part of an international research community.&#xd;<br />&#xd;<br />(2) They shall also carry out the tasks of patient care, providing services within the public health system and participates in the training of members of other than medical health professionals.&#xd;<br />&#xd;<br />(3) In performing its work and functions MHH promotes the actual implementation of equal opportunities between women and men and the elimination of existing disadvantages (gender task). It contributes to the promotion of gender research.&#xd;<br />&#xd;<br />(4) MHH promotes the reconciliation of work and family life and studies and family.&#xd;<br />&#xd;<br />(5) It promotes the development of their staff, in particular in terms of the medical, dental and psychotherapeutic training.&#xd;<br />&#xd;<br />(6) MHH contributes to the social promotion of students. MHH promotes the sport in their area. It takes into account the special needs of disabled employees and students.&#xd;<br />&#xd;<br />(7) MHH promotes international cooperation in higher education and the exchange between German and foreign universities, it addresses the specific needs of international students.&#xd;<br />&#xd;<br />(8) MHH shall inform the public of their tasks.","acronym":"MHH","interests":"Education, Employment and Social Affairs, Information Society, Public Health, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Initiatives on preparing the next frame work program for research and innovation (FP9)","lastUp":"2018-04-16T10:30:51.812+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}