{"id":"861967816648-54","name":"The British Academy","registrationDate":"2015-03-18T17:33:58.015+01:00","category":3,"subCategory":2,"legal":"Charity","web":"https://www.thebritishacademy.ac.uk/","country":"United kingdom","headAddress":"10-11 Carlton House Terrace","headCity":"London","headPostCode":"SW1Y 5AH","headPhone":"(44)20 79 69 52 00","boss":"Alun Evans","bossTitle":"Mr","bossPosition":"Chief Executive &amp; Secretary","membersCount":2,"membersFTE":"1.0","membership":"European Federation of Academies of Sciences and Humanities (ALLEA)&#xd;\nInternational Social Science Council (ISSC)&#xd;\nUnion Académique Internationale (UAI)","memberOrga":"","goal":"The British Academy is an independent self-governing organisation, established by Royal Charter in 1902. It is the UK’s national academy for the humanities and social sciences. It supports outstanding researchers from the UK and beyond, and promotes these disciplines around the world. The British Academy has more than 900 UK Fellows, with a further 300 overseas, elected for their distinction in research. The Academy fosters and speaks for the UK’s world-leading research in the humanities and social sciences. The expertise within the Fellowship includes psychology, political studies, sociology, demography, social statistics, anthropology, geography, economic and economic history, law, education, management and business studies, cultural and communications studies, media and performance studies, philosophy, history of art and music, history and classical antiquity, archaeology, modern languages, literatures, linguistics and philology, and theology and religious studies.","acronym":"","interests":"Budget, Climate Action, Culture, Education and training, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Trade","euInitiatives":"Education, Research, science and innovation, including Horizon 2020 and Erasmus.","lastUp":"2019-02-25T11:34:41.813+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}