{"id":"862022722581-06","name":"Associazione Nazionale Consorzi Gestione e Tutela del Territorio e Acque irrigue","registrationDate":"2016-07-05T15:40:07.887+02:00","category":6,"subCategory":9,"legal":"Corporation - private no profit","web":"http://www.anbi.it","country":"Italy","headAddress":"Via di Santa Teresa 23","headCity":"Rome","headPostCode":"00198","headPhone":"(39)06 84 43 21","boss":"Vincenzi Francesco","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.25","membership":"http://www.irrigantsdeurope.eu/&#xd;\nhttp://www.euwma.org/","memberOrga":"http://www.anbi.it/p/consorzi-associati&#xd;\nhttp://www.anbi.it/p/anbi-regionali","goal":"ANBI is a national association, with private legal personality, representing and defending the interests of land reclamation consortiums, irrigation and land improvement operating in our country. These consortia have the task to realize and manage defense works and hydraulic adjustment, waters provision and use mostly for  irrigation, environmental protection works. The Consortia thus have a multifunctional task, aimed at territorial, environmental and food security of the country, thus contributing to sustainable economic development. Currently the association comprises 150 Credit Consortium among reclamation and irrigation consortiums, constituting all consortia operating in the country with the exception of the smallest consortia of land improvement existing in some northern reality.&#xd;<br />ANBI's associated Consortia cover over 50% of the land surface of the country for a total of almost 17 million hectares, that is the whole plain (that in Italy extends for about 6 million hectares) and a large part of the hill.&#xd;<br />The Association is also a member of the European Union of Water Menagement Associations (EUWMA).","acronym":"ANBI","interests":"Agriculture, Climate Action, Environment, Food Safety, Research and innovation","euInitiatives":"participation to the CIS-ATG on Waste water reuse guidelines and minimum quality standards&#xd;<br />&#xd;<br />ENRD Thematic group Sustainable use of soils and water","lastUp":"2018-06-11T12:37:49.809+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}