{"id":"862603710861-48","name":"ILC - Ilgner &amp; Leszek Consulting Sp.z o.o","registrationDate":"2013-03-21T09:04:13.340+01:00","category":1,"subCategory":6,"legal":"Sp.z o.o","web":"http://www.ilc-consulting.pl","country":"Poland","headAddress":"ul. Mickiewiczka 22/3","headCity":"Jelenia Gora","headPostCode":"58-500","headPhone":"(48)7 17 26 26 12","boss":"Piotr Leszek","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.75","membership":"DPL Holding B.V. www.dpl-holding.eu&#xd;\n&#xd;\nDutch Intraco Holding B.V. www.dutch-intraco.eu&#xd;\n&#xd;\nENREET - European Network for Renewable Energies and Energy transition www.enreet.eu&#xd;\n&#xd;\nILC - Ilgner &amp; Leszek Consulting Sp.z o.o www.ilc-consulting.pl&#xd;\n&#xd;\nEOD Sp.z o.o www.eod.pl&#xd;\n&#xd;\nNIWO - Netzwerk für innovative Wirtschaftsentwicklung Ostfriesland. www.niwo-net.eu","memberOrga":"","goal":"Die ILC - Ilgner &amp; Leszek Consulting Sp.z o.o wurde ursprünglich im Februar 1990 in Bremen in der Bundesrepublik Deutschland als ein projekt- und praxisorientiert freiberuflich arbeitender Dienstleister für Aufgabenstellungen im internationalen Projektmanagementbereich sowie in der Unternehmens- und Investitionsberatung gegründet. &#xd;<br />&#xd;<br />Am 17. Dezember 2014 wurde die IPC - Ilgner &amp; Partner Consulting zu je 50,00% von den niederländischen Unternehmen DPL Holding B.V. ( www.dpl-holding.eu ) und Dutch Intraco Holding B.V. ( www.dutch-intraco.eu ) übernommen und wird seitdem als polnische  Kapitalgesellschaft in Rechtsform einer So.z o.o. mit Sitz in Wroclaw in der Wojewodschaft Niederschlesien weiter geführt.&#xd;<br />&#xd;<br />Wir sind auf die operative Umsetzung von Projekten sowie auf die Übernahme von Interimsmanagementfunktionen im gesamten Spektrum der Investitions- und Projektfinanzierung mit internationalem Bezug spezialisiert.&#xd;<br />&#xd;<br />Unser Hauptinteresse liegt in der Konzeption und Durchführung von komplexen und innovativen Aufgabenstellungen.&#xd;<br />&#xd;<br />ILC - Ilgner &amp; Leszek Consulting Sp.z o.o ist durch vielfältige Kooperationen und Netzwerke sowohl innerhalb unserer Schwerpunktbranchen und Betätigungsfelder, vor allem aber in unseren bevorzugten Wirtschaftsräumen partnerschaftlich durch diverse Netzwerke und Kooperationen optimal eingebunden. &#xd;<br />&#xd;<br />ILC - Ilgner &amp; Leszek Consulting Sp.z o.o ist ein Managementdienstleister, der nach Grundsätzen seiner Philosophie berät und unterstützt sowie Hilfestellungen anbietet und diese Leistungen Mandanten ausschließlich gegen Honorar anbietet.","acronym":"ILC","interests":"Climate Action, Development, Energy, Enterprise, Environment, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Erneuerbare Energien; Umweltschutz; Klimaschutz, ökologische Produktionsverfahren, Abfallvermeidung, Abfallbehandlung, Wasser, Energiespeichersysteme, Hybridsysteme, Hochtemperatur- und Plasmatechnologien; E-Mobilität,","lastUp":"2018-01-12T19:19:45.501+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}