{"id":"86306733743-72","name":"MACIF -Mutuelle Assurance des Commerçants et Industriels de France et des cadres et salariés de l’industrie et du commerce","registrationDate":"2010-06-16T11:56:26.994+01:00","category":2,"subCategory":3,"legal":"SGAM","web":"http://macif.fr","country":"France","headAddress":"Rue de Pied de Fond, 2 et 4","headCity":"NIORT CEDEX 9","headPostCode":"79037","headPhone":"(33)01 55 31 65 69","boss":"Adrien COURET","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":3,"membersFTE":"1.5","membership":"- AMICE&#xd;\n- FFA&#xd;\n- FNMF&#xd;\n- ICMIF&#xd;\n- EURESA&#xd;\n- Social Economy Europe","memberOrga":"","goal":"La MACIF est une société d'assurance mutuelle à cotisations variables sans intermédiaire, créée à Niort (France) en 1960. Premier assureur de la famille en France avec plus de 5 millions de sociétaires, la MACIF est un groupe à l'activité diversifiée, qui intervient en assurances de biens et de personnes (santé, prévoyance) et présente une offre en assurance-vie. Dans le domaine de l'assurance de biens, sa principale activité est l'assurance automobile et des motos avec 5,8 millions de véhicules assurés sur le territoire français. La MACIF adhère aux principes de l'économie sociale et du développement durable, et elle déploie une activité importante dans le domaine de la prévention.&#xd;<br />&#xd;<br />- Assurance de personnes&#xd;<br />- IARD&#xd;<br />- Automobile&#xd;<br />- Habitation et famille&#xd;<br />- Banque et services financiers","acronym":"MACIF","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Transport","euInitiatives":"Marché unique &#xd;<br />Marché unique de l'assurance et des services financiers&#xd;<br />Protection des consommateurs&#xd;<br />Droit de la concurrence&#xd;<br />Fiscalité&#xd;<br />Tout domaine en lien avec l'assurance","lastUp":"2019-12-10T17:02:37.544+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}