{"id":"863011433853-46","name":"Dun &amp; Bradstreet Limited","registrationDate":"2019-02-04T15:51:42.343+01:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.dnb.co.uk","country":"United kingdom","headAddress":"Marlow international Parkway","headCity":"Bucks","headPostCode":"SL7 1AJ","headPhone":"(44)0 80 03 68 53 83","boss":"Nicola Howell","bossTitle":"","bossPosition":"Senior Privacy and Compliance Counsel","membersCount":1,"membersFTE":"0.5","membership":"FEBIS&#xd;\nTech UK","memberOrga":"","goal":"Dun &amp; Bradstreet helps customers improve business performance through the power of data and analytics. &#xd;<br />&#xd;<br />The Dun &amp; Bradstreet Data Cloud delivers the world’s most comprehensive business data and analytics and provides unparalleled depth and breadth of business information that accelerates growth, reduces costs, manages risk, and transforms your business. Comprising over 300 million business records and thousands of attributes, our data is curated from tens of thousands of sources – both online and through our World-Wide Network of data partners around the globe –and is updated five million times each day. It encompasses the companies that make up the majority of the world’s GDP – meaning the companies you are most likely to do business with. &#xd;<br /> &#xd;<br />From the Data Cloud we derive our Live Business Identity, which delivers a comprehensive and continually updated view of any company in the Data Cloud.   Live Business Identity starts with our universal identifier, the Dun &amp; Bradstreet    D-U-N-S® Number. The D-U-N-S Number is a unique nine-digit business identifier that is assigned once our patented identity resolution process, part of our DUNSRight methodology, identifies a company as being unique and distinct from any other in the Data Cloud. Consider Dun &amp; Bradstreet’s unique Live Business Identity as a living, breathing descriptor of nearly every business on earth. Our data and analytics are delivered through the Data Cloud, which customers can access through our comprehensive solutions, APIs, and partner solutions.&#xd;<br />&#xd;<br />Companies of every size around the world – including 90 percent of the Fortune 500™ - rely on Dun &amp; Bradstreet to improve business performance.","acronym":"","interests":"Banking and financial services, Business and Industry, Business and Industry, Competition, Digital economy and society, Employment and Social Affairs, Fraud prevention, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"Dun &amp; Bradstreet participates in regular events organised by the European Parliament and European Commission. Focus areas include: data protection, GDPR, ePrivacy, Financial Services, EU Digital Single Market; Payment Services; FinTech; Small Business regulatory environment","lastUp":"2019-02-04T15:53:21.507+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}