{"id":"864565034752-58","name":"Ecole d'Enseignement Supérieur Consulaire ESCP Europe","registrationDate":"2019-05-13T11:24:06.800+02:00","category":4,"subCategory":12,"legal":"EESC","web":"http://www.escpeurope.eu","country":"France","headAddress":"3 RUE ARMAND MOISANT","headCity":"PARIS","headPostCode":"75015","headPhone":"(33)1 49 23 20 00","boss":"Frank BOURNOIS","bossTitle":"Mr","bossPosition":"Dean and Executive President","membersCount":6,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"ESCP(1) Europe is a transnational business school for higher education with campuses in Germany, France, Great Britain, Italy, Spain and Poland.&#xd;<br />&#xd;<br />Established in 1819, ESCP Europe is the world's oldest business school and has educated generations of leaders and entrepreneurs. It is triple-accredited (EQUIS, AMBA, AACSB), and welcomes more than 4,000 students and 5,000 executives from 90 different nations every year across its six urban campuses in Paris, London, Berlin, Madrid, Torino and Warsaw.&#xd;<br />&#xd;<br />ESCP Europe's true European Identity enables the provision of a unique style of cross-cultural business education and a Global Perspective on international management and sustainability issues. For ESCP Europe an international research focus is inextricably linked with excellent teaching and high-level management training. The combination of theory and practice is a central element of ESCP Europe’s various teaching programmes. Consequently, research and development is the backbone of ESCP Europe as the school of management for Europe. The activities of ESCP Europe faculty members reach across teaching, research and academic programme leadership. Besides, ESCP Europe increasingly supports transversal research conducted with non-management disciplines, facilitated by its academic alliances and partner universities.&#xd;<br />&#xd;<br />ESCP Europe strategy is that tomorrow’s business leaders will need to be international, digital, and inter-culturally effective. The approach to education and organisational structure reflects this, with strongly international programmes delivered by an integrated (pan-European) Faculty across campuses in each of Europe’s principal markets. &#xd;<br />&#xd;<br />ESCP Europe advances this mission through an unique approach to international management education and research, which promotes transnational experience, collaboration and learning within a pan-European framework.&#xd;<br /> &#xd;<br />In 2015, the School formalised a unique approach and perspective under the C4B acronym: Cultures for (4) Business. This continues to guide the ESCP Europe work and is now embedded into a new Strategic Plan for the period 2018-2022.&#xd;<br />&#xd;<br />In 2022, ESCP Europe will be recognised worldwide as the leading European business school for internationally-focused management education&#xd;<br />&#xd;<br />Following the school’s strategy of innovation in teaching methods and the development of a digital campus, ESCP Europe just recently has created a platform for co-creation and knowledge sharing between faculty and students, intended to provide students with the skills needed to be employable in an increasingly digital business environment and society – which are still in the process of being developed and structured.&#xd;<br />&#xd;<br />(1) ESCP = Ecole Supérieure de Commerce de Paris","acronym":"ESCP Europe","interests":"Business and Industry, Education and training, Employment and Social Affairs, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"- Erasmus+&#xd;<br />- H2020&#xd;<br />- FSE / FEDER&#xd;<br />- Universités Européennes&#xd;<br />- Higher Education&#xd;<br />- Innovation in education&#xd;<br />- Digital education&#xd;<br />- Marie Skłodowska Curie Actions&#xd;<br />- Research, Science and Innovation","lastUp":"2019-05-13T11:24:34.842+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}