{"id":"864636618893-67","name":"Galileo Services","registrationDate":"2015-09-23T13:41:30.323+02:00","category":2,"subCategory":3,"legal":"Association sans but lucratif (ASBL)","web":"http://www.galileo-services.org","country":"France","headAddress":"10 cours Louis Lumiere","headCity":"Vincennes","headPostCode":"94300","headPhone":"(33)01 53 66 11 11","boss":"Eric Gellee","bossTitle":"Mr","bossPosition":"Trésorier","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"http://www.galileo-services.org/gs_members/gs_members.html","goal":"Galileo Services is a non-profit organisation founded in 2002 as a major partner for the EU GNSS programmes, Galileo and EGNOS, and GNSS applications development. &#xd;<br />The organisation's mission is to support the implementation of the programmes and to stimulate GNSS downstream technology and business development (terminals, applications and services). It also aims to contribute to partnerships, advertise EU Industry competence all over the world, support EU institutions on request and express industry views.&#xd;<br />Having merged with OREGIN (the Organisation of European GNSS Industry of equipment and services) in 2009, Galileo Services network represents more than 180 member organisations. Galileo Services and OREGIN federate the most active and representative players of GNSS industry and research supporting the Galileo and EGNOS programmes. This federation provides an unrivalled platform for partnership and information exchange between its Members, and offers powerful support and wide representation to Institutions.","acronym":"GS","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Energy, Maritime affairs and fisheries, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"European GNSS Programmes&#xd;<br />2021-2027 MFF &#xd;<br />Horizon Europe&#xd;<br />Space Programme of the Union (2021-2027)&#xd;<br />Invest EU&#xd;<br />Horizon 2020&#xd;<br />European defence industrial development programme (EDIDP)","lastUp":"2019-07-08T11:32:16.485+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}