{"id":"86497137168-71","name":"European Window Film Association","registrationDate":"2011-11-16T15:50:13.336+01:00","category":2,"subCategory":4,"legal":"Chapter of the IWFA (International Window Film Association)","web":"http://www.ewfa.org","country":"United states","headAddress":"IWFA","headCity":"Martinsville","headPostCode":"VA 24115","headPhone":"(1)27 66 66 49 32","boss":"Smith Darrell","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"BUILD UP: The European Portal for energy efficiency in buildings","memberOrga":"http://iwfa.com/ewfa/en-us/Membership/Our-Members","goal":"The mission of the EWFA is to defend and promote the interests of the window film industry throughout Europe and to act as a source of information and advice to interested parties. &#xd;<br />&#xd;<br />Have window films accepted as highly-effective and economical glazing enhancement solutions for automotive and building applications in the areas of energy, safety and security.&#xd;<br />&#xd;<br />In order to promote the acceptance of window films the EWFA addresses the following specific objectives: &#xd;<br />&#xd;<br />Increase awareness of window films towards policy-makers and get window films included in all relevant legislation and initiatives.&#xd;<br />Strategically defend the use of window films where rules, regulations or practises are limiting its use and capitalise on opportunities arising out of EU policy developments.&#xd;<br />Give input to appropriate Bodies to encourage adoption of industry-accepted standards in the local and regional rules and regulations which are being or planned to be published.&#xd;<br />Neutral representation of the window films industry as required.&#xd;<br />Providing a forum of discussion for issues of industry concern.","acronym":"EWFA","interests":"Business and Industry, Climate Action, Competition, Consumers, Energy, Environment, Single market","euInitiatives":"The main activities of the association are focused on the discussions related to: &#xd;<br />- Energy Efficiency Directive (Dir. 2012/27/EU and Dir. 2013/12/EU) &#xd;<br />- Circular Economy Action Plan (COM(2015)614)&#xd;<br />- Directive on energy performance of buildings (Dir. 2010/31/EU).   &#xd;<br />-  Following the discussions on the policy framework for climate and energy in the period from 2020 to 2030 (COM(2014)15)&#xd;<br />- A European Strategy for Plastics in a Circular Economy &#xd;<br />COM/2018/028)&#xd;<br />- Construction Products Regulation (Regulation 305/2011).","lastUp":"2019-02-14T14:36:13.327+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}