{"id":"865034435102-35","name":"Union of Mediterranean Confederations of Enterprises","registrationDate":"2019-06-11T19:12:35.858+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.businessmed-umce.org/","country":"Tunisia","headAddress":"Rue des Emeraudes, Résidence Zarrad 2, Appartement A2-1, Les berges du Lac 2","headCity":"Tunis","headPostCode":"1053","headPhone":"(216)99 90 85 51","boss":"Jihen Boutiba Mrad","bossTitle":"Ms","bossPosition":"General Secretary","membersCount":16,"membersFTE":"13.5","membership":"Members: http://businessmed-umce.org/en/members &#xd;\nPartners: http://businessmed-umce.org/en/Partners &#xd;\n&#xd;\nBecoming Member: http://businessmed-umce.org/en/services-aux-membres#","memberOrga":"CGEA - General Confederation of Enterprises of Algeria&#xd;\n &#xd;\nMEDEF International&#xd;\n&#xd;\nUTICA - Tunisian Union of Industry, Trade and Handicrafts&#xd;\n &#xd;\nTUSIAD - Turkish Industry and Business Association&#xd;\n &#xd;\nPFI - Palestinian Federation of Industry&#xd;\n &#xd;\nOEB - Cyprus Employers and Industrialist Federation&#xd;\n &#xd;\nMAE - Malta Employers’ Association&#xd;\n &#xd;\nALI - Association of Lebanese Industrialists&#xd;\n &#xd;\nAIP Fundação - Associação Industrial Portuguesa&#xd;\n&#xd;\nTISK - Turkish Confederation Of Employer Associations&#xd;\n &#xd;\nCONFINDUSTRIA - General Confederation of Italian Industry&#xd;\n &#xd;\nSEVE - Greek Exporters Association&#xd;\n &#xd;\nUNPM - Union Nationale du Patronat Mauritanien&#xd;\n &#xd;\nJCI - Jordan Chamber of Industry&#xd;\n &#xd;\nBDA - Confederation of German Employers’ Association&#xd;\n &#xd;\nFEI - Federation of Egyptian Industries&#xd;\n &#xd;\nLECA - Lebanese Exhibitions and Conferences Association&#xd;\n &#xd;\nICC Syria - International Chamber of Commerce Syria&#xd;\n &#xd;\nPAEB - Bizerta Economic Activities Park&#xd;\n &#xd;\nCGEM- General Confederation of Moroccan Enterprises&#xd;\n &#xd;\nCCIA-BML - Chamber of Commerce, Industry and Agriculture of Beirut &amp; Mount Lebanon&#xd;\n &#xd;\nCEOE - Spanish Confederation of Employers' Organizations","goal":"Our activities are mainly focused on the private sector in the Mediterranean Basin. As one of the major economic development clusters, BUSINESSMED seeks multiple objectives and missions such as:&#xd;<br />&#xd;<br />Increasing exchanges between the European Union and Mediterranean countries&#xd;<br />&#xd;<br />Enhancing technological transfer and know-how toward South-Mediterranean countries&#xd;<br />&#xd;<br />Increasing foreign direct investment flows&#xd;<br />&#xd;<br />Implementing a regulatory framework for investors&#xd;<br />&#xd;<br />Undertaking partnership actions between the various business communities in the region&#xd;<br />&#xd;<br />Lobbying and business advocating for a wider participation of the private sector in the actions to be undertaken by governments in order to achieve a prosperous free trade area in the Mediterranean","acronym":"UMCE - BUSINESSMED","interests":"Banking and financial services, Business and Industry, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU-FUNDED PROJECTS:&#xd;<br />&#xd;<br />Enhancing Business Support Organisations and Business Networks in the Southern Neighbourhood - EBSOMED, is a project co-financed by the European Union and coordinated by BUSINESSMED (Union of Mediterranean Confederations of Enterprises) as part of a consortium of six partners. More than thirty organisations from 26 countries are also affiliated to the project.&#xd;<br />&#xd;<br />The ultimate goal of this 4-year project (2018-2022) is to promote the Mediterranean Business Ecosystem by boosting investment and job creation in the region with a view to economic growth. This will be done through the strengthening of the capacity building of&#xd;<br />Business Support Organisations (BSOs) in the Southern Neighbourhood Countries.&#xd;<br />&#xd;<br />More specifically, EBSOMED intends to increase the overall capacity management of Business Support Organisations (BSOs) in the Euro-Mediterranean region by improving the services offered to SMEs.&#xd;<br />&#xd;<br />SOLiD-South Mediterranean Social Dialogue is a three years programme (2016-2019), with a €3.750 million budget, 80% of which is financed by the European Union and 20% by the International Trade Union Confederation. It is coordinated by a consortium which consists of 9 members: ATUC (Arab Trade Union Confederation), BusinessMed (Union of Mediterranean Confederation of Enterprises), ANND (Arab NGO Network for Development), ISCOS (Italian Union Institute for Cooperation and Development), Progetto SUD, AIP (Portugal Industry Association), SOLIDAR, CNT Belgium (National Labor Council) and CES Morocco (Economic and Social Council).","lastUp":"2019-06-11T19:13:03.030+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}