{"id":"865248235369-40","name":"Evropské hodnoty z.s.","registrationDate":"2019-07-10T12:04:58.365+02:00","category":4,"subCategory":5,"legal":"zapsaný spolek","web":"http://www.evropskehodnoty.cz","country":"Czech republic","headAddress":"Na baště sv. Jiří 260/11","headCity":"Praha 6","headPostCode":"16000","headPhone":"(420)7 73 09 92 20","boss":"Jakub Janda","bossTitle":"Mr","bossPosition":"Výkonný ředitel","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Think-tank Evropské hodnoty je nevládní odborná instituce bránící liberální demokracii. Chráníme svobodu, demokratický právní stát a transatlantické spojenectví Česka. Pomáháme bránit Evropu před masovou imigrací, islámským extremismem a nepřátelským vlivem Ruska a Číny.&#xd;<br />&#xd;<br />Naší vizí je svobodné, bezpečné a prosperující Česko ve střední Evropě, která je pevnou součástí transatlantického společenství a opírá se o pevné spojenectví s USA.&#xd;<br />&#xd;<br />Politikům předkládáme odborná doporučení a systematicky sledujeme a hodnotíme jejich práci. Za zásadní prvky fungující liberální demokracie považujeme aktivní občany, zodpovědné politiky, politické strany naplňující svoji roli a soudržnou společnost, která sdílí hodnoty osobní svobody, lidské důstojnosti a rovnoprávnosti.&#xd;<br />&#xd;<br />Od roku 2005 se jako nevládní nezisková organizace, která není spojena s žádnou politickou stranou, věnujeme výzkumné a vzdělávací činnosti. Vedle vydávání odborných publikací a komentářů pro média, pořádáme konference, semináře a školení pro odbornou i širší veřejnost. Na svých akcích zprostředkováváme dialog mezi politiky, odborníky, novináři, podnikateli i studenty.","acronym":"Evropské hodnoty","interests":"Foreign affairs and security policy, Migration and asylum","euInitiatives":"Oblast strategické komunikace EU v oblasti agendy Východního partnerství&#xd;<br />Oblast strategické komunikace EU v oblasti agendy Západního Balkánu&#xd;<br />Oblast budování odolnosti nevládního sektoru v zemích Východního partnerství&#xd;<br />Oblast budování odolnosti nevládního sektoru v zemích Západního Balkánu&#xd;<br />Oblast transparentnosti internetových platforem v oblasti ochrany osobních dat a tématu dezinformací&#xd;<br />Oblasti hybridních hrozeb vůči zemím EU&#xd;<br />Oblast spravedlnosti a vnitřních věcí: boj proti terorismu, radikalizaci a nelegalni migraci","lastUp":"2019-07-11T11:39:55.158+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}