{"id":"865403224531-66","name":"ACH Cambre","registrationDate":"2016-11-16T17:47:55.296+01:00","category":1,"subCategory":6,"legal":"Sociedad Limitada","web":"http://achcambre.es","country":"Spain","headAddress":"Calle Suero de Quiñones 38","headCity":"Madrid","headPostCode":"28002","headPhone":"(34)9 17 45 48 00","boss":"Francisco Javier  de Mendizabal ","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"ACH Cambre has pioneered an integrated approach to public relations and public affairs, based on best practice and in-depth knowledge of PR and PA landscapes at national and EU level. The value of our approach is not only demonstrated by our on-going growth. Along our history we have received different awards including 3 ADECEC awards, 3 EFIs and 1 Sol.&#xd;<br />&#xd;<br />ACH Cambre has offices in Madrid and operational capabilities in most Spanish regions. This has allowed us to develop an intimate understanding of how Spanish politics functions at local, regional, national and European levels, helping us to connect the dots of what it is a complex and fragmented distribution of power. &#xd;<br />&#xd;<br />We advise and provide our services to national companies and multinationals, trade associations, professional organisations and public institutions.","acronym":"ACH Cambre","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy&#xd;<br />Health&#xd;<br />Environment&#xd;<br />Competition&#xd;<br />Taxation&#xd;<br />Gambling&#xd;<br />Telecommunications&#xd;<br />Financial Services&#xd;<br />Transport&#xd;<br />Chemicals&#xd;<br />Agriculture&#xd;<br />Trade","lastUp":"2017-10-20T09:13:13.220+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}