{"id":"865420829201-60","name":"Belgische vereniging van de industrie van gewasbeschermingsmiddelen","registrationDate":"2017-12-05T14:39:12.204+01:00","category":2,"subCategory":1,"legal":"vzw","web":"http://www.phytofar.be","country":"Belgium","headAddress":"BluePoint Building","headCity":"Brussel","headPostCode":"1030","headPhone":"(32)2 38 97 72","boss":"Peter Jaeken","bossTitle":"Mr","bossPosition":"Secretaris-generaal","membersCount":1,"membersFTE":"0.25","membership":"ECPA http://www.ecpa.eu/&#xd;\nessenscia http://www.essenscia.be/","memberOrga":"http://www.phytofar.be/nl/leden","goal":"Phytofar ijvert voor een duurzame landbouw en een duurzaam gebruik van gewasbeschermingsmiddelen en promoot daartoe de goede praktijken. Phytofar is de ambassadeur van de gewasbeschermingsmiddelenindustrie en richt zich naar alle gebruikers van gewasbeschermingsmiddelen, zowel de professionelen als het grote publiek.&#xd;<br />Phytofar communiceert haar visie en creëert een draagvlak voor haar standpunten door in dialoog te gaan met de overheden, stakeholders, wetenschappelijke en praktijkgerichte instituten en organisaties en alle andere belanghebbenden. Phytofar vertegenwoordigt de gewasbeschermingsmiddelenindustrie in de media, relevante fora en seminaries en in overlegmeetings met de overheden, stakeholders en ngo’s. &#xd;<br />De kerntaken van Phytofar zijn zeer divers, gaande van het opvolgen van nieuwe wetgeving, het ondersteunen van relevant wetenschappelijk onderzoek, het promoten van de goede praktijken tot het communiceren van haar perspectieven in verschillende thema’s die de gewasbescherming aanbelangen. Dit steeds met één doel voor ogen: een duurzame landbouw die voldoende, kwalitatief hoogstaand en veilig voedsel produceert. Efficiënte gewasbescherming is daarbij een must.","acronym":"Phytofar","interests":"Agriculture and Rural Development, Competition, Customs, Environment, Food Safety, Public Health, Regional Policy, Research and innovation, Trade","euInitiatives":"- productnormenbeleid&#xd;<br />- toelatingen van chemische stoffen in Europa&#xd;<br />- onderzoek en technologie&#xd;<br />- voedselveiligheid&#xd;<br />- leefmilieu&#xd;<br />- goede landbouwpraktijken&#xd;<br />- EU competitiviteit en handel&#xd;<br />- Residu's PPP","lastUp":"2019-12-06T08:13:25.829+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}