{"id":"865695527750-04","name":"Občianske Združenie Prosperujúca Európa","registrationDate":"2017-07-15T15:00:09.005+02:00","category":2,"subCategory":3,"legal":"Občianske združenie","web":"","country":"Slovakia","headAddress":"Talinská 2687/8","headCity":"Košice","headPostCode":"040012","headPhone":"(421)9 40 77 26 47","boss":"Anna Delimanová","bossTitle":"","bossPosition":"Predseda združenia","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Aktívne sa podieľame na príprave a navrhovaní politiky EÚ v oblasti Malého a stredného podnikania. Pripravujeme a odovzdávame projektové zámery v oblasti priameho financovania. Aktívne navrhujeme a sledujeme vnútroštátne a regionálne potreby, ktoré následne prezentujeme na úrovni EÚ. Zároveň na regionálnej úrovni prezentujeme Európske zámery a politiky. Registrujeme rôzne a pomáhame s registráciou rôznym subjektom, ktoré potrebujú a majú záujme o hlavné myšlienky EÚ. Dôkladne sledujeme a analyzujeme smerovanie Európskej politiky a Slovenskej politiky. Spolupracujeme s organizáciami po celom svete. Aktívne vyhľadávame partnerov pre spoluprácu v oblasti EUROPEAID, teda zahraničnom rozvoji. Vyhľadávame inovácie, ktoré sú synergické s politiou EÚ.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"28 - politikami EÚ.  K dnešnému dňu, zamestnanosť mladých ľudí, malé a stredné podnikanie, priemysel, ICT technológie.","lastUp":"2018-06-19T11:54:34.411+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}