{"id":"86637739028-14","name":"European Agroforestry Federation","registrationDate":"2012-06-26T00:20:37.641+01:00","category":3,"subCategory":2,"legal":"Federation of European Associations","web":"http://www.eurafagroforestry.eu/","country":"France","headAddress":"EURAF","headCity":"Montpellier","headPostCode":"34070","headPhone":"(33)6 30 39 30 86","boss":"Patrick Worms","bossTitle":"Mr","bossPosition":"EURAF President","membersCount":30,"membersFTE":"9.25","membership":"IUAF (under constitution)","memberOrga":"Germany Agroforestry Association(14),&#xd;\nSpanish Agroforestry Association(34),&#xd;\nGreek Agroforestry Association(26),&#xd;\nFrench Agroforestry Association(37),&#xd;\nBelgium Agroforestry Association(37),&#xd;\nIreland Agroforestry Association(2),&#xd;\nItaly Agroforestry Association(12),&#xd;\nPortuguesse Agroforestry Association(4),&#xd;\nRomania Agroforestry Associatin(4),&#xd;\nSwitzerland Agroforestry Association(115),&#xd;\nBritish Agroforestry Association(29),&#xd;\nThe Netherlands Agroforestry Association(5)","goal":"The European Agroforestry Federation (EURAF) aims to promote the use of trees on farms as well as any kind of silvopastoralism throughout the different environmental regions of Europe. EURAF has about 500 members from 20 different European countries.&#xd;<br />EURAF main scope is to promote agroforestry systems across Europe as a recognized sustainable form of land management. Agroforestry systems are able to increase land productivity due to better use of resources, promoting at the same time Carbon sequestration, biodiversity, soil protection while reducing nitrate and phosphorous contamination","acronym":"EURAF","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EURAF has participated in different inititatives and policy at European level. The participation in the last CAP writting helped to promote agroforestry practices within the greening and the Rural Development programs. Currently, EURAF is part of different Civil Dialogue groups (Arable, Organic Farming, Cork and Forestry, Rural Development, Environment and Climate Change, CAP and Direct Payments and Greening), the Rural Development Assembly and the group of experts of the European Commission like Structured Dialogue with ESI Funds' partners group of experts. EURAF Executive Committee Members also participate in the EIP Focus Groups and in the Global Research Alliance. Recently EURAF is involved in the H2020 Tematic Network Project AFINET.","lastUp":"2019-02-22T17:04:15.339+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}