{"id":"866320432991-91","name":"Comité Interprofessionnel des Produits de l'Aquaculture","registrationDate":"2018-10-24T10:36:35.230+02:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://poisson-aquaculture.fr","country":"France","headAddress":"CIPA - 32 rue de Paradis","headCity":"PARIS","headPostCode":"75010","headPhone":"(33)1 40 58 68 00","boss":"Marc LAMOTHE","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Fédération Française d'Aquaculture (F.F.A)&#xd;\nAssociation des Transformateurs de Truite (A.T.T)&#xd;\nSyndicat Professionnel des Producteurs d'Aliments Aquacoles (S.P.P.A)","goal":"Le C.I.P.A. a pour objet :&#xd;<br />*\tde regrouper les initiatives professionnelles communes qui concourent à l’organisation et à la gestion de la production et des marchés des produits de l’aquaculture ;&#xd;<br />*\tde mettre en place les outils statistiques nécessaires à la connaissance de l’offre et de la demande, et des mécanismes du marché ;&#xd;<br />*\td’organiser de façon permanente la concertation entre les différentes familles professionnelles ayant un intérêt à la production aquacole et d’assurer la représentation interprofessionnelle du secteur auprès des instances nationales, communautaires et internationales ;&#xd;<br />*\tde prendre toutes les initiatives utiles à la résolution des problèmes techniques nécessaires à l’amélioration de la production, aux plans quantitatif et qualitatif ;&#xd;<br />*\tde participer à la normalisation du produit et à l’amélioration de la qualité ;&#xd;<br />*\tde définir et favoriser les relations contractuelles entre les professionnels concernés ;&#xd;<br />*\tde promouvoir les produits de l’aquaculture, d’aider à leur développement sur les marchés intérieur et extérieur et d’engager directement ou indirectement des actions de publicité et de promotion de nature à en développer la consommation ;&#xd;<br />*\tde renforcer la sécurité alimentaire, en particulier par la traçabilité des produits, dans l’intérêt des utilisateurs et des consommateurs.","acronym":"C.I.P.A.","interests":"Competition, Environment, Food Safety, Maritime affairs and fisheries","euInitiatives":"Règlement FEAMP période 2021-2027&#xd;<br />Règlement santé animale et actes secondaires&#xd;<br />Règlement bio et actes secondaires","lastUp":"2018-10-24T10:37:27.170+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}