{"id":"86637739028-14","name":"European Agroforestry Federation","registrationDate":"2012-06-26T00:20:37.641+01:00","category":3,"subCategory":2,"legal":"Federation of European Associations","web":"http://www.agroforestry.eu/","country":"Spain","headAddress":"High Polytechnich School, sn","headCity":"Lugo","headPostCode":"27002","headPhone":"(34)6 00 94 24 37","boss":"María Rosa Mosquera-Losada","bossTitle":"Mr","bossPosition":"EURAF President","membersCount":30,"membersFTE":"9.25","membership":"IUAF (under constitution)","memberOrga":"Germany Agroforestry Association(14),&#xd;\nSpanish Agroforestry Association(34),&#xd;\nGreek Agroforestry Association(26),&#xd;\nFrench Agroforestry Association(37),&#xd;\nBelgium Agroforestry Association(37),&#xd;\nIreland Agroforestry Association(2),&#xd;\nItaly Agroforestry Association(12),&#xd;\nPortuguesse Agroforestry Association(4),&#xd;\nRomania Agroforestry Associatin(4),&#xd;\nSwitzerland Agroforestry Association(115),&#xd;\nBritish Agroforestry Association(29),&#xd;\nThe Netherlands Agroforestry Association(5)","goal":"The European Agroforestry Federation (EURAF) aims at promoting the use of trees on farms as well as any kind of silvopastoralism throughout the different environmental regions of Europe. EURAF has about 500 members from 20 different European countries.&#xd;<br />EURAF main scope is to promote agroforestry systems across Europe as a recognized sustainable form of land management. This goal will be achieved through policy recommendations through EU states, but also through the Common Agrarian Policy. Agroforestry systems are able to increase land productivity due to betteruse of resources, promoting at te same time Carbon sequestration, biodiversity, soil protection wile reducing nitrate and phosphorous contamination","acronym":"EURAF","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EURAF has participated in different inititatives and policy at European level. The participation in the last CAP writting helped to promote agroforestry practices within the greening and the Rural Development programs. Currently, EURAF is part of different Civil Dialogue groups (Arable, Organic Farming, Cork and Forestry, Rural Development, Environment and Climate Change, CAP and Direct Payments and Greening), the Rural Development Assembly and the group of experts of the European Commission like Structured Dialogue with ESI Funds' partners group of experts. EURAF Executive Committee Members also participate in the EIP Focus Groups and in the Global Research Alliance. Recently EURAF is involved in the H2020 Tematic Network Project AFINET.","lastUp":"2018-03-03T19:04:36.690+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}