{"id":"866707814603-68","name":"European Judicial Training Network","registrationDate":"2014-10-07T10:22:20.137+02:00","category":3,"subCategory":2,"legal":"international non-profit association","web":"http://www.ejtn.eu","country":"Belgium","headAddress":"Rue du Commerce, 123","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 80 22 42","boss":"Postulski Wojciech","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Federal Ministry of Justice (Austria)(1),&#xd;\nJudicial Training Institute (Belgium)(1),&#xd;\nNational Institute of Justice (Bulgaria)(1),&#xd;\nJudicial Academy (Croatia)(1),&#xd;\nSupreme Court (Cyprus)(1),&#xd;\nJudicial Academy (Czech Republic)(1),&#xd;\nCourt Administration (Denmark)(1),&#xd;\nAcademy of European Law(1),&#xd;\nSupreme Court and Office of the Prosecutor General (Estonia)(2),&#xd;\nMinistry of Justice (Finland)(1),&#xd;\nNational School for the Judiciary (France)(1),&#xd;\nFederal Ministry of Justice (Germany)(1),&#xd;\nNational School of Judges (Greece)(1),&#xd;\nOffice of the National Council for the Judiciary and Prosecutor General’s Office (Hungary)(2),&#xd;\nCommittee for Judicial Studies (Ireland)(1),&#xd;\nHigh Council for the Judiciary and High School for the Judiciary (Italy)(2),&#xd;\nJudicial Training Centre and Office of the Prosecutor General (Latvia)(2),&#xd;\nNational Courts Administration and Office of the Prosecutor General (Lithuania)(2),&#xd;\nMinistry of Justice (Luxembourg)(1),&#xd;\nJudicial Studies Committee (Malta)(1),&#xd;\nTraining and Study Centre for the Judiciary (Netherlands)(1),&#xd;\nNational School of Judiciary and Public Prosecution (Poland)(1),&#xd;\nCentre For Judicial Studies (Portugal)(1),&#xd;\nNational Institute of Magistracy (Romania)(1),&#xd;\nJudicial Academy (Slovakia)(1),&#xd;\nJudicial Training Centre (Slovenia)(1),&#xd;\nJudicial School of the General Council of the Judiciary and Centre for Legal Studies (Spain)(2),&#xd;\nNational Courts Administration and Prosecution Service (Sweden)(2),&#xd;\nJudicial College (UK, England and Wales)(1),&#xd;\ndicial Studies Board (UK, Northern Ireland)(1),&#xd;\nJudicial Studies Committee (UK, Scotland)(1)","goal":"Formed in 2000, the European Judicial Training Network (EJTN) is the principal platform and promoter for the training and exchange of knowledge of the European judiciary. International non-profit Association governed by the provisions of Belgian law, EJTN is a unique association in that it gathers the training institutions for the judiciary of all European Union Member States, thus representing the interests of over 160,000 European judges, prosecutors and judicial trainers across Europe.&#xd;<br />&#xd;<br />EJTN’s vision is to help fostering a common legal and judicial European culture. Its mandate is to help building a genuine European area of justice and to promote knowledge of legal systems, thereby enhancing the understanding, confidence and cooperation between judges and prosecutors within EU Member States.&#xd;<br />&#xd;<br />EJTN’s fields of interest include EU, civil, criminal and commercial law and linguistics and societal issues training. EJTN analyses and identifies training needs, develops training standards and curricula, coordinates judicial training exchanges and programmes, disseminates training expertise and promotes cooperation between EU judicial training institutions.","acronym":"EJTN","interests":"Borders and Security, Budget, Competition, Consumers, Education and training, European Neighbourhood Policy, General and Institutional Affairs, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks","euInitiatives":"Judicial Training: at EU level, the EJTN is best placed to coordinate, through its Members, national training activities and to develop a cross-border training offer for judges and prosecutors.","lastUp":"2018-07-06T09:18:28.275+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}