{"id":"866876826289-52","name":"Greenrail S.r.l.","registrationDate":"2017-03-10T11:43:52.789+01:00","category":2,"subCategory":3,"legal":"SRL","web":"http://www.greenrail.it","country":"Italy","headAddress":"Via Giovanni Durando 39 c/o PoliHub","headCity":"Milan","headPostCode":"20158","headPhone":"(39)0 66 79 27 66","boss":"Giovanni Maria De Lisi","bossTitle":"Mr","bossPosition":"Ceo","membersCount":9,"membersFTE":"4.5","membership":"Member of:&#xd;\n- Fondazione Politecnico di Milano: http://www.fondazionepolitecnico.it/component/zoo/item/greenrail-sme-instrument-phase2#.WMJ1lBI1-DU&#xd;\n&#xd;\n- Fondazione Sviluppo Sostenibile: http://www.fondazionesvilupposostenibile.org/green-made-italy-trova-suoi-campioni/","memberOrga":"","goal":"Greenrail is an Italian company, which has designed an innovative, smart and &#xd;<br />eco-sustainable railway sleeper, patented in over 50 countries. Made in part from prestressed concrete and in part from a mixture of rubber from End of Life Tyres (ELT) and recycled plastic, Greenrail sleeper allows to reuse 35 tons of rubber and plastic waste per 1 kilometer and at the same time improve the railway sleepers? performance by increasing their lifespan, reducing noise, vibration, ballast pulverisation and maintenance costs. &#xd;<br />&#xd;<br />Apart from the basic product, Greenrail has also designed three smart railway sleepers, &#xd;<br />with various systems integrated:&#xd;<br />Greenrail Solar: a Greenrail sleeper that integrates a photovoltaic module, allowing &#xd;<br />to transform each kilometer of a railway line into a solar field able to produce up to 125 kWh.&#xd;<br />Greenrail LinkBox: a Greenrail Solar sleeper that uses the harvested solar energy &#xd;<br />to integrate security, safety or telecommunication systems.&#xd;<br />Greenrail Piezo: Greenrail Basic sleeper that integrates piezoelectric systems allowing &#xd;<br />to transmit and analyse diagnostic data.&#xd;<br />&#xd;<br />The company?s development has been ensured thanks to numerous awards and prizes as well as winning the European Commission?s funding from the Horizon 2020 programme. Greenrail is currently focused on the SME Instrument Phase 2 project for the certification of Greenrail Basic, for research and development of the Smart products and for the implementation of the first manufacturing plant, which began in October 2016.","acronym":"Greenrail","interests":"Energy, Environment, Transport","euInitiatives":"Greenrail is currently following a Horizon 2020 SME Instrument Phase 2 Project for the Research&amp;Development of Greenrail railway sleepers. The Project has began in October 2016 and will last for 24 months. It includes the homologation activities, environmental assessment and field tests, commercialisation and manufacturing plant project and development of smart sleepers (Greenrail Solar, Piezo and LinkBox), which integrate various systems for both energy harvesting and data transmission.","lastUp":"2017-03-13T17:17:09.403+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}