{"id":"867017415569-63","name":"Reduced Mobility Rights Limited","registrationDate":"2015-01-14T13:14:10.200+01:00","category":1,"subCategory":8,"legal":"Private limited company","web":"http://www.reducedmobility.eu","country":"United kingdom","headAddress":"Woodberry Grove, 2","headCity":"London","headPostCode":"N12 0DR","headPhone":"(44)0 77 86 99 37 41","boss":"Roberto Castiglioni","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"1.25","membership":"Member of the Access to Air Travel advisory group of the UK CAA. Senior researcher, accessible air travel, ENAT","memberOrga":"esaag - http://corporate.easyjet.com/corporate-responsibility/our-customers/esaag&#xd;\n&#xd;\nhaag - https://www.haag.org.uk/&#xd;\n&#xd;\nENAT - http://www.accessibletourism.org/&#xd;\n&#xd;\nUK CAA","goal":"Reduced Mobility Rights Limited is the leading air travel advocate promoting access to air travel. We focus on raising public awareness on accessibility and access services available to passengers with special needs. &#xd;<br />&#xd;<br />We are the only access to air travel focused organization constantly assessing accessibility of airports across the European Union and beyond. We physically visit airports and audit access facilities and services. &#xd;<br />&#xd;<br />We give passengers free, independent advice with preparations to travel by air. Advice includes contacting airport assistance services and airlines to ensure seamless journeys. &#xd;<br />&#xd;<br />We provide airports and airlines a range of consulting services: in-depth audits of facilities and services, strategic advice to innovate business models, cutting edge solutions for their business needs.","acronym":"RMR","interests":"Communication, Consumer Affairs, Employment and Social Affairs, Justice and Fundamental Rights, Research and Technology, Transport","euInitiatives":"Promoting full implementation of (ec)1107/2006 and promoting best practice and innovation in all aspects of access to air travel for persons with a disability. Participation to EU studies through our association with ENAT.","lastUp":"2018-02-10T04:58:28.513+01:00","customers":"Heathrow Airport Limited,Heathrow Airport Limited","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}