{"id":"867306231644-34","name":"Lietuvos energija","registrationDate":"2018-05-31T14:12:08.880+02:00","category":2,"subCategory":3,"legal":"Uždaroji akcinė bendrovė","web":"http://le.lt","country":"Lithuania","headAddress":"Žvejų g. 14","headCity":"Vilnius","headPostCode":"","headPhone":"(370)52 78 29 98","boss":"Darius Maikštėnas","bossTitle":"","bossPosition":"Generalinis direktorius","membersCount":5,"membersFTE":"1.25","membership":"Nacionalinė Lietuvos energetikos asociacija - NLEA,  http://www.nlea.lt/lt&#xd;\nEuropos elektros energetikos asociacija - Eurelectric, https://www.eurelectric.org/&#xd;\nInternational Gas Union (IGU) - https://www.igu.org/&#xd;\nEUROGAS asociacija - http://www.eurogas.org/&#xd;\nLietuvos pramonininkų konfederacija - http://www.lpk.lt/&#xd;\nAsociacija Investuotojų forumas - http://investorsforum.lt/&#xd;\nPasaulio energetikos tarybos Lietuvos komitetas&#xd;\nEuropos vėjo energetikos asociacijos (Wind Europe) - https://windeurope.org/","memberOrga":"","goal":"„Lietuvos energijos“ įmonių grupė pristatė naują veiklos strategiją LE 2030. Didžiausias dėmesys įgyvendinant naująją „Lietuvos energijos“ strategiją bus skiriamas tvariai plėtrai tarptautinėje rinkoje, atsinaujinančios energijos gamybos vystymui, kokybei ir efektyvumui bei skaidrumui. Strategija apima energetikos infrastruktūros, žaliosios generacijos plėtrą vystant globalų įmonės ir visos šalies konkurencingumą, komercinės organizacijos sukūrimą ir naujų energetikos paslaugų platformų bei energetikos technologijų kompetencijų centro išvystymą. Per tvarią plėtrą bus siekiama kokybės ir efektyvumo gerinant klientų aptarnavimą, infrastruktūros kokybę, toliau gryninant grupės veiklas, užtikrinant stabilią grąžą valstybei ir laikantis aukščiausių veiklos skaidrumo standartų. Naujosios strategijos įgyvendinimas „Lietuvos energijos“ grupei padės išlaikyti vienas geriausių energijos skirstymo paslaugų kainų Europos Sąjungoje.&#xd;<br />&#xd;<br />Per ateinančius dvylika metų valstybės kapitalo energetikos bendrovė „Lietuvos energija“ planuoja iš esmės transformuotis: didins gamybos pajėgumus žaliojoje energetikoje, plėsis į tarptautines rinkas, kurs ir diegs inovacijas energetikos sektoriuje. Visa tai įgyvendinant bus užtikrinta stabili grąža, kuri sieks 1,6 milijardo eurų per 2018-2030 metus ir išlaikyta geriausia kaina ir kokybė klientams.&#xd;<br />&#xd;<br />„Lietuvos energijos“ grupės strateginės 2018-2030 metų kryptys:&#xd;<br />&#xd;<br />Tvari plėtra – tai strateginė energetinės infrastruktūros plėtra vystant globalų įmonės ir visos šalies konkurencingumą. Ji apima strateginės ir žaliosios generacijos vystymą, komercinės organizacijos sukūrimą ir naujosios energetikos plėtojimą tarptautinės plėtros kontekste.&#xd;<br />&#xd;<br />Kokybė ir efektyvumas – tai klientų patirtis ir aptarnavimas, infrastruktūros kokybė, išgrynintos veiklos, stabili kapitalo grąža.&#xd;<br />&#xd;<br />Skaidrumas – tai įtvirtintas tarptautinis visuotinio skaidrumo ir atsakingos veiklos etalonas.","acronym":"LE","interests":"Business and Industry, Consumers, Digital economy and society, Energy, Enlargement, Environment, International co-operation and development, Public Health, Single market, Trans-European Networks","euInitiatives":"ES teisės aktai reglamentuojantys:&#xd;<br />Elektros ir dujų sinchronizaciją bei prekybą;&#xd;<br />Klimato kaitą;&#xd;<br />Aplinkosaugą;&#xd;<br />BDAR, MAR, REMIT ir pan.;&#xd;<br />Energetikos paketus, reguliuojančius sektoriaus veiklą.","lastUp":"2019-05-20T12:26:42.139+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}