{"id":"867433111414-11","name":"Ecommerce Europe","registrationDate":"2013-06-25T11:10:44.397+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"https://www.ecommerce-europe.eu","country":"Belgium","headAddress":"Trierstraat, 59-61","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(32)25 02 31 34","boss":"Marc Lolivier","bossTitle":"Mr","bossPosition":"Vice-President","membersCount":8,"membersFTE":"4.75","membership":"- EuroCommerce &#xd;\n- Euro Retail Payments Board (ERPB)&#xd;\n- European Payments Council&#xd;\n- VAT Expert Group&#xd;\n- Consultative Committee of the Universal Postal Union (Chair)","memberOrga":"https://www.ecommerce-europe.eu/members-of-ecommerce-europe/national-ecommerce-associations/","goal":"Ecommerce Europe is the voice of the e-commerce sector in Europe. Through its 20 national associations, Ecommerce Europe represents over 75,000 online shops across Europe. Its mission: boost the e-commerce industry by helping decision makers shape policies fit for future sustainable growth. To do so, Ecommerce Europe takes initiatives to come up with innovative market solutions and provides a platform for expert discussion, connect online retailers with relevant stakeholders. It also highlights the importance of e-commerce to the economy through the provision of in-depth research on the European and global markets. Additionally, Ecommerce Europe stimulates the industry by developing initiatives like its European Trustmark label – provided for free to more than 10,000 certified online shops across Europe.","acronym":"","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"E-commerce related policies, Digital Single Market, consumer and contract law (i.e. Digital Contracts Proposals, New Deal For Consumers), data protection and privacy legislation, competition policy, taxation/VAT policy, parcel delivery, (online) payments, geo-blocking, platforms regulation.","lastUp":"2018-03-20T10:20:26.424+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}