{"id":"867627810483-53","name":"ASSOCIATION DES PRATICIENS DU DROIT DES MARQUES ET DES MODÈLES","registrationDate":"2013-01-19T10:49:35.719+01:00","category":3,"subCategory":2,"legal":"Association loi 1901","web":"http://apram.com","country":"France","headAddress":"tmark conseils","headCity":"Paris","headPostCode":"75008","headPhone":"(33)6 82 04 34 90","boss":"valerie dorey","bossTitle":"Ms","bossPosition":"Président","membersCount":3,"membersFTE":"0.75","membership":"A member of the European Sister Organizations Network","memberOrga":"","goal":"Founded in 1978, APRAM (Association of Trade Mark and Design Law Practitioners) is an international French-speaking association comprising leading trade mark and design practitioners. Its 1030 members include in-house lawyers, attorneys-at-law, as well as trade mark and design attorneys. This mixture of different horizons is the driving force of the association and embodies the underlying spirit ‘unis pour protéger l’unique’ (united to protect the unique).   &#xd;<br />&#xd;<br />Over the years APRAM has developed close ties with IP organizations including national, regional and international Intellectual Property Offices and other fellow professional bodies around the world.&#xd;<br />&#xd;<br />APRAM not only plays a cornerstone role in representing the interests of IP practitioners and IP rights owners, the association also fulfils an educational and professional development function for members by means of workshops, seminars, discussion groups and conferences as well as through work group committees and by regular case law updates (Flash APRAM).   The association also proactively supports the education of IP students by sponsoring a prize awarded annually to top flight IP students (APRAM Award).&#xd;<br />&#xd;<br />The mission of APRAM is to support trademarks, Designs and related intellectual property rights.&#xd;<br />&#xd;<br />APRAM is notably member of the user's group of the EUIPO and is observer at WIPO&#xd;<br />&#xd;<br />For more information, please visit www.apram.com","acronym":"APRAM","interests":"Borders and Security, Business and Industry, Consumers, Customs, Digital economy and society, Justice and Fundamental Rights, Public Health, Single market, Trade","euInitiatives":"•\tConsumer Affairs&#xd;<br />•\tCustoms&#xd;<br />•\tEnterprise&#xd;<br />•\tHome Affairs&#xd;<br />•\tInformation Society&#xd;<br />•\tInternal Market&#xd;<br />•\tJustice and Fundamental Rights&#xd;<br />•\tPublic Health&#xd;<br />•\tTrade","lastUp":"2019-02-13T23:08:30.331+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}