{"id":"868091323871-48","name":"Schwarzkopf-Stiftung Junges Europa","registrationDate":"2016-10-13T13:21:22.188+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://schwarzkopf-stiftung.de/en/","country":"Germany","headAddress":"Sophienstraße 28/29","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)3 07 26 21 95 27","boss":"Anne Rolvering","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"European Movement Germany (EBD)","memberOrga":"The Schwarzkopf Foundation is the international umbrella organisation for the European Youth Parliament (EYP) network. EYP is today active in 40 European countries, with an independent national youth organisation in each of these, who are responsible for running EYP-activities in their respective countries. For the full overview, please visit http://eyp.org/","goal":"The Schwarzkopf foundation's mission is to support the development of young people into politically aware and responsible citizens by focusing on the strengthening of the European idea and pan-European understanding.&#xd;<br />&#xd;<br />Our aim is to develop a dialogue between young people of 16 and 28 years of age and leading figures from the world of politics, the economy and culture. We provide young people with information about the decision-making process in Europe and make this process visible and tangible and thus beneficial to the education of young people. We discuss European political topics that are important and relevant to young people and in doing so aim to offer the chance to engage in European political thinking and understanding.&#xd;<br />&#xd;<br />To meet these goals we offer lectures, seminars, debates, visits to embassies, exhibition visits, as well as EU Crash Courses and activities of the European Youth Parliament at schools. In direct exchange with experts and decision-makers, young people are able to experience politics up-close and to take part in the political process.&#xd;<br />&#xd;<br />We work with non-formal and informal education, and with a string peer-to-peer approach in all our formats.","acronym":"SF","interests":"Education and training, Youth","euInitiatives":"We regularly coordinate and participate in commission funded Erasmus+ projects in the scope of the program’s Key Action 1: Mobility of individual; and Key Action 3: Support for Policy reform. We are also an accredited hosting organisation for the European Voluntary Service.","lastUp":"2018-10-12T14:01:31.390+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}