{"id":"868073924175-77","name":"Związek Przedsiębiorców i Pracodawców","registrationDate":"2016-10-28T16:05:12.321+02:00","category":2,"subCategory":4,"legal":"Organizacja pracodawców","web":"http://zpp.net.pl","country":"Poland","headAddress":"ul. Nowy Świat 33","headCity":"Warszawa","headPostCode":"00-029","headPhone":"(48)2 28 26 08 31","boss":"Marcin Nowacki","bossTitle":"Mr","bossPosition":"Wiceprezes","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Dostępny na stronie: http://zpp.net.pl/organizacje-lokalne/","goal":"Celem i zadaniem Związku jest: reprezentowanie interesów zrzeszonych Członków wobec organów władzy i administracji rządowej oraz organów samorządu terytorialnego, jak również organów Unii Europejskiej oraz ochrona ich praw i wolności gospodarczej.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Business and Industry, Competition, Consumers, Culture and media, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Do tej pory Związek nie uczestniczył w konsultacjach aktów prawnych i nie opiniował inicjatyw i strategii na poziomie UE. Związek zainteresowany jest uczestniczeniem w konsultacjach aktów prawnych, tj. dyrektyw i rozporządzeń, oraz opiniowaniem inicjatyw i strategii na poziomie UE, w zakresie: rynku farmaceutycznego, rynku gospodarki odpadami, handlu, transportu drogowego, rynku tytoniowego, rynku opieki medycznej, sektora bankowego i finansowego, rynku telekomunikacyjnego i informatycznego, rynku wydawniczego, reklamy zewnętrznej, rynku budowlanego.","lastUp":"2018-09-04T09:59:17.979+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}