{"id":"869729025581-78","name":"Glencore plc","registrationDate":"2017-01-25T15:16:57.737+01:00","category":2,"subCategory":3,"legal":"Glencore plc is a publicly listed company, with a primary listing on the London Stock Exchange and secondary listing on the Johannesburg stock exchange","web":"http://www.glencore.com","country":"Switzerland","headAddress":"Baarermattstrasse 3","headCity":"Baar","headPostCode":"CH6340","headPhone":"(41)4 17 09 20 00","boss":"John Burton","bossTitle":"Mr","bossPosition":"Company Secretary","membersCount":2,"membersFTE":"0.5","membership":"http://www.glencore.com/assets/sustainability/doc/2015-List-of-associations-and-memberships.pdf","memberOrga":"http://www.glencore.com/assets/sustainability/doc/2015-List-of-associations-and-memberships.pdf","goal":"Glencore is one of the world's largest diversified and vertically-integrated commodity producer, processor and marketers of commodities. Glencore's activities include exploration, extraction and production, processing, refining and blending and logistics and trading. We market and distribute physical commodities sourced from our own production and from third-party producers to a highly diversified customers, that includes consumers from the industrial, automotive, steel, power generation, oil and food processing industries.&#xd;<br />&#xd;<br />Our activities and presence deliver lasting benefits to our stakeholders and to society, creating value both locally and globally. The commodities we produce and market have an essential role in everyday life and support the development of emerging economies. We work with our host communities to support their socioeconomic development through our investments in infrastructure, procurement and health and education projects.&#xd;<br />&#xd;<br />In Europe, Glencore operates agriculture and logistics assets as well as several refineries and mineral assets.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Development, Energy, Enlargement, Enterprise, External Relations, Internal Market, Taxation, Trade","euInitiatives":"Agricultural Products&#xd;<br />Energy &amp; Climate Change&#xd;<br />Development&#xd;<br />Enterprise&#xd;<br />Environment&#xd;<br />External Relations&#xd;<br />Internal Market&#xd;<br />Taxation&#xd;<br />Trade","lastUp":"2018-01-02T17:43:05.912+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}