{"id":"869733426891-60","name":"European Sediment Network","registrationDate":"2017-04-25T10:44:41.542+02:00","category":3,"subCategory":2,"legal":"None","web":"http://www.sednet.org","country":"Netherlands","headAddress":"Deltares","headCity":"Delft","headPostCode":"2600","headPhone":"(31)8 83 35 82 73","boss":"Jos Brils","bossTitle":"Mr","bossPosition":"Senior adviser / SedNet Steer Group member","membersCount":3,"membersFTE":"1.0","membership":"http://sednet.org/about/cooperation/","memberOrga":"http://sednet.org/about/organization/","goal":"SedNet is a European network aimed at incorporating sediment issues and knowledge into European strategies to support the achievement of a good status or potential and to develop new tools for sediment management.&#xd;<br />&#xd;<br />Our focus is on all sediment quality and quantity issues on a river-sea system scale, ranging from freshwater to estuarine and marine sediments.&#xd;<br />&#xd;<br />SedNet brings together professionals from science, administration and industry. It interacts with the various networks in Europe that operate at a national or international level or that focus on specific fields (such as science, policy making, sediment management, industry, education).","acronym":"SedNet","interests":"Agriculture and Rural Development, Climate Action, Education, Energy, Environment, Fisheries and Aquaculture, Information Society, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"EU water, environment and research policies where a link to sediment is relevant. Most obvious EU water related policy with a clear link to sediment is the Water Framework Directive (WFD). &#xd;<br />&#xd;<br />Clear links to sediment (management) are also there to the Waste Framework Directive, the Marine Strategy Framework Directive (MSFD), the Maritime Spatial Planning Directive (MSPD), the Floods Directive (FD),  the EU action plan for the Circular Economy, Nature policies (such as the EU biodiversity strategy) as well as to the Soil Thematic Strategy (STS).","lastUp":"2018-04-04T16:33:02.932+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}