{"id":"869765815387-71","name":"Confederación Gallega de Personas con Discapacidad","registrationDate":"2015-01-13T14:23:28.623+01:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.cogami.gal/","country":"Spain","headAddress":"Rúa Modesto Brocos, 7, 3 bloque","headCity":"Santiago de Compostela","headPostCode":"15704","headPhone":"(34)9 81 57 46 98","boss":"Anxo Antón Queiruga Vila","bossTitle":"Mr","bossPosition":"Presidente","membersCount":3,"membersFTE":"0.75","membership":"La  Confederación Gallega de Personas con Discapacidad (COGAMI) pertenece a las siguientes redes:&#xd;\n&#xd;\n•\tEntidades Representantes de Personas con Discapacidad de Galicia (CERMI Galicia), de la que es una de las entidades fundadores. &#xd;\n•\tRed Gallega contra la Pobreza  (EAPN-Galicia), de la que es una de las entidades fundadoras.&#xd;\n•\tA nivel estatal, es miembro de COCEMFE (Confederación Española de Personas con Discapacidad Física y Orgánica).&#xd;\n&#xd;\nMás información sobre la pertenencia en redes: http://www.cogami.gal/conecenos/traballo-en-rede/entidades-afins/","memberOrga":"AGADHEMO (231),&#xd;\nFEDERACIÓN COGAMI CORUÑA (23 asociaciones),&#xd;\nAMARAI (160),&#xd;\nADISBISMUR (893),&#xd;\nÁMBAR (1038),&#xd;\nÍNTEGRO (543),&#xd;\nAVANTE (146),&#xd;\nFEDERACION COGAMI LUGO (6 asociaciones),&#xd;\nA MARIÑA COGAMI (189),&#xd;\nAGORA (90),&#xd;\nDISCAFIS-COGAMI (14 asociaciones),&#xd;\nAIXIÑA (429),&#xd;\nFEDERACIÓN COGAMI PONTEVEDRA (15 asociaciones)&#xd;\nAMIZADE (102)&#xd;\nASODIFISI (613)&#xd;\n&#xd;\nMás información sobre las entidades miembros de COGAMI: http://www.cogami.gal/entidades-membro/","goal":"La misión de la Confederación Gallega de Personas con Discapacidad (COGAMI) es conseguir la plena inclusión de las personas con discapacidad en todos los ámbitos de la sociedad, a través de la defensa y la promoción de sus derechos, de la reivindicación del cambio social, de la potenciación del asociacionismo y de la prestación de servicios que satisfagan sus necesidades y expectativas.&#xd;<br />&#xd;<br />COGAMI es una entidad sin ánimo de lucro, declarada de utilidad pública y constituida por más de 50 asociaciones, que la convierte en una de las entidades más representativas de las personas con discapacidad de la Comunidad Autónoma de Galicia (España). COGAMI presta servicios a personas con discapacidad y gestiona directamente 11 iniciativas empresariales de economía social que forman parte del grupo COGAMI y que emplean a cerca de 800 personas con discapacidad.","acronym":"COGAMI","interests":"Agriculture and Rural Development, Budget, Business and Industry, Business and Industry, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Youth","euInitiatives":"- Personas con discapacidad.&#xd;<br />- Equidad e inclusión social.&#xd;<br />- Empleo y política social.&#xd;<br />- Responsabilidad Social. &#xd;<br />- Economía social. &#xd;<br />- Derechos Humanos. &#xd;<br />- Financiación y ayudas.","lastUp":"2019-02-04T13:02:24.882+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}