{"id":"870039427179-40","name":"Universidade do Porto","registrationDate":"2017-05-17T11:27:17.633+01:00","category":4,"subCategory":12,"legal":"Fundação pública com regime de direito privado","web":"http://www.up.pt","country":"Portugal","headAddress":"Praça Gomes Teixeira, S/N","headCity":"Porto","headPostCode":"4099-002 Porto","headPhone":"(351)2 20 40 80 00","boss":"Sebastião Feyo de Azevedo","bossTitle":"","bossPosition":"Reitor","membersCount":25,"membersFTE":"6.25","membership":"A Universidade do Porto tem vindo a participar numa série de iniciativas a nível Europeu e internacional, não apenas através de projetos financiados, mas também através da participação em redes e parcerias nas mais diversas áreas em torno do ensino e investigação.&#xd;\nNo quadro da sua estratégia de internacionalização, a Universidade do Porto tem vindo a integrar várias redes e grupos de cooperação inter-universitária internacional. Nestas plataformas colaborativas incluem-se:&#xd;\nASEA-UNINET - ASEAN European Academic University Network&#xd;\nAssociação Columbus - Cooperação entre a Europa e América Latina&#xd;\nAULA - Associação das Universidades Latino Americanas&#xd;\nAULP - Associação das Universidades de Língua Portuguesa&#xd;\nCDE - Centro de Documentação Europeia da U.Porto&#xd;\nCEER - Centro de Estudos Euro Regionais | Galiza - Norte de Portugal&#xd;\nEAEVE - The European Association of Establishments for Veterinary Education&#xd;\nEC2E2N - European Chemistry and Chemical Engineering Education Network&#xd;\nECLAS - The European Council of Landscape Architecture Schools&#xd;\nEDEN - European Distance Learning and E-Learning Network&#xd;\nEEN - European Ethics Network&#xd;\nENAS - European Network of Academic Sport Services&#xd;\nEUA - European University Association&#xd;\nEUA-CDE -Council for Doctoral Education of the European University Association&#xd;\nEUCEN - European University Continuing Education Network&#xd;\nEUPRIO - European Universities Public Relations and Information Officers Association&#xd;\nEURAS - Eurasian Universities Union&#xd;\nFRAH - Fundação Hispano-Portuguesa Rei Afonso Henriques&#xd;\nGCU - Grupo Compostela de Universidades&#xd;\nGE4 - Global Education for European Engineers and Entrepreneurs&#xd;\nGTordesillas - Grupo Tordesillas&#xd;\nHUMANE - Heads of University Management &amp; Administration Network in Europe&#xd;\nIAU - International Association of Universities&#xd;\nICA - International Council on Archives&#xd;\nINRH - Institut National de Recherche Halieutique&#xd;\nLEO-NET - Leveraging Education into Organisations&#xd;\nRECLA - Red de Educación Continua de América Latina y Europa&#xd;\nRede Brasil-Portugal de Estudos Urbanos&#xd;\nSEFI - European Society for Engineering Education&#xd;\nSGroup - Grupo Santander | Rede de Universidades Europeias&#xd;\nTII - The European Association for the Transfer of Technologies, Innovation and Industrial Information&#xd;\n&#xd;\nNa esfera europeia, a Universidade do Porto participa em diversas plataformas tecnológicas e redes colaborativas, nomeadamente EIP-AHA, SPIRE, Shift2Rail, EER, EPOS, etc.","memberOrga":"A estrutura organizacional da Universidade do Porto integra um conjunto de organismos aos quais compete assegurar, de forma articulada, o normal funcionamento da instituição. São eles:&#xd;\n&#xd;\nReitoria - Núcleo central da organização da U.Porto, a Reitoria integra todos os órgãos de governo central da instituição.&#xd;\n&#xd;\nUnidades Orgânicas - A U.Porto é composta por 14 Unidades Orgânicas de Ensino e Investigação, designadas por faculdade/instituto, que têm por missão o ensino, a investigação e a prestação de serviços nos domínios das suas atribuições específicas, podendo ou não ser de autogoverno e com autonomia científica, pedagógica, administrativa e financeira.&#xd;\n&#xd;\nServiços Autónomos - Os serviço autónomos são entidades vocacionadas para exercer funções a exercer a nível central e que, estando dependentes do governo central da Universidade do Porto, gozam de autonomia  Na U.Porto existem três serviços autónomos.&#xd;\n&#xd;\nOs SASUP (Serviços de Ação Social da Universidade do Porto) têm por objetivo a execução de políticas de ação social, através da prestação dos apoios, benefícios e serviços nela compreendidos, de modo a proporcionar aos estudantes melhores condições de estudo.&#xd;\n&#xd;\nOs SPUP (Serviços Partilhados da Universidade do Porto) têm como missão assegurar funções a exercer a nível central que goza de autonomia administrativa e financeira e depende do governo central da U.Porto. Deve ainda assegurar alguns ou todos os serviços de apoio comuns às unidades orgânicas.&#xd;\n&#xd;\nAo CDUP-UP (Centro de Desporto da Universidade do Porto) cabe fomentar e assegurar a prática de desporto pela comunidade académica da U.Porto.&#xd;\n&#xd;\nA Organização da U.Porto aqui: https://sigarra.up.pt/up/pt/web_base.gera_pagina?p_pagina=organizacao","goal":"A Universidade do Porto tem por missão a criação de conhecimento científico, cultural e artístico, a formação de nível superior fortemente ancorada na investigação, a valorização social e económica do conhecimento e a participação ativa no progresso das comunidades em que se insere.&#xd;<br />Fundada em 1911, a Universidade do Porto (U.PORTO) é uma instituição de ensino e investigação científica de referência em Portugal, figurando hoje entre as 150 melhores universidades europeias nalguns dos mais importantes rankings internacionais do Ensino Superior. Combinando um ensino de qualidade, focado nas vocações individuais e nas necessidades do mercado, com o estatuto de maior “berço” científico de Portugal, a U.PORTO é uma instituição empenhada em traduzir em mais-valias para a sociedade o talento e a inovação que povoam as suas 15 escolas (14 faculdades e 1 business school) e 49 unidades de investigação.&#xd;<br />Em 2016, a U.PORTO acolhia quase 30.000 estudantes 50% em estudos de pós-graduação. O processo de auscultação junto dos estudantes, através da realização dos inquéritos pedagógicos, demonstra índices excelentes de avaliação da qualidade da oferta formativa e do desempenho pedagógico dos docentes.&#xd;<br />No que respeita à produção científica, no período compreendido entre 2010-2014, a U.PORTO publicou 17.442 documentos de todos os tipos indexados na Web of Science. A U.PORTO participou em 23,4% da produção científica nacional no referido período. Nos últimos anos, a política da U.PORTO para as atividades de I&amp;D+i, assentou na crescente colaboração entre empresas e diversas unidades de investigação, também, internacionais.&#xd;<br />Fazendo da abertura à comunidade e ao tecido empresarial um dos seus vértices estratégicos, a U.PORTO é também um importante motor de desenvolvimento económico, social, cultural, e científico no Norte de Portugal e no país em geral.","acronym":"U.Porto","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Culture, Development, Education, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"A atuação da U.Porto é marcada pelo alinhamento a diversos domínios de intervenção da UE, tais como a Agricultura, Ambiente, Energia, Cultura, Educação, Saúde, Transportes, Ciência e Tecnologia, e Política Regional. &#xd;<br />A combinação de financiamento oriundo dos fundos comunitários com os recursos do orçamento nacional tem permitido à U.Porto desenvolver diversos projetos de relevância e impacto à escala local, regional e nacional.&#xd;<br />A nível europeu, a Universidade do Porto conta com uma participação relevante em projetos cofinanciados pela Comissão Europeia, nomeadamente do Programa-Quadro (FP5, FP6, FP7 e Horizonte 2020), assim como programas de mobilidade e educação ao longo da vida (Erasmus, Erasmus Mundus, entre outros). &#xd;<br />Especificamente na vertente de investigação e inovação, a participação nos últimos programas-quadro tem sido de grande relevância com cerca de 25 milhões de euros financiados pelo FP7, através de 80 projetos, sendo que a U.Porto, no Horizonte 2020, apresenta, de momento, 33 projetos aprovados, com um valor total de 8 milhões de euros, com quatro coordenações, participando nos restantes como parceiro.","lastUp":"2017-05-17T11:27:45.277+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}