{"id":"870060728390-52","name":"European association of abnormal road transport and mobile cranes","registrationDate":"2017-09-19T17:10:40.264+02:00","category":2,"subCategory":4,"legal":"vereniging","web":"http://estaeurope.eu","country":"Netherlands","headAddress":"Lotte Beesestraat 4","headCity":"Leiden","headPostCode":"2331 KJ","headPhone":"(31)7 15 72 47 05","boss":"Ton Klijn","bossTitle":"Mr","bossPosition":"Directeur","membersCount":4,"membersFTE":"1.25","membership":"ESTA is lid van het wereldwijde overlegverband op het gebied van het gebruik en de constructie van mobiele kranen, genaamd: International Crane Stakeholders Assembly (ICSA) tezamen met vergelijkbare brancheorganisaties uit de Verenigde Staten, Canada en Australië.","memberOrga":"Een volledig overzicht van ons ledenbestand vindt u op: &#xd;\n&#xd;\nhttp://estaeurope.eu/media/files/Membershipforms/Membershiplist-ESTA.pdf","goal":"What is the ESTA vision and mission statement&#xd;<br />&#xd;<br />•\tThe Vision - ESTA is the European platform for stakeholders in the crane and abnormal road transport industry&#xd;<br />•\tOur Mission Statement - Promote the image of the industry by connecting national associations of crane and abnormal road transport users and interface with industry stakeholders with the aim of creating a safe and more efficient working environment&#xd;<br />&#xd;<br />What are the targets and goals of ESTA &#xd;<br />ESTA primary objective is European harmonisation of rules and regulations for crane companies and hauliers, to represent our job activity in Europe and create a safe and more efficient working environment. &#xd;<br />&#xd;<br />More recently, ESTA have undertaken a strategic look at the function of the organisation and have announced a three year program in which to undertake this strategy, which is called ‘The clear road forward’.&#xd;<br />&#xd;<br />Like the five point star of the European flag, the strategy consists of five important features:&#xd;<br />&#xd;<br />1.\tNetworking – Emphasize networking opportunities (for example the annual ‘users night’ dinner and presentation to the industry), Create the right platforms and inspire participants. Networking with stakeholders, ‘Sister’ and industry organisations such as FEM, SC&amp;RA and CICA&#xd;<br />2.\tExpertise – Champion European norms, Share ‘Best practice’ and cross board knowledge. Offer access to operational know-how and technical expertise and champion Safety issues.&#xd;<br />3.\tStandarisation – Consult and create standards where none exist. Where possible, advise and avoid multiple standards. Aiming to reduce costs for the industry and reduce the number of incidents that are safety related.&#xd;<br />4.\tRepresentation – Work on a pro-active basis to relay and create a positive image of the industry. Represent stakeholders interests toward authorities and in co-operation through ‘working groups’ with other bodies. Safeguard ESTA’s reputation by maintaining high standards. Represent Europe on a global platform&#xd;<br />5.\tInformation – Create a structural flow of information, and become a knowledge portal via our website for a pan-european or worldwide use.","acronym":"ESTA","interests":"Business and Industry, Education and training, Employment and Social Affairs, Transport","euInitiatives":"ESTA volgt alle initiatieven en wetgevingsdossiers van de EU op het gebied van vervoer (met name wegvervoer en vervoer over water) alsmede de dossiers op het gebied van volwasseneneducatie, dit laatste in verband met het ESTA initiatief om te komen tot een Europees breed erkend certificaat voor het bedienen van mobiele kranen.","lastUp":"2018-08-23T12:34:18.458+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}