{"id":"870374835688-15","name":"Cyberlens","registrationDate":"2019-08-22T18:09:07.792+02:00","category":1,"subCategory":6,"legal":"Limited company","web":"http://www.cyberlens.eu","country":"United kingdom","headAddress":"6 Hays Lane, London Bridge","headCity":"London","headPostCode":"SE1 2HB","headPhone":"(44)0 20 33 00 16 21","boss":"Grant Paul Millar","bossTitle":"Mr","bossPosition":"Director","membersCount":11,"membersFTE":"9.5","membership":"","memberOrga":"","goal":"Cyberlens Ltd is an innovative SME specialising in cyber security and privacy engineering. The company was established in April 2015 and is based in London, UK, while it also operates in the Netherlands through its subsidiary, Cyberlens B.V. &#xd;<br />The compay’s team consists of experts with solid background and hands-on experience in research and innovation, combined with an insatiable desire for developing novel solutions for prominent cybersecurity challenges and technologies, ranging from large-scale 5G infrastructures to Internet of Things (IoT) environments and driverless vehicles. The interdisciplinary and multinational character of the company as a result of the diversified backgrounds and the combination of different areas of specialisation of our team members, facilitates both its adjustment to the vast changing ICT sector and also its effective response to highly demanding research challenges.&#xd;<br />CyberLens was established to undertake both theoretic and applied research, shape the development of complex software, and disseminate knowledge by working hand-in-hand with European large industries, SMEs, research centres and universities. The company's portfolio includes software development, IT research, and business consultancy. CyberLens’s executive team members have a rich track record in developing software, publishing their research in high impact factor venues, attracting research and innovation fund and participating successfully in research and innovation projects. CyberLens’s focus areas are:&#xd;<br />•\tCyber security risk management &#xd;<br />•\tDynamic vulnerability assessment&#xd;<br />•\tCyber security investment decision support &#xd;<br />•\tSecurity and privacy requirements engineering&#xd;<br />•\t5G Security, including security for virtualised environments&#xd;<br />•\tSecurity and privacy for the Internet of Things (IoT) &#xd;<br />•\tSecurity for cyber-physical systems (including unmanned robotic vehicles)&#xd;<br />•\tSecurity of critical infrastructures (which include large-scale, complex systems such as healthcare infrastructures, power and energy systems, telecommunication networks, etc.)&#xd;<br />•\tCollaborative intrusion detection and classification&#xd;<br />•\tCyber defence optimisation based on game theory","acronym":"CLS","interests":"Digital economy and society, Research and innovation","euInitiatives":"Due to its specialisation and focus on state-of-the-art applied research, Cyberlens follows all EU initiatives, policies and legislative framework relevant to cybersecurity and privacy, cyber-physical security, cyber defence decision strategies, mobile network security, sensor network security. The most fundamental ones are the following:&#xd;<br />-\tThe Directive on security of network and information systems (NIS Directive), providing legal measures to boost the overall level of cybersecurity in the EU, along with the COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL Making the most of NIS – towards the effective implementation of Directive (EU) 2016/1148 concerning measures for a high common level of security of network and information systems across the Union (COM/2017/0476 final).&#xd;<br />-\tThe ePrivacy Directive (Directive on Privacy and Electronic communications) and the General Data Protection Regulation, ensuring that personal data enjoy a high standard of protection everywhere in the EU.&#xd;<br />-\tThe EU Cybersecurity Act, establishing an EU certification framework for ICT digital products, services and processes, enabling the creation of tailored and risk-based EU certification schemes.&#xd;<br />Moreover, Cyberlens follows closely the work and publications made by the Cybersecurity &amp; Digital Privacy Policy - Unit H.2 (mainly through the Cybersecurity and digital privacy newsletter) and ENISA (eg. Consultation Paper - EU ICT Industrial Policy: Breaking the Cycle of Failure).&#xd;<br />At the same time, Cyberlens follows closely all H2020 calls and publications referring to its areas of specialisation, while it also monitors all major EU initiatives, policies and legislative amendments to economic sectors of interest, such as telecommunications, automotive, healthcare, energy etc.","lastUp":"2019-08-22T18:10:05.567+02:00","customers":"European Commission","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}