{"id":"870452935525-90","name":"Aareal Bank AG","registrationDate":"2019-07-25T10:55:11.254+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.aareal-bank.com","country":"Germany","headAddress":"Paulinenstrasse 15","headCity":"Wiesbaden","headPostCode":"65189","headPhone":"(49)61 13 48 -0","boss":"Herrmann J.  Merkens","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":3,"membersFTE":"1.0","membership":"Die Aareal Bank ist Mitglied in folgenden branchenspezifischen Verbänden und Vereinigungen: &#xd;\nBundesverband deutscher Banken (BdB)&#xd;\nEuropean Banking Federation (EBF)&#xd;\nVerband deutscher Pfandbriefbanken (vdp)&#xd;\nBundesverband öffentlicher Banken (VOEB)&#xd;\nEuropean Parliamentary Financial Services Forum (EPFSF)","memberOrga":"","goal":"Die Aareal Bank Gruppe ist ein führender Anbieter von smarten Finanzierungen, Software-Produkten und digitalen Lösungen für die Immobilienbranche und angrenzende Industrien. Wir begleiten unsere Kunden in über 20 Ländern auf drei Kontinenten – in Europa, Nordamerika und in Asien/ Pazifik – und das mit höchster Qualität. Die im MDAX gelistete Aareal Bank AG ist die Muttergesellschaft des Konzerns. Unter ihrem Dach sind die Unternehmen der Gruppe in den Geschäftssegmenten Strukturierte Immobilienfinanzierungen und Consulting/Dienstleistungen gebündelt.&#xd;<br />&#xd;<br />Ob Bürogebäude, Hotels, Shoppingcenter oder Logistik- und Wohnimmobilien, ob in Nordamerika, Asien/ Pazifik oder Europa: Mit passgenauen und flexiblen Lösungen unterstützen wir unsere Kunden im Geschäftssegment Strukturierte Immobilienfinanzierungen bei der Finanzierung ihrer internationalen Immobilieninvestitionen. Unsere Stärke ist die Kombination aus lokaler Marktexpertise und branchenspezifischem Know-how. Neben Fachleuten vor Ort verfügen wir über Expertenteams für Logistik-, Shoppingcenter- und Hotelfinanzierungen. Aufgrund unserer hohen Syndizierungskompetenz und unseres etablierten Netzwerks können wir unseren Kunden in Europa, Nordamerika und Asien/ Pazifik höchstmögliche Flexibilität bieten.&#xd;<br />&#xd;<br />Im Segment Consulting/Dienstleistungen bieten wir unseren Kunden aus der Immobilien- und Energiewirtschaft in Europa eine einzigartige Kombination aus spezialisierten Bankdienstleistungen und innovativen digitalen Produkten sowie Dienstleistungen zur Optimierung und Effizienzsteigerung ihrer Geschäftsprozesse. Über unsere digitalen Plattformen vernetzen wir die Immobilienwirtschaft auch mit benachbarten Branchen. Über die Aareon AG, das führende Beratungs- und Systemhaus für die Immobilienwirtschaft, bieten wir in mehreren europäischen Ländern IT-Beratung, Software und IT-Services.&#xd;<br />&#xd;<br />Der Geschäftsbericht  kann unter https://aareal-bank.com/finanzberichte abgerufen werden. &#xd;<br />&#xd;<br />Der Nachhaltigkeitsbericht, der nichtfinanzielle Bericht der Aareal-Bank sowie ergänzende Informationen und Kennzahlen, die den Beitrag der Aareal Bank Gruppe zu einer nachhaltigen Entwicklung von Wirtschaft und Gesellschaft aufzeigen, können unter https://www.aareal-bank.com/verantwortung/fortschritte-berichten abgerufen werden.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Kapitalmarktunion, Bankenunion, Bankenaufsichtsrecht, Basel III/IV, Review CRR/CRD, Review SRM, NPL, Covered Bonds, Sustainable Finance, Benchmark-VO, Digitalisierung, EDIS, Leverage Ratio/TLAC/MREL, FTT","lastUp":"2019-07-25T10:55:33.581+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}