{"id":"870774932208-30","name":"EURUPEAN PROJECTS CENTER S.L.","registrationDate":"2018-08-01T12:30:03.872+02:00","category":1,"subCategory":8,"legal":"SOCIEDAD LIMITADA","web":"https://www.eurupeancenter.eu","country":"Spain","headAddress":"C/ALONSO QUINTERO Nº29 3ºE","headCity":"LAS PALMAS DE GRAN CANARIA","headPostCode":"35001","headPhone":"(34)9 28 94 69 96","boss":"PEDRO DIEBRA","bossTitle":"","bossPosition":"ADMINISTRADOR","membersCount":3,"membersFTE":"3.0","membership":"-Fundación Foresta&#xd;\n-Asociación Centro para el Desarrollo Rural del Sur de Tenerife&#xd;\n-Club de Francófonos de Gran Canaria","memberOrga":"-http://www.fundacionforesta.es/&#xd;\n-http://www.chasnaisoratenerife.com/&#xd;\n-https://es-es.facebook.com/accueilgrancanaria/","goal":"EPC Centro de Proyectos is a  SME dedicated to the consultancy for the public sector. The \"EURUPEAN PROJETS CENTER\" aims to facilitate the path for the entities of the Ultraperipheral Regions helping them in the development  of strategic projects. The main activity is consultancy for public administration in the management and development of cooperation projects financed by European funds (INTERREG,ERASMUS+,URBACT)","acronym":"EPC","interests":"Agriculture, Business and Industry, Communication, Competition, Consumers, Culture, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Sport, Trade, Youth","euInitiatives":"- Research and innovation policies (URBACT PROGRAM-Smart cities, Urban mobility, Procurement)&#xd;<br />- Education policies (Erasmus+)&#xd;<br />- Regional policies (structural funds, Interreg Europe, Interreg MAC)","lastUp":"2018-08-01T12:36:27.733+02:00","customers":"Asociación Centro para el desarrollo rural del sur de Tenerife","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"100000-499999"}