{"id":"870826832914-82","name":"QWANT","registrationDate":"2018-10-16T19:46:59.248+02:00","category":2,"subCategory":3,"legal":"SAS","web":"http://qwant.com","country":"France","headAddress":"7 rue spontini","headCity":"Paris","headPostCode":"75007","headPhone":"(33)1 83 64 89 37","boss":"Eric LEANDRI","bossTitle":"Mr","bossPosition":"Président &amp; Co-fondateur","membersCount":3,"membersFTE":"0.75","membership":"Membre de l'Open Internet Project. Association d'éditeurs du Web.","memberOrga":"","goal":"Conçu et développé en France, Qwant est le premier moteur de recherche européen à disposer de sa propre technologie d'indexation du Web, qui protège la vie privée de ses utilisateurs en refusant tout dispositif de traçage à des fins publicitaires. Contrairement aux principaux moteurs de recherche du marché, Qwant n'installe aucun cookie sur le navigateur de l'internaute, ne cherche pas à savoir qui il est ni ce qu'il fait, et ne conserve pas d'historique des requêtes effectuées. Doté d'une interface chaleureuse qui laisse une large place aux résultats, Qwant permet de trouver efficacement les informations recherchées sur l'ensemble du Web et des réseaux sociaux, en respectant une neutralité totale. Qwant traite tous les sites et services indexés sans discrimination, sans modifier l'ordre des résultats selon ses propres intérêts ou les sensibilités de l’utilisateur. Qwant a été lancé en France en 2013, en Allemagne en 2014 et en Italie en 2017. Il a répondu en 2016 à plus de 2,6 milliards de requêtes. Il totalise plus de 52 millions de visite par mois fin 2017. Sa technologie permet également Qwant de développer des offres corporate dans plusieurs domaines : cybersécurité, IoT et Intelligence artificielle.","acronym":"","interests":"Budget, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Energy, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Public Health, Single market, Sport, Taxation, Trans-European Networks, Youth","euInitiatives":"1/ Digital &amp; Innovation&#xd;<br />2/ Privacy - data protection&#xd;<br />3/ Competition - Anti trust&#xd;<br />4/ Public procurment","lastUp":"2018-10-16T19:47:19.399+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}