{"id":"871315323409-01","name":"The Mentor Group","registrationDate":"2016-09-14T16:11:49.322+02:00","category":3,"subCategory":2,"legal":"Non-profit 501(c)(3)","web":"http://thementorgroup.org","country":"United states","headAddress":"160 Commonwealth Ave.","headCity":"Boston","headPostCode":"02116","headPhone":"(1)61 72 62 45 55","boss":"Thomas Kosmo","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"8.0","membership":"","memberOrga":"Amazon Inc.&#xd;\nApple Inc.&#xd;\nChevron Corporation&#xd;\nCovington &amp; Burling LLP&#xd;\nEnel S.p.A.&#xd;\nFacebook Inc.&#xd;\nGilead Sciences&#xd;\nGoogle Inc.&#xd;\nHP Inc.&#xd;\nIBM Corporation&#xd;\nKPMG LLP&#xd;\nMerck KGaA Healthcare&#xd;\nMicrosoft Corporation&#xd;\nNetflix Inc.&#xd;\nQualcomm Inc.&#xd;\nSanofi&#xd;\nSchindler Holding Ltd.&#xd;\nShearman &amp; Sterling LLP&#xd;\nSky Italia S.r.l.&#xd;\nSpotify&#xd;\nStarbucks Corporation&#xd;\nTelefonaktiebolaget L. M. Ericsson&#xd;\nThyssenKrupp AG&#xd;\nTotal S.A.&#xd;\nUCB S.A.","goal":"Established 1983 in Boston, Mentor Group is a publicly supported research institute that founded a distinctive constitutional, legal-economic and political-economic exchange following the classical definition of political economy that applies the principles of justice to economic and business affairs.  &#xd;<br />&#xd;<br />Mentor Group’s work had been motivated by lack of understanding in the United States about the European Union and by misapprehension in Europe about the origins of the United States political economy.  Toward this end, Mentor established the Forum for EU-US Legal-Economic Affairs in 1989.  This peer group of EU and US Supreme Court Justices, European Union Commissioners and their US counterparts, and corporate Chief Legal Officers meets twice annually in Europe to discuss concrete legal-economic developments between the European Union and the United States.  Collective findings inform members’ autonomous decisions in the future.","acronym":"","interests":"Banking and financial services, Business and Industry, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Cutting across jurisdictions and sectors, the Forum for EU-US Legal-Economic Affairs covers EU and US competition law; antitrust fines, compliance and their judicial control; IP rights, innovation and competition; EU privacy legislation, data protection and markets; EU due process protection.","lastUp":"2018-07-26T23:18:53.093+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}