{"id":"871902115400-33","name":"Foundation for Development Aid ACP-EEC Asbl","registrationDate":"2014-12-30T00:39:38.232+01:00","category":3,"subCategory":2,"legal":"Asbl","web":"http://www.emda.org","country":"Luxembourg","headAddress":"Gruuss Strooss, 28","headCity":"Weiswampach","headPostCode":"L9991","headPhone":"(352)99 72 41","boss":"Pieter IJben","bossTitle":"Mr","bossPosition":"Chairman","membersCount":8,"membersFTE":"2.0","membership":"Partin in the Netherlands the National Platform for the PI (Private Initiative)&#xd;\nUNV in Bonn. (United Nations Voluntairs)&#xd;\nHet NGOC in de ADB (Asian Development Bank)&#xd;\nReech eng Hand in Luxembourg (Caritas, Cath. Churches)","memberOrga":"Emda Asbl(4),&#xd;\nStichting Emda(6),&#xd;\nFound Emda Southasia(3),&#xd;\nFound Emda Westafrica(3),&#xd;\nStichting Emda Suriname(3),&#xd;\nEmda Philippines(8),&#xd;\nFound Emda Pacific(3),&#xd;\nFoundation Unifo(6),","goal":"Assisting and monitoring, as well as controlling of small scale projects in the area of Development Aid.&#xd;<br />More specific of sustainable micro projects in the sector of disabled people, as well as in the area of rehabilitation initiatives after disasters and post war situations.&#xd;<br />Support community development and micro finance.&#xd;<br />Support local institutions with incoming refugees in Luxembourg and the Netherlands.&#xd;<br />Coordinate European cross border initiatives with local institutions and the private sector with focus on small scale community development within the EU.","acronym":"Emda","interests":"Agriculture and Rural Development, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Migration and asylum, Regional Policy, Research and innovation, Taxation, Trans-European Networks","euInitiatives":"Post 2015 on SDGs and Support Refugees.&#xd;<br />Disaster reduction initiatives, off grid community developed renewable energy.&#xd;<br />Small scale sustainable development specific in rural areas and island situations.&#xd;<br />Special focus actual on climate change and renewable energy measurements at community and outer Island levels.","lastUp":"2019-02-15T23:12:46.971+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}