{"id":"872111333082-58","name":"Institute for Transnational and Euregional cross border cooperation and Mobility","registrationDate":"2018-11-02T13:40:41.516+01:00","category":4,"subCategory":5,"legal":"none","web":"http://www.maastrichtuniversity.nl/item","country":"Netherlands","headAddress":"Bouillionstraat 1-3","headCity":"Maastricht","headPostCode":"6211 LH","headPhone":"(31)4 33 88 32 33","boss":"Anouk Bollen","bossTitle":"Ms","bossPosition":"Director","membersCount":32,"membersFTE":"18.0","membership":"","memberOrga":"","goal":"Established in 2015, the Institute for Transnational and Euregional cross border cooperation and Mobility (here after: ITEM or the Expertise Centre) is the pivot of research, counselling, knowledge exchange and training activities with regard to cross border mobility and cooperation.&#xd;<br />ITEM is an expertise centre that focuses on two large areas of interest, being cross border cooperation and mobility. The notion ‘cross border’ needs to be understood in its broad sense. ITEM is an expertise centre in which all partners learn from each other and where constantly new and relevant knowledge is acquired, a centre that shares its output with the advisory bodies that are in direct contact with the citizen/employee/company.&#xd;<br />Through its cooperation with implementing bodies and its dialogue with parties concerned, ITEM will gather, categorise and prioritise the most pressing questions with regard to border impediments from the society. From an interdisciplinary angle, ITEM examines the causes on a systematic basis and advances practical solutions. Interdisciplinary, fundamental and applied research are combined. ITEM stands for knowledge for practice and knowledge for policy.&#xd;<br />Examples of core activities: &#xd;<br />-Conducting fundamental and applied research into current cross-border issues.&#xd;<br />-Conducting a yearly cross-border impact assessment.&#xd;<br />-Analysing issues from practice via ITEM's casuistry and pursuing test cases to make a concrete contribution to the abolishment of impediments caused by borders. &#xd;<br />-Organising a yearly conference on cross-border issues as well as numerous workshops and seminars for individuals, practitioners, and policy makers. &#xd;<br />-Conducting a quick scan of existing and forthcoming legislation. &#xd;<br />-Permanent counselling and information exchange with existing border information points, expat desks, The Bureaus for Belgian and German Affairs of the Sociale Verzekeringsbank (the organization that implements national insurance schemes in the Netherlands) and other institutions, companies and advisory bodies.&#xd;<br />- Updating the newly launched ITEM Cross-border Portal, a database with information on regulations, case law and best practices related to cross-border issues.","acronym":"ITEM","interests":"Agriculture, Consumers, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"ITEM follows all efforts of the EU that are of interest to cross-border workers, among others those concerning labour law, recognition of qualifications, social security, mobility, transport, crime and social cohesion.","lastUp":"2018-11-02T13:54:18.803+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}