{"id":"872253227782-36","name":"European Office of the Church of Scientology for Public Affairs &amp; Human Rights","registrationDate":"2017-07-18T22:52:37.240+01:00","category":5,"subCategory":15,"legal":"none","web":"http://www.europeanaffairs.eu","country":"Belgium","headAddress":"Boulevard de Waterloo, 100","headCity":"Brussels","headPostCode":"","headPhone":"(32)4 66 12 30 68","boss":"Ivan Arjona-Pelado","bossTitle":"Mr","bossPosition":"Director General","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Our European Office represents the churches, missions and groups within the geographical area of Europe and west Asia.&#xd;<br />&#xd;<br />Its purpose is to contribute to a sustainable improvement of individuals and society by the full implementation of the European and international human rights treaties, conventions and declarations, as well as by engaging and collaborating with other religious and secular organizations independently of beliefs, colors, ideology, with every like minded actors and organizations. &#xd;<br />We intend to provide the know-how of experience in different fields to contribute with the rest of European actors to construct a society that advances towards the full well being of all.&#xd;<br />This European Office for Public Affairs and Human Rights seeks to engage with institutions and agencies of the European Union, the Council of Europe, civil society and other relevant organizations to improve inter-denominational dialogue as well as dialogue between religions and public agencies.&#xd;<br />We also intend to explore the challenges and opportunities in the field of Freedom of Thought, Freedom of Conscience, Religion and Belief, Education, Social Action and Solidarity, while focusing on dialogue among opinion leaders, religious leaders, academics and officials engaged in FoRB issues at multi-national organizations and in their home countries.","acronym":"Scientology Europe","interests":"Climate Action, Communication, Consumer Affairs, Culture, Education, Employment and Social Affairs, Environment, External Relations, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"Freedom of religion or belief in Europe,&#xd;<br />European Convention on Human Rights,&#xd;<br />Education on Human Rights,&#xd;<br />Implementation of Human Tracking prevention policies,&#xd;<br />Youth,&#xd;<br />Drug Prevention and Rehabilitation,&#xd;<br />Research and implementation of Methodologies to improve literacy.","lastUp":"2017-12-18T16:35:10.268+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}