{"id":"872403730994-63","name":"Bundesverband der Campingwirtschaft in Deutschland e.V.","registrationDate":"2018-03-30T16:47:15.631+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://bvcd.de","country":"Germany","headAddress":"Bundesvrband der Campingwirtschaft in Deutrschland e.V.","headCity":"Berlin","headPostCode":"D-10437","headPhone":"(49)30 33 77 83 20","boss":"Gunter Riechey","bossTitle":"Mr","bossPosition":"President","membersCount":13,"membersFTE":"8.25","membership":"we have  12 Regional-Associations in 12 Federal States, total 1150 Campsites and Motorhomesites","memberOrga":"VCSH- Schlswig-Holstein&#xd;\nBVCD-Mecklenburg-Vorpommern&#xd;\nBVCD-Brandenburg&#xd;\nBVCD- Sachsen&#xd;\nBVCD- Thüringen&#xd;\nBVCD- Baden Württenberg&#xd;\nLCB- Bayern&#xd;\nLCH- Hessen&#xd;\nLCRhS- Rheinland-Pfalz-Saarland&#xd;\nFFC- Nord-Rheinwestfalen&#xd;\nVCS-A Sachsen-Anhalt&#xd;\nVCN- Niedersachsen","goal":"- Formulation an implementation of sector interests&#xd;<br />- Analysis and impact assesment of legislative policy&#xd;<br />-Introduction of industry-specific positions in legislative procedures&#xd;<br />- Specialised and contextual work on various areas of the camping industry e.g. in publications and studies&#xd;<br />-Cooperation in specialist fields of the German Tourism Association: „Camping &amp; Caravaning“ and „Transport“&#xd;<br />-Camping-Akademie Internal association training an seminars Caming-Academie&#xd;<br />and establishment of quality systems and initiatives in the camping industry&#xd;<br />-Enviromental orientation: establishment of quality and enviromental management of camping sites&#xd;<br />-Provision of important data and figures for the economical operation of an existing camping site or for the planning of a new camping site with BVCD‘s comparative study&#xd;<br />-Targeted PR in the interests of member companies&#xd;<br />-Presentation of the German camping facilities at tourism and camping trade fairs, both nationally and internationally&#xd;<br />-Targeted marketing via print and online media: e. g. BVCD Camping Guide, BVCD Camping App","acronym":"BVCD","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport, Youth","euInitiatives":"VAT&#xd;<br />Drinking-Water Directive&#xd;<br />Working-Time Directive&#xd;<br />European Accessibility Act&#xd;<br />Visas and European Travel Information and Authorisation Systems (ETIAS)&#xd;<br />Transparent and Predictable Working Conditions&#xd;<br />General Data Protection Regulation (GDPR)&#xd;<br />Bathing Water Directive","lastUp":"2018-03-30T16:56:57.108+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}