{"id":"872643920128-16","name":"Competere","registrationDate":"2015-12-30T15:32:08.329+02:00","category":4,"subCategory":5,"legal":"Associazione non a scopo di lucro","web":"http://www.competere.eu","country":"Italy","headAddress":"Piazza San Salvatore in Lauro, 13","headCity":"Roma","headPostCode":"00186","headPhone":"(39)06 97 84 24 91","boss":"Pietro Paganini","bossTitle":"Mr","bossPosition":"Presidente","membersCount":4,"membersFTE":"1.0","membership":"Property Rights Alliance - http://www.propertyrightsalliance.org/&#xd;\nGlobal Trade and Innovation Policy Alliance -&#xd;\nhttp://gtipa.org/","memberOrga":"http://www.competere.eu/il-nostro-team/","goal":"Competere è un'associazione dove vengono elaborate idee e strategie che permettono ai nostri partner di raggiungere il massimo risultato nella progettazione e nella comunicazione di campagne di policy rivolte alle istituzioni, alle imprese, alle associazioni di categoria e al pubblico. &#xd;<br />&#xd;<br />La nostra squadra è formata da esperti, accademici, analisti, consulenti e professionisti riconosciuti a livello globale, che garantiscono soluzioni credibili e vincenti. I risultati ottenuti sono comunicati con efficacia all’audience di riferimento. &#xd;<br />&#xd;<br />Produciamo analisi, ricerche e studi per favorire la competitività, l’innovazione economica e sociale la semplificazione delle organizzazioni complesse, lo sviluppo sostenibile dei processi produttivi e decisionali. &#xd;<br />&#xd;<br />I nostri partner ricevono un prodotto esclusivo, originale e personalizzato che si articola in tre tipologie di attività:&#xd;<br />&#xd;<br />1)\tAnalisi &amp; Intelligence &#xd;<br />Aiutiamo le imprese ad anticipare e comprendere le trasformazioni culturali, socio-economiche e tecnologiche, elaborando scenari, individuando gli stakeholder e producendo soluzioni efficaci a problemi complessi. Supportiamo il legislatore nel progettare un quadro normativo che favorisca la competizione, l’innovazione e attragga gli investimenti. &#xd;<br />&#xd;<br />2)\tComunicazione &amp; Advocacy&#xd;<br />Comunichiamo i risultati delle nostre analisi a tutti gli stakeholder con campagne cross-mediali efficienti e personalizzate, e di advocacy e thought-leadership. &#xd;<br />&#xd;<br />3)\tFormazione&#xd;<br />Accompagniamo i nostri partner con sessioni di aggiornamento e formazione in settori diversi come risultato delle nostre attività di analisi e ricerca. Offriamo conoscenze, competenze e tecniche aggiornate attraverso la nostra rete di professionisti. &#xd;<br />&#xd;<br />La nostra Audience&#xd;<br />&#xd;<br />- Istituzioni nazionali, internazionali e locali&#xd;<br />- Industria&#xd;<br />- PMI&#xd;<br />- Associazioni di categoria&#xd;<br />- Agenzie governative nazionali e internazionali,&#xd;<br />- Studi legali e società di consulenza&#xd;<br />- Forze armate e di intelligence&#xd;<br />&#xd;<br />I nostri progetti&#xd;<br />&#xd;<br />Negli anni Competere ha concentrato le proprie attività in alcuni settori:&#xd;<br />&#xd;<br />- Politiche industriali per l’innovazione e lo sviluppo&#xd;<br />- ICT, Internet delle cose (IoT), automazione e robotica, - Smart working, smart home e smart city&#xd;<br />- Sharing economy&#xd;<br />- Tutela della proprietà intellettuale e dei marchi&#xd;<br />- Big data, cybersecurity e protezione dei dati personali&#xd;<br />- Analisi geopolitiche, di intelligence globale e di thought-leadership","acronym":"Competere","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, International co-operation and development, Public Health, Research and innovation, Trade, Transport, Youth","euInitiatives":"- Politiche industriali per l’innovazione e lo sviluppo&#xd;<br />- ICT, Internet delle cose (IoT), automazione e robotica&#xd;<br />- Smart working, smart home e smart city&#xd;<br />- Sharing economy&#xd;<br />- Tutela della proprietà intellettuale e dei marchi&#xd;<br />- Big data, cybersecurity e protezione dei dati personali","lastUp":"2018-10-02T22:08:48.341+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}