{"id":"872617526384-65","name":"Flow Traders B.V.","registrationDate":"2017-03-17T13:28:59.481+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.flowtraders.com","country":"Netherlands","headAddress":"Jacob Bontiusplaats 9","headCity":"Amsterdam","headPostCode":"1018LL","headPhone":"(31)2 07 99 66 23","boss":"Dennis Dijkstra","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"https://epta.fia.org&#xd;\nhttps://www.aptraders.nl","memberOrga":"","goal":"We are a leading global technology-enabled liquidity provider, specialized in Exchange Traded Products (ETPs) with headquarters in Amsterdam, The Netherlands. We are listed on Euronext Amsterdam.&#xd;<br />&#xd;<br />Our trading desks in Europe, the Americas and Asia provide liquidity across all major exchanges, globally, 24 hours a day. &#xd;<br />&#xd;<br />As a technology company operating in a financial services industry, we use our proprietary technology platform to quote bid and ask prices in thousands of ETP listings, as well as similar financial products. We also provide liquidity to institutional counterparties off-exchange across all regions.&#xd;<br />&#xd;<br />Liquidity provision makes markets more efficient and transparent, promoting better execution quality and lower overall trading costs for market participants. &#xd;<br />&#xd;<br />As a principal trading firm, we trade for our own account and own risk only. We do not have clients, nor do we provide any investment services or ancillary services to others.","acronym":"","interests":"Banking and financial services","euInitiatives":"While we seek profit by trading in a highly competitive environment, we feel that we must leverage our knowledge and our position as a market participant to safeguard fair, orderly and transparent markets for others. Therefore, we spend considerable resources and efforts to address such outside interests in our regulatory dialogue as it improves market quality for everyone, including more vulnerable participants. We actively contribute to the regulatory dialogue and consultations in order to promote effective and efficient regulation, while keeping an eye on practical implications.","lastUp":"2019-02-07T10:20:02.170+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}