{"id":"872752827635-57","name":"Full Circle asbl","registrationDate":"2017-07-07T16:47:38.144+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://fullcircle.eu","country":"Belgium","headAddress":"Rue du Trône 190","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 77 35 47 62","boss":"Bridie Nathanson","bossTitle":"Ms","bossPosition":"Co-Founder","membersCount":2,"membersFTE":"1.5","membership":"NONE","memberOrga":"NONE","goal":"Full Circle’s mission is to bring new and forward looking ideas and perspectives, to inform decision making at the European, national and local level – as well as at the individual level. We aim to open up debate, to include a broader range of views and input from stakeholders, as well as creating opportunities to reflect on and challenge these ideas and views.","acronym":"Full Circle","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Full Circle takes up and creates discussions around topical, meaningful, society-relevant issues. It does not operate in terms of specific policies or legislative lines. &#xd;<br />&#xd;<br />Examples of subjects we have recently addressed in our activities are: Economic policy, migration policy, gender policy, education policy","lastUp":"2018-06-26T10:44:56.045+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}