{"id":"873396227425-95","name":"Universidade de Vigo","registrationDate":"2017-06-08T16:19:47.446+01:00","category":4,"subCategory":12,"legal":"universidad","web":"http://www.uvigo.gal","country":"Spain","headAddress":"Secretaria Reitor, Edificio Reitoria, Campus Universitario de Vigo","headCity":"Vigo","headPostCode":"36310","headPhone":"(34)9 86 81 35 90","boss":"Salustiano Mato de la Iglesia","bossTitle":"","bossPosition":"Rector","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"A Universidade de Vigo, creada en 1990, é unha universidade pública que presta un servicio público na educación superior. Esta labor é desempeñada pola Universidade de Vigo, de maneira autónoma e consecuente cos principios enunciados nos seus Estatutos. &#xd;<br />&#xd;<br />A Universidade de Vigo ten como fins prioritarios lograr a excelencia en docencia e investigación, de cara a alcanzar a formación integral das persoas, así como a súa inserción laboral, a busca e difusión de novos coñecementos e o desenvolvemento tecnolóxico básico e aplicado, facilitar e promover actividades culturais e afondar na cooperación universitaria a nivel nacional e internacional, en aras de colaborar na mellora do benestar económico e social de Galicia.","acronym":"uvigo","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Los relacionados con la Educación superior, la Investigación y la Transferencia de conocimiento","lastUp":"2017-06-09T11:18:31.434+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}