{"id":"873396227425-95","name":"Universidade de Vigo","registrationDate":"2017-06-08T16:19:47.446+02:00","category":4,"subCategory":12,"legal":"universidad","web":"http://www.uvigo.gal","country":"Spain","headAddress":"Secretaria Reitor, Edificio Reitoria, Campus Universitario de Vigo","headCity":"Vigo","headPostCode":"36310","headPhone":"(34)9 86 81 35 90","boss":"Manuel Joaquín Reigosa Roger","bossTitle":"","bossPosition":"Rector","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"A Universidade de Vigo, creada en 1990, é unha universidade pública que presta un servicio público na educación superior. Esta labor é desempeñada pola Universidade de Vigo, de maneira autónoma e consecuente cos principios enunciados nos seus Estatutos. &#xd;<br />&#xd;<br />A Universidade de Vigo ten como fins prioritarios lograr a excelencia en docencia e investigación, de cara a alcanzar a formación integral das persoas, así como a súa inserción laboral, a busca e difusión de novos coñecementos e o desenvolvemento tecnolóxico básico e aplicado, facilitar e promover actividades culturais e afondar na cooperación universitaria a nivel nacional e internacional, en aras de colaborar na mellora do benestar económico e social de Galicia.","acronym":"uvigo","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Los relacionados con la Educación superior, la Investigación y la Transferencia de conocimiento","lastUp":"2018-06-04T10:59:02.180+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}