{"id":"87365826901-63","name":"TECNALIA Research &amp; Innovation","registrationDate":"2011-10-07T10:33:06.257+02:00","category":4,"subCategory":5,"legal":"Foundation","web":"http://www.tecnalia.com","country":"Spain","headAddress":"Parque Científico y Tecnológico de Bizkaia, Edificio 700","headCity":"Derio","headPostCode":"E-48160","headPhone":"(34)9 46 43 08 50","boss":"Iñaki San-Sebastian","bossTitle":"Mr","bossPosition":"General Manager","membersCount":20,"membersFTE":"5.0","membership":"www.earto.org&#xd;\nmany other industrual / research associations / ETPs&#xd;\n&#xd;\nJoint Institute for Innovation Policy, http://www.jiip.eu/, founding partner.","memberOrga":"http://www.tecnalia.com/en/tecnalia/patrons/patrons.htm","goal":"The aims of general interest of FUNDACION TECNALIA RESEARCH &amp; INNOVATION shall be the promotion, the development and the carrying out of Research, Development and Innovation activities as tools for the improvement of society and for the benefit of the community in general, and in particular for the benefit of the companies, institutions and organisations that have placed, and continue to place their trust in the Foundation and in the people who work on it. According to these aims of the Foundation, a principal one is to contribute to the creation of technological knowledge and its implementation for the development and reinforcement of the companies competitiveness in the technology and innovation field.","acronym":"TECNALIA","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Culture and media, Digital economy and society, Education and training, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Horizon 2020 and FP7&#xd;<br />EuropeAid&#xd;<br />European Commission Annual Work Programme and Roadmaps&#xd;<br />European Commission Impact Assessment webpage&#xd;<br />European Parliament Legislative Observatory&#xd;<br />EUR-Lex database&#xd;<br />Work in Progress document - by Parliamentary committees","lastUp":"2019-07-09T10:08:29.913+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}