{"id":"873765432610-09","name":"International Pole &amp; Line Foundation","registrationDate":"2018-09-27T16:26:24.477+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.ipnlf.org","country":"United kingdom","headAddress":"Can Mezzanine","headCity":"London","headPostCode":"SE1 4YR","headPhone":"(44)78 34 32 02 68","boss":"Martin Purves","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The International Pole &amp; Line Foundation (IPNLF) develops, supports, and promotes socially and environmentally responsible one-by-one tuna fisheries around the world. IPNLF’s overarching goal is to contribute to thriving coastal fisheries, including the people, communities, businesses and seas connected with them. We are an international charity working across science, policy and the seafood sector with staff located in the United Kingdom, Indonesia, Maldives, South Africa and the United States. IPNLF uses an evidence-based, solutions-focused approach with guidance from our Board of Trustees, Scientific &amp; Technical Advisory Committee (STAC) and Markets Advisory Group (MAG).","acronym":"IPNLF","interests":"Maritime affairs and fisheries","euInitiatives":"European Commission Preparation of the ICCAT Annual meeting - \"Meeting with Stakeholders\"; DEFRA Tuna RFMO Strategy Group; ICCAT Inter-Sessional Meeting (Bilbao); ICCAT Annual Meeting (Croatia). Developing position statements, press releases, reaching out to industry, governments, and NGOs to build support for policy asks. Outreach to responsible one-by-one tuna fishery stakeholders to grow fishing association engagement at the RFMO level. The Azores Declaration in Support of One-by-One Tuna Fisheries: establishing a commitment to ensure a sustainable and equitable future for fisheries as well as to prioritise the needs of associated communities and cultures.","lastUp":"2018-09-27T16:59:15.984+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}