{"id":"873742634418-10","name":"McKinsey &amp; Company Inc.","registrationDate":"2019-04-01T14:32:53.512+02:00","category":1,"subCategory":6,"legal":"Corporation","web":"https://www.mckinsey.com/","country":"United states","headAddress":"McKinsey &amp; Company, Inc. United States","headCity":"New York","headPostCode":"10022","headPhone":"(1)21 24 46 70 00","boss":"Hemant Ahlawat","bossTitle":"","bossPosition":"Senior Partner","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"McKinsey &amp; Company is a global management consulting firm that serves leading businesses, governments, non-governmental organizations, and not-for-profits. We have built a firm uniquely equipped to help clients make lasting improvements to their performance and realize their most important goals. With consultants deployed from 124 offices in more than 60 countries, McKinsey advises leading institutions on all issues on their agenda, including strategy, operations, organization, marketing, risk and technology.  &#xd;<br />&#xd;<br />McKinsey’s Public Sector Practice (PSP) provides management consulting services to governments at the federal, state, and local levels. &#xd;<br />&#xd;<br />We do not provide any public affairs services, do not advocate for any policies and not represent and industry or other interests. We provide independent, fact-based insight in our studies and research work.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We follow EU initiatives and policies in the field of digital transformation, Artificial Intelligence, Future of Work.","lastUp":"2019-04-10T14:54:47.494+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}