{"id":"874213216857-03","name":"European Finepaper Association","registrationDate":"2015-04-07T11:09:12.063+02:00","category":2,"subCategory":4,"legal":"Europäische Wirtschaftliche Interessenvereinigung (EWIF)","web":"http://www.european-finepaper.eu","country":"Belgium","headAddress":"Avenue Adolphe Lacomblé 59/8","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 43 29 87","boss":"Georg Eberle","bossTitle":"Mr","bossPosition":"General Manager","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"www.european-finepaper.eu &#xd;\nEU Transparency Register 874213216857","goal":"Der gemeinsame europäische Binnenmarkt und der durch die Globalisierung entstandene Weltmarkt, reguliert durch Freihandelsabkommen und internationale Verträge, erfordert es, dass dieser Diskurs ausgehend von der Kommune, über die Region und den Nationalstaat hinaus auch auf einer europäischen und globalen Ebene intensiv geführt wird. Diesen Diskurs auf allen Ebenen zu fördern und sich konstruktiv daran zu beteiligen ist das Ziel der European Finepaper Association (EFPA).&#xd;<br />&#xd;<br />Die EFPA ist überparteilich und offen für den Austausch mit allen konstruktiven Kräften aus Politik, Verwaltung, Wirtschaft (Arbeitgeber und Arbeitnehmer) und anderen gesellschaftlichen Vertretern. Ziele sind die Umsetzung notwendiger Reformen, der Bürokratieabbau sowie die aktive Teilhabe an der positiven Gestaltung unserer Gesellschaft. Dafür bringen sich unsere Mitglieder mit Ihrer Erfahrung, sozialen Kompetenz und ihrem unternehmerischen Wissen ein. Aus dieser unternehmerischen Verantwortung heraus bieten wir uns an, bei Lösungen mitzuarbeiten, eigene Initiativen einzubringen und ein verlässlicher wie auch fairer Partner zu sein.","acronym":"EFPA","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"Track&amp;Trace, Europäischer und internationaler Handel, Legislation, Policies, Bürokratieabbau, Patentschutz, KMU Politik","lastUp":"2018-04-15T15:44:07.014+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}