{"id":"87449387205-03","name":"FiscalNote Europe","registrationDate":"2011-11-19T21:31:17.413+01:00","category":2,"subCategory":7,"legal":"Limited-liability company: SPRL","web":"http://www.fiscalnote.com","country":"United states","headAddress":"1 Thomas Circle","headCity":"Washington DC","headPostCode":"20005","headPhone":"(1)20 27 93 53 00","boss":"Michel Ehrlich","bossTitle":"Mr","bossPosition":"Gérant","membersCount":18,"membersFTE":"14.75","membership":"Public Affairs Council Europe (PAC)&#xd;\nhttps://pac.org/europe","memberOrga":"","goal":"FiscalNote Europe monitors EU policy and provides corresponding information services to national, regional, and local governments; other public bodies; private-sector companies; industry associations; NGOs; and academic institutes. &#xd;<br />&#xd;<br />FiscalNote Europe does not represent interests nor seek to exert influence on EU policy nor on any of the Institutions of the EU - neither for its own purposes nor on behalf of any client.&#xd;<br />&#xd;<br />FiscalNote Europe also does not collect specific information for any specific client. EU Issue Tracker is a subscription-based information service with a large and diverse number of customers, each of whom has access to the same set of information.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"We cover most policy areas except Foreign Affairs, Social Policy and Taxation Policy.","lastUp":"2019-03-19T12:27:48.673+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}