{"id":"874714434618-29","name":"Belgian National Association for the Protection of Industrial Property (AIPPI Belgium Group)","registrationDate":"2019-04-17T13:23:06.069+02:00","category":2,"subCategory":1,"legal":"not-for-profit organisation","web":"http://www.aippi.be","country":"Belgium","headAddress":"Ravenstraat 4","headCity":"Brussel","headPostCode":"1000","headPhone":"(32)32 13 59 60","boss":"André Clerix","bossTitle":"Mr","bossPosition":"president","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.aippi.be&#xd;\nOur members are essentially natural persons being IP professionals (patent attorneys, TM attorneys, lawyers, in-house counsels, etc.). &#xd;\nWe have some members from academia.&#xd;\nWe have also have a very few corporate members being represented by their in-house counsels.","goal":"ANBPPI / BNVBIE aims to contribute to a fair and appropriate protection of Industrial Property (IP), both nationally and internationally. Counterfeiting has always existed, now more than ever. An orderly and transparent governance on national, European and international level to fight infringements is crucial and since more than a century, our association contributes hereto. ANBPPI / BNVBIE comprises the Belgian Group of AIPPI, which is actively involved in the international activities of AIPPI. More information is available at www.aippi.org. AIPPI is the world's leading professional association for the development and improvement of the protection of intellectual property in the broad sense. Each year our association organises several seminars or lunch discussions on current topics related to intellectual property. We examine proposals for the Belgian, Benelux and European law on intellectual property and make recommendations to the relevant authorities. We also examine current issues related to intellectual property on international level and offer Belgian reports in connection with the activities of AIPPI. This results in a invaluable source of information as regards law and practice.","acronym":"BNVBIE/ANBPPI","interests":"Business and Industry, Competition, Customs, Digital economy and society, Fraud prevention, Research and innovation, Single market, Trade","euInitiatives":"In 2019 : consultation on design protection in the EU (feedback period 18 December 2018 - 30 April 2019)&#xd;<br />https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2018-3527248/public-consultation_en &#xd;<br />&#xd;<br />'the purpose of this stakeholder consultation is to gather sufficient stakeholder evidence and views in order to support the evaluation of Directive 98/71/EC of the European Parliament and of the Council of 13 October 1998 on the legal protection of designs (‘Design Directive’) and of Council Regulation (EC) No 6/2002 of 12 December 2001 on the Community designs (‘Community Design Regulation’) with a view to establishing the degree to which that legislation works as intended and can still be considered fit for purpose.'&#xd;<br />&#xd;<br />Our feedback was submitted on 12/4/2019.","lastUp":"2019-04-29T20:46:20.326+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}