{"id":"875134324842-85","name":"Youth Organisations for Drug Action","registrationDate":"2016-11-30T19:10:31.637+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.euro-yoda.org/","country":"Poland","headAddress":"Truskawiecka 16","headCity":"Warsaw","headPostCode":"02-929","headPhone":"(48)6 92 47 57 68","boss":"Jan Stola","bossTitle":"Mr","bossPosition":"Executive director","membersCount":4,"membersFTE":"2.75","membership":"International Drug Policy Consortium&#xd;\nEurasian Harm Reduction Association","memberOrga":"Students for Sensible Drug Policy UK&#xd;\nFree Clinic&#xd;\nStudencka Inicjatywa Narkopolityki&#xd;\nAksion Plus&#xd;\nJuventas&#xd;\nRe Generation&#xd;\nHallgatói Drogpolitikai Egyesület&#xd;\nHealthy Options Project Skopje&#xd;\nLabirynth&#xd;\nMargina&#xd;\nAPDES&#xd;\nPRIMA","goal":"YODA is a network of organisations and individuals that was set up in 2011 to meet the needs of young activists and professionals who have been disenfranchised when it comes to determining drug policy but are amongst those most affected by drugs and the drug laws.&#xd;<br />&#xd;<br />YODA is part of a growing movement of people speaking out against dogmatic and stigmatising drug policies. Students and young people have been at the heart of every action towards ending discrimination and it is essential we work together to build a truly international movement.&#xd;<br />&#xd;<br />Our aims are to:&#xd;<br />&#xd;<br />Bulid a better and healthier society for young people and children, where drug policy is based on scientific evidence and human rights.&#xd;<br />&#xd;<br />Reduce the social stigma associated with drug use by providing the public, policy makers, media and other organisations with the information about the impact of drugs and drug policy on young people and other vulnerable communities.&#xd;<br />&#xd;<br />Improve the quality of life of children and young people using drugs by informing the society about boundaries of individual drug use and the need to elaborate evidence based drug policy on local, national and international level.&#xd;<br />&#xd;<br />Promote drug policies based on evidence, human rights and tolerance.&#xd;<br />&#xd;<br />Promote reduction of social and individual harms caused by the drug use, drug policy, drug trafficking and related issues.","acronym":"YODA","interests":"Borders and Security, Employment and Social Affairs, Foreign and Security Policy and Defence, International co-operation and development, Justice and Fundamental Rights, Public Health, Trans-European Networks, Youth","euInitiatives":"EU Drug Strategy 2016-2020&#xd;<br />&#xd;<br />EU International positions on drugs and drug policy, e.g. position for United Nations General Assembly Special Session (UNGASS) on Drugs 2016","lastUp":"2018-10-10T11:24:35.615+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}