{"id":"875385032226-01","name":"GREMI MEDIA S.A.","registrationDate":"2018-08-02T16:00:21.670+02:00","category":2,"subCategory":3,"legal":"SPÓŁKA AKCYJNA","web":"https://gremimedia.pl/","country":"Poland","headAddress":"UL. PROSTA 51","headCity":"WARSZAWA","headPostCode":"00-838","headPhone":"(48)2 26 28 34 01","boss":"TOMASZ JAŻDŻYŃSKI","bossTitle":"Mr","bossPosition":"PREZES ZARZĄDU","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Gremi Media SA to czołowy polski wydawca zapewniający czytelnikom specjalistyczne treści biznesowe i prawnicze. Tworzymy wielokanałową platformę skupiającą się na przekazywaniu treści na wysokim poziomie w mediach onlinowych i offlinowych. Naszym celem jest zabieranie głosu w publicznej debacie na temat zmian gospodarczych, prawnych i finansowych oraz dotarcie do czytelników z najświeższymi informacjami.&#xd;<br />Budowa od lat reputacji naszych tytułów dzięki jakości treści oraz wieloletniej historii to plan, które chcemy konsekwentnie realizować.&#xd;<br />Jednocześnie cały czas rozwijamy naszą ofertę współpracy biznesowej w oparciu o bogaty wachlarz naszych produktów.","acronym":"GREMI MEDIA","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Naszą misją jest tworzenie wysokiej jakości treści, koncentrując się na tematyce gospodarczej i prawnej. &#xd;<br />Z wyprzedzeniem kierujemy informacje do liderów opinii, osób podejmujących decyzje biznesowe i tych, którzy chcą być na bieżąco. &#xd;<br />Opisując i komentując wydarzenia i zjawiska gospodarcze, prezentujemy wymiar globalny, krajowy i lokalny.&#xd;<br />Chcemy nieustannie tworzyć najbardziej opiniotwórcze media w Polsce, być sprawdzonym źródłem wiedzy i informacji, na które powołują się inni.","lastUp":"2018-08-02T16:04:03.902+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}