{"id":"8754829960-32","name":"European Association of Public Banks and Funding agencies AISBL","registrationDate":"2009-01-14T14:34:52.962+01:00","category":2,"subCategory":4,"legal":"International Not-for-Profit Association","web":"http://www.eapb.eu","country":"Belgium","headAddress":"Avenue de la Joyeuse Entrée, 1-5","headCity":"Brussel","headPostCode":"1040","headPhone":"(322)2 86 90 70","boss":"Marcel Roy","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":6,"membersFTE":"6.0","membership":"The European Association of Public Banks is member of  the European Banking Industry Committee (EBIC)), www.eubic.eu","memberOrga":"http://www.eapb.eu/page?page=members&amp;mi=5&amp;mi=31&amp;ssn=","goal":"The European Association of Public Banks (EAPB) was founded on 4 May 2000. Members of the EAPB are financial institutions, funding agencies, public banks, associations of public banks and banks with similar interests. &#xd;<br />The EAPB has 30 members from various European countries and represents about 100 financial institutions. As a whole, they have a European market share of approximately 15%, a balance sheet total of about € 3.500 billion and they represent about 190.000 employees.&#xd;<br />&#xd;<br />The EAPB represents the specific interests of public or publicly owned banks, development banks and funding agencies at the European level. &#xd;<br />&#xd;<br />The EAPB pursues the objective of regularly and rapidly informing its members of all relevant financial, political and legal developments and of measures adopted by the European institutions in the fields of banking law, legislation concerning municipal financing institutions and European economic and financial policies. &#xd;<br />&#xd;<br />The EAPB serves as a contact for the European Parliament and the European Commission providing know-how and information on all banking issues.&#xd;<br />Ultimately, the EAPB assembles the common specific interests of its members, which result from their particular legal status and function as public banks, and represents them vis-à-vis the European Union, the press and the general public.","acronym":"EAPB","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Banking regulation&#xd;<br />- Corporate governance, anti-money laundering, state aid and competition law.&#xd;<br />- Securities and capital markets, ESMA and IOSCO activities, taxation of financial services and institutions, internal audit in banks.&#xd;<br />- SME Policy, SME Finance, EU Financial Instruments, Energy, Infrastructure.&#xd;<br />- Public procurement law, consumer affairs, payment systems, civil law, company law, accounting.&#xd;<br />- Structural funds and cohesion policy, local finance, FinNetInfra and climate change and energy.","lastUp":"2017-03-01T14:12:55.824+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}