{"id":"87564644126-75","name":"United Technologies Corporation","registrationDate":"2010-09-06T16:26:51.801+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.utc.com","country":"United states","headAddress":"10 Farm Springs Road","headCity":"Farmington","headPostCode":"CT 06032","headPhone":"(1)86 07 28 70 00","boss":"Stylianos Promponas","bossTitle":"Mr","bossPosition":"Financial Controller","membersCount":3,"membersFTE":"3.0","membership":"UTC is a member of a number of associations including but not limited to: AmCham EU, European Aviation Club, Centre for European Policy Studies, EPEE, EuroACE, Friends of Europe, TPN, The Prince of Wales's Corporate Leaders Group on Climate Change.","memberOrga":"","goal":"United Technologies Corp. (UTC) is a leader in the global building and aerospace businesses.&#xd;<br />Our commercial building businesses comprise Otis, the world's leading manufacturer of elevators, escalators and moving walkways; and UTC Climate, Controls &amp; Security, a leading provider of heating, ventilating, air-conditioning, refrigeration, fire and security systems, and building automation and controls.&#xd;<br />Our aerospace businesses  consist of Pratt &amp; Whitney aircraft engines and UTC Aerospace Systems. &#xd;<br />We also operate a central research organization that pursues technologies for improving the performance, energy efficiency and cost of UTC products and processes.","acronym":"UTC","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EU public procurement directive, REACH, HFC policy, Emissions Trading Scheme, Eco design, Energy efficiency in buildings","lastUp":"2018-04-03T10:59:19.516+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}