{"id":"87600691525-93","name":"European Confederation of Pharmaceutical Entrepreneurs","registrationDate":"2009-04-15T12:33:31.090+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.eucope.org","country":"Belgium","headAddress":"rue Marie de Bourgogne 58","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 28 42 69 82","boss":"Jan G. Smith","bossTitle":"Mr","bossPosition":"President","membersCount":7,"membersFTE":"6.5","membership":"EUCOPE's membership is listed on this webpage: http://www.eucope.org/en/eucope-members/","memberOrga":"http://www.eucope.org/en/eucope-members/","goal":"The European Confederation for Pharmaceutical Entrepreneurs (EUCOPE) is the voice of small to medium-sized innovative companies in the fields of pharmaceuticals, biotechnologies and medical devices, and in particular of OMP-companies. Via its member associations such as the German Pharmaceutical Industry Association (BPI), the British Ethical Medicines Industry Group (EMIG) and the Swedish Association IML, EUCOPE represents over 900 member companies. &#xd;<br />EUCOPE membership includes innovative family-owned companies as well as innovative companies active in the field of biotechnology and rare diseases. &#xd;<br />&#xd;<br />EUCOPE, inter alia, represents its members with respect to international governmental organisations in particular towards the EU institutions and agencies.&#xd;<br />&#xd;<br />EUCOPE promotes companies and associations active in the research and development, production and distribution of pharmaceutical products and furthers their scientific, technical, economic and legal objectives.","acronym":"EUCOPE","interests":"Business and Industry, Competition, Consumers, Economy, finance and the euro, Food Safety, Public Health, Research and innovation, Single market, Trade","euInitiatives":"New Regulation on Medical Devices / In-vitro Medical Devices&#xd;<br />Proposal for a Regulation on Health Technology Assessments&#xd;<br />Proposal for a Regulation introducing an SPC manufacturing waiver","lastUp":"2018-10-12T16:07:48.308+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}