{"id":"87628071816-18","name":"Investitionsbank Schleswig-Holstein","registrationDate":"2009-06-09T12:04:14.167+01:00","category":2,"subCategory":3,"legal":"Anstalt des öffentlichen Rechts","web":"http://www.ib-sh.de","country":"Germany","headAddress":"Fleethörn, 29-31","headCity":"Kiel","headPostCode":"24103","headPhone":"(49)43 19 90 50","boss":"Erk Westermann-Lammers","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":1,"membersFTE":"0.75","membership":"Bundesverband öffentlicher Banken Deutschlands (VÖB),&#xd;\nhttps://www.voeb.de/&#xd;\nEnterprise Europe Network (EEN),https://een-hhsh.de/&#xd;\nVerein für Umweltmanagement und Nachhaltigkeit in Finanzinstituten e.V.,https://vfu.de/","memberOrga":"","goal":"Die Investitionsbank Schleswig-Holstein (IB.SH) ist eine Anstalt des öffentlichen Rechts mit Sitz in Kiel. Sie unterstützt das Land Schleswig-Holstein als zentrales Förderinstitut in der Umsetzung wirtschafts- und strukturpolitischer Aufgaben. Die IB berät in allen Förderfragen und vergibt Fördermittel für die Wirtschaft, den Wohnungsbau, Kommunen, Arbeitsmarkt- und Ausbildungsmaßnahmen, Umwelt- und Energieprojekte und den Städtebau sowie den Agrarbereich. Unterstützt werden öffentliche und private Investitionsvorhaben in Schleswig-Holstein. Als EU-Beratungsstelle ist die IB Mitglied im Enterprise Europe Network (EEN) der Europäischen Kommission und berät in dieser Funktion Unternehmen und öffentliche Einrichtungen über EU-Fördermöglichkeiten. Sie ist Trägerin der Verwaltungsbehörde für die Deutsch-Dänische Zusammenarbeit im Rahmen von Interreg 5A und darüber hinaus auch Verwaltungs- und Bescheinigungsbehörde  für das EU-Ostseeprogramm \"Interreg Baltic Sea Region\" sowie Trägerin des Programmsekretariats .","acronym":"IB.SH","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Investitionsoffensive für Europa, CRR/CRD-Review, Kapitalmarktunion, Regionalpolitik, MFR, State Aid Action Plan, Bankenunion, Horizon 2020, COSME","lastUp":"2019-02-18T15:23:40.486+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}