{"id":"8765978796-80","name":"European Savings and Retail Banking Group","registrationDate":"2008-12-16T13:06:07.358+01:00","category":2,"subCategory":4,"legal":"International Not-for-Profit Association","web":"http://www.wsbi-esbg.org","country":"Belgium","headAddress":"Rue Marie-Thérèse, 11","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)2 11 11 11","boss":"Chris DE NOOSE","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":10,"membersFTE":"2.75","membership":"The European Savings and Retail Banking Group is member of : &#xd;\n- European Banking Industry Committee (EBIC)&#xd;\n- European Payments Council (EPC)&#xd;\n- European Financial Reporting Advisory Group (EFRAG)&#xd;\n- Federation of European and International Associations Established in Belgium (FAIB)&#xd;\n- European Microfinance Network (EMN)&#xd;\n- Centre for European Policy Studies (CEPS)","memberOrga":"https://www.wsbi-esbg.org/About-us/About-ESBG/Pages/ESBGMembers.aspx","goal":"The European Savings and Retail Banking Group (ESBG) is a European banking association that represents the economic interests of its 23 members vis-à-vis the EU Institutions, with a specific focus on retail banking issues. To this end, it defines and expresses the position of its Members in all matters related to the European financial services industry. ESBG delivers detailed research and studies into the evolution of legislation and the retail banking market in Europe and also compares it with other regions of the world.&#xd;<br />&#xd;<br />ESBG is also a forum for cooperation between its members. It proposes cooperation projects and assists its members in identifying consortium partners on a bilateral or multilateral basis. ESBG also provides technical consultancy in partnership with multilateral agencies and offers training to its members to increase their operational efficiency.&#xd;<br />&#xd;<br />ESBG works in close collaboration with its members via a series of committees and task forces that allow for a permanent dialogue on all topics.","acronym":"ESBG","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Regional Policy, Single market, Taxation, Trade","euInitiatives":"Any financial affairs, corporate social responsibility, payments, taxation, banking supervision, economic affairs, financial reporting, data protection, CMU and market-related dossiers such as PRIIPs, UCITS.","lastUp":"2019-12-16T16:28:03.369+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}