{"id":"876509717508-94","name":"Verband Deutscher Zeitschriftenverleger e. V.","registrationDate":"2015-05-26T16:08:43.157+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.vdz.de","country":"Germany","headAddress":"Verband Deutscher Zeitschriftenverleger e. V.","headCity":"Berlin","headPostCode":"10969","headPhone":"(49)3 07 26 29 81 02","boss":"Stephan Scherzer","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"1.0","membership":"European Magazine Media Association (EMMA), FIPP, BDA, ZAW et altera","memberOrga":"http://www.vdz.de/ueber-den-vdz-unsere-mitglieder/&#xd;\nhttp://www.vdz.de/ueber-den-vdz-mitgliedschaft-mitgliederdatenbank/","goal":"Der VDZ ist der Dachverband der deutschen Zeitschriftenverlage. Die Mitgliedsverlage des VDZ geben insgesamt über 3000 Zeitschriftentitel in klassischer Form und in digitalen Varianten heraus. Sie verkörpern damit rund 90% des deutschen Zeitschriftenmarktes. Zu den Mitgliedern des VDZ zählen international agierende und bekannte Verlagshäuser; 95% der Mitglieder sind kleine oder mittlere Unternehmen. &#xd;<br />&#xd;<br />Der VDZ vertritt national und international die publizistischen, kulturellen und wirtschaftlichen Interessen der Zeitschriftenverlage mit dem Ziel&#xd;<br />&#xd;<br />- für alle Belange einer freiheitlichen Presse einzutreten&#xd;<br />&#xd;<br />- die Wettbewerbsfähigkeit der Verlage in den Medienmärkten zu stärken&#xd;<br />&#xd;<br />- die politischen und rechtlichen Rahmenbedingungen den Anforderungen der Verlage entsprechend mitzugestalten&#xd;<br />&#xd;<br />- Marktstandards zu definieren und Dienstleistungen für Mitgliedsverlage zu erbringen&#xd;<br />&#xd;<br />- eine zeitgemäße journalistische und medienkaufmännische Aus- und Fortbildung zu fördern&#xd;<br />&#xd;<br />- das Lesen und die Medienkompetenz in der Gesellschaft zu stärken","acronym":"VDZ","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Justice and Fundamental Rights, Single market, Taxation, Trade, Youth","euInitiatives":"EU-Urheberrecht, EU-Datenschutzrecht, EU-Mehrwertsteuerrecht, EU-Wettbewerbsverfahren, EU-Medienregulierung etc.&#xd;<br />&#xd;<br />Audiovisuelle Medien, Binnenmarkt, Informationsgesellschaft, Justiz und Inneres, Kultur, Steuern, Unternehmen, Verbraucher, Wettbewerb, Wirtschaft und Finanzen","lastUp":"2018-04-24T13:47:20.634+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}