{"id":"876602816224-14","name":"Stiftung Mercator","registrationDate":"2015-02-25T12:21:58.016+01:00","category":3,"subCategory":2,"legal":"GmbH","web":"http://www.stiftung-mercator.de","country":"Germany","headAddress":"Huyssenallee 40","headCity":"Essen","headPostCode":"45128","headPhone":"(49)2 01 24 52 20","boss":"Susan Sanders","bossTitle":"Ms","bossPosition":"legal counsel","membersCount":6,"membersFTE":"2.25","membership":"European Foundation Centre (EFC)&#xd;\nEuropean Policy Centre (EPC)&#xd;\nNetzwerk Europäische Bewegung Deutschlands (EBD)&#xd;\nBundesverband Deutscher Stiftungen","memberOrga":"","goal":"Die Stiftung Mercator ist eine private, unabhängige Stiftung. Sie strebt mit ihrer Arbeit eine Gesellschaft an, die sich durch Weltoffenheit, Solidarität und Chancengleichheit auszeichnet. Dabei konzentriert sie sich darauf, Europa zu stärken, den Bildungserfolg benachteiligter Kinder und Jugendlicher insbesondere mit Migrationshintergrund zu erhöhen, Qualität und Wirkung kultureller Bildung zu verbessern, Klimaschutz voranzutreiben und Wissenschaft zu fördern. Die Stiftung Mercator steht für die Verbindung von wissenschaftlicher Expertise und praktischer Projekterfahrung. Als eine führende Stiftung in Deutschland ist sie national wie international tätig. Dem Ruhrgebiet, der Heimat der Stifterfamilie und dem Sitz der Stiftung, fühlt sie sich besonders verpflichtet. &#xd;<br />&#xd;<br />These information are also available in english: https://www.stiftung-mercator.de/en/our-foundation/","acronym":"","interests":"Climate Action, Communication, Education and training, Energy, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Migration and asylum, Trans-European Networks, Transport, Youth","euInitiatives":"Ziel der Stiftung Mercator ist es, durch die Zusammenarbeit mit Förderpartnern Beiträge zu Europas Zusammenhalt und Handlungsfähigkeit zu fördern. &#xd;<br />• Zukunft der EU allgemein&#xd;<br />• EU Global Strategy&#xd;<br />• EU Erweiterung, EU Nachbarschaftspolitik&#xd;<br />• EU und Bürger, Zivilgesellschaft&#xd;<br />&#xd;<br />https://www.stiftung-mercator.de/de/unsere-themen/europa/strategie/","lastUp":"2019-11-13T11:13:42.932+01:00","customers":"","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":0,"turnoverRange":""}