{"id":"877057516417-34","name":"DIESIS COOP","registrationDate":"2015-03-10T22:51:17.576+01:00","category":3,"subCategory":2,"legal":"société coopérative à responsabilité limitée à finalité sociale","web":"http://www.diesis.coop","country":"Belgium","headAddress":"Boulevard Charlemagne 74","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 43 10 43","boss":"Gianluca Pastorelli","bossTitle":"Mr","bossPosition":"Presindent","membersCount":4,"membersFTE":"2.0","membership":"EARTH European Alliance for Responsible Tourism and Hosting.&#xd;\nCECOP-CICOPA EUROPE (www.cecop.coop)&#xd;\nUnion Migrant  Network (www.unionmigrantnetwork.eu)","memberOrga":"AVISE (France)&#xd;\nCOCETA (Spain) – National Federation of Workers’ Cooperatives&#xd;\nCGM (Italy) – National Consortium of Social Cooperatives&#xd;\nCGSCOP (France) –  General Confederation of Workers’ Cooperatives &#xd;\nCONFESAL (Spain) – Spanish entrepreneurial confederation of participative enterprises &#xd;\nConsorzio Nazionale Meuccio Ruini (Italy)&#xd;\nFISE (Poland) – Foundation for Social and Economic Initiatives&#xd;\nLegacoopservizi (Italy) – National Federation of Services and Transport Co-operatives&#xd;\nLEGACOOPSOCIALI (Italy)- National Federation of Social Cooperatives&#xd;\nNETZ/INNOVA (Germany) – Microenterprises Network&#xd;\nPOUR LA SOLIDARITE  (Belgium) – European Think-Tank&#xd;\nScuola Nazionale Servizi (Italy) – Research and Training Institute","goal":"Diesis is a non-profit European Research and Development Service for the Social Economy, Cooperatives, and participative Enterprises. Its mission is to support the development of the social economy and, in particular, of cooperatives and social enterprises in Europe and in the world via the implementation of knowledge-based activities, such as training, project design, consulting and advisory services, technical assistance and research. Its members are Enterprises, federations, advisory and development groups, as well as organisations specialised in the know-how transfer recognised as being part of the social economy in Europe and worldwide. DIESIS members benefit from a network with over 80,000 enterprises all over Europe. Diesis works in partnership with like-minded European networks / platforms / think tanks. Its main activities are Project management support by a highly-skilled professional team together with administrative and accounting personnel; Flexible training programmes for cooperatives and social economy entrepreneurs, providing a European and international dimension to their activities; Training young workforce in business management in order to encourage greater professionalism and fairness in the social economy; Studies on social economy and cooperatives issues carried out using the expertise of both its members and internationally recognised experts; Technical support to governments and institutions in the field of social economy and related initiatives.","acronym":"DIESIS","interests":"Education, Employment and Social Affairs, Enterprise, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"social innovation&#xd;<br />social economy &#xd;<br />Social business inititative&#xd;<br />Social services of general interest","lastUp":"2018-03-12T16:26:48.601+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}