{"id":"877019331678-76","name":"Kemin Europa","registrationDate":"2018-06-08T13:44:48.950+02:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://kemin.com","country":"Belgium","headAddress":"Toekomstlaan 42","headCity":"Herentals","headPostCode":"2200","headPhone":"(32)0 14 28 62 00","boss":"Stefaan Van Dyck","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":3,"membersFTE":"1.25","membership":"","memberOrga":"Kemin Europa is a member of a number of European and National trade associations related to the product areas in which it operates.&#xd;\n&#xd;\n- FEFANA (EU Association of Specialty Feed Ingredients and their Mixtures)&#xd;\n- FEFAC (European Feed Manufacturers' Federation)&#xd;\n- FRANA (Belgium): Federatie van fabrikanten en vertegenwoordigers van toevoegingen voor dierlijke voeding/ Federation of manufacturers and representatives of animal feed additives&#xd;\n- AWT (Germany): Arbeitsgemeinschaft für Wirkstoffe in der Tierernährung /Association for active ingredients in animal nutrition&#xd;\n- BAFSAM (UK): British Association of Feed Supplement and Additive Manufacturers&#xd;\n- VDDN (the Netherlands):  Branchevereniging voor producenten, importeurs en leveranciers van diervoederspecialiteiten en diergezondheidsproducten in Nederland / Trade Association for manufacturers, importers and suppliers of animal feed specialties in the Netherlands&#xd;\n- BFA (Belgium): Belgian Feed Association (BFA)","goal":"Kemin Europa is involved in research, development, marketing and distribution of nutritional and health solutions for all animal species.&#xd;<br />&#xd;<br />Kemin Europa is part of Kemin Industries (Kemin), a privately held, family-owned and operated global company headquartered in Des Moines, Iowa, USA.&#xd;<br />&#xd;<br />Built on exacting science and powered by human imagination, Kemin is an ingredient manufacturer committed to improving the quality, safety and efficacy of feed, food and health-related products (“inspired molecular solutions”). Through this commitment, Kemin touches more than 3.8 billion lives every day with our products and services.","acronym":"","interests":"Agriculture, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation, Trade","euInitiatives":"- Feed and feed additives regulation&#xd;<br />- General Food law&#xd;<br />- Animal nutrition&#xd;<br />- Animal health and welfare&#xd;<br />- Food Hygiene&#xd;<br />- REACH Regulation","lastUp":"2018-06-08T13:46:25.549+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}