{"id":"877256412189-65","name":"Università Popolare Niccolò Copernico","registrationDate":"2013-11-04T18:55:28.495+01:00","category":4,"subCategory":12,"legal":"Associazione non profit","web":"http://www.unicopernico.org","country":"Italy","headAddress":"San Sinibaldo, 4","headCity":"Sant'Andrea del Garigliano","headPostCode":"03040","headPhone":"(39339)2 84 57 99","boss":"Ambrogio De Angelis","bossTitle":"Mr","bossPosition":"Presidente Università Popolare Niccolò Copernico","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"L'U.P.N.C. è iscritta all'Anagrafe Nazionale degli Istituti di Ricerca del Ministero dell'Istruzione, dell'Università e della Ricerca, al codice 61207WIL.&#xd;<br />L'Università Popolare Niccolò Copernico è nata nel 2013. E' un ente non commerciale, senza scopo di lucro, con finalità sociali, culturali ed educative, rivolta esclusivamente ai propri soci iscritti regolarmente all'associazione ed ha come scopi:&#xd;<br />Offrire ai cittadini di tutte le età un servizio di crescita culturale, svolgendo corsi relativi ai più diversi argomenti;&#xd;<br />Curare l’aggiornamento di chi esercita una attività professionale;&#xd;<br />Curare la formazione e la preparazione specialistica di chi è inserito o intende inserirsi nel mondo del lavoro.&#xd;<br />&#xd;<br />Le attività dell’U.P.N.C. rientrano nel Programma di Formazione Permanente e di Lotta alla Disoccupazione espressamente raccomandato dalla Comunità Europea.&#xd;<br />Inoltre, in seguito alle recentissime riforme della scuola e dei processi educativi e formativi, gli Attestati rilasciati dalle Università Popolari possono costituire Crediti Formativi o certificazioni valide per l’ulteriore qualificazione e riqualificazione lavorativa, e possono avere riconoscimento universitario previa relativa convenzione.&#xd;<br />La buona preparazione dei docenti è sempre unita alla capacità di divulgare, in maniera chiara ed accessibile, i contenuti ad un vasto pubblico; il rapporto docente –discente è sempre immediato e cordiale. Inoltre presso l'Università Popolare Niccolò Copernico si eroga una cultura funzionale , cioè pratica ed immediatamente utilizzabile nel proprio mondo.","acronym":"U.P.N.C.","interests":"Agriculture and Rural Development, Communication, Culture, Development, Education, Information Society, Internal Market, Research and Technology","euInitiatives":"Formazione professionale e Ricerca in campo economico e medicina complementare","lastUp":"2017-02-28T09:59:23.155+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}