{"id":"87738563745-94","name":"Central Europe Energy Partners","registrationDate":"2010-06-16T17:05:30.888+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.ceep.be","country":"Belgium","headAddress":"rue Froissart, 123-133","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)28 80 72 97","boss":"Maciej Jakubik","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"2.25","membership":"European Policy Center (EPC)&#xd;\nFriends of Europe (SDA/FoE)&#xd;\nEuropean Energy Forum (EEF)","memberOrga":"CEEP members:&#xd;\nhttp://www.ceep.be/our-members/","goal":"Central Europe Energy Partners (CEEP) is an association of energy and energy-intensive companies, organisations and scientific institutions from Central European countries. It was established in June 2010, and now has 15 members from 5 countries, which are employing more than 200,000 employees, and an overall revenue of Euros 30 billion. (see the activities of CEEP on the website: www.ceep.be ).","acronym":"CEEP","interests":"Budget, Climate Action, Competition, Customs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"for example: &#xd;<br />- Clean Energy for All Europeans package&#xd;<br />- Revision of the EU’s Emissions Trading System (EU ETS) Directive&#xd;<br />- list of projects proposed for the PCI label in energy infrastructure, according to Regulation (EU) no. 347/2013 of the European Parliament and of the Council of the 17th of April, 2013, on guidelines for trans-European energy infrastructure&#xd;<br />- revision of Regulation (EU) No 994/2010, concerning measures to safeguard the security of gas supply&#xd;<br />- list of proposed Projects of Common Interest in the field of Smart Grids","lastUp":"2017-02-20T20:25:07.055+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}