{"id":"877607714842-74","name":"European Federation for Investment Law and Arbitration","registrationDate":"2014-11-01T09:01:54.009+01:00","category":4,"subCategory":5,"legal":"international non-profit association under Blegian law: AISBL","web":"http://efila.org/","country":"Belgium","headAddress":"Rue Royale, 97","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 09 22 00","boss":"Nikos Lavranos","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://efila.org/current-members/","goal":"The European Federation for Investment Law and Arbitration (EFILA) has been established in Brussels to promote the knowledge of all aspects of EU and international investment law, including arbitration, at the European level. EFILA endeavours to facilitate a meaningful exchange of views on relevant and timely issues vital to the development of the European internal market, in order to contribute to a more favourable investment climate in Europe and beyond. &#xd;<br />&#xd;<br />EFILA serves as a platform for a merit-based discussion on European and international investment law. In particular, it fosters an objective debate about the current system of investment arbitration. As a think tank EFILA analyses the scope and use of investment arbitration, especially from a European perspective.&#xd;<br />&#xd;<br />EFILA is organizing regular events, such as Annual Conference and Annual Lecture. EFILA also participates in public consultations organized by the EU, ICSID and other organizations.","acronym":"EFILA","interests":"External Relations, International co-operation and development, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"TTIP, EU-Singapore FTA, CETA, other trade negotiations, ISDS, ICS, extra-EU BITs and intra-EU BITs, arbitration, dispute resolution, FDI screening, MIC, UNCITRAL,","lastUp":"2019-12-30T17:51:39.694+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}