{"id":"877886034945-03","name":"Samaritan International","registrationDate":"2019-05-24T10:46:18.562+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.samaritan-international.eu","country":"Germany","headAddress":"Sülzburgstraße 140","headCity":"Köln","headPostCode":"50937","headPhone":"(49)2 21 47 60 53 38","boss":"Ivo Bonamico","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.75","membership":"Affiliate member of SOLIDAR","memberOrga":"Our current list of member organisations is available on our website:&#xd;\nhttp://www.samaritan-international.eu/?page_id=268","goal":"In recent decades, civil society has increasingly taken on tasks formerly handled by the public sector – not just on the national, but also on the European level. This makes cooperation among European aid and welfare organisations ever more crucial. With this in mind,&#xd;<br />four Samaritan organisations from Austria, Denmark, France and Germany founded the SAMARITAN INTERNATIONAL (SAM.I.) European network on 11 August 1994. Today, SAM.I. is an umbrella organisation consisting of 19 member organisations working in social services, rescue services, first-aid training, civil protection and humanitarian aid. Nearly three million individual members, 145,000 volunteers and 45,000 full-time employees in 18 countries form the basis of the SAM.I. network.&#xd;<br />&#xd;<br />Our Mission&#xd;<br />&#xd;<br />We promote the idea of European cooperation and the added value of welfare and volunteer organisations by working together regionally, bilaterally and multilaterally. Our members are established welfare organisations in their home countries. Through their practical experience and expertise, they are valued political advisers on their national levels and mediators between citizens and the political realm. They give a voice to those who have no say in the fora that determine their futures. SAM.I. enables these organisations to unite their voices and pool their capabilities at the European level.&#xd;<br />The main tasks of the SAM.I. general secretariat are to:&#xd;<br />&#xd;<br />Represent the interests of our members vis-a-vis the EU&#xd;<br />Coordinate activities among the members&#xd;<br />Develop new cross-border partnerships&#xd;<br />Provide support for the acquisition of European funding","acronym":"SAM.I.","interests":"Budget, Climate Action, Competition, Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Single market, Youth","euInitiatives":"European Civil Protection Mechanism (and corresponding funding programmes)&#xd;<br />&#xd;<br />EU Aid Volunteers&#xd;<br />&#xd;<br />RescEU&#xd;<br />&#xd;<br />Procurement Directive and exceptions for voluntary / civil society organisations&#xd;<br />&#xd;<br />European Pillar of Social Rights","lastUp":"2019-05-24T10:46:44.224+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}