{"id":"877966419254-70","name":"Zalando SE","registrationDate":"2015-12-17T08:55:13.113+02:00","category":2,"subCategory":3,"legal":"SE","web":"https://corporate.zalando.de/","country":"Germany","headAddress":"Zalando SE","headCity":"Berlin","headPostCode":"10243","headPhone":"(49)16 32 52 92 04","boss":"Menz Michael","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":3,"membersFTE":"2.25","membership":"Trygg Handel (NO)&#xd;\nVirke (NO)&#xd;\nFEVAD (FR)&#xd;\nFDIH, Danish Ecommerce Association (DK)&#xd;\nBe-commerce (BE)&#xd;\nCOMEOS (BE)&#xd;\nThuiswinkel (NL)&#xd;\nHandelsverband – Verband österreichischer Mittel- und Großbetriebe des Handels (AT)&#xd;\nVSV – Verband des Schweizerischen Versandhandels (CH)&#xd;\nE-commerce Polska (PL)&#xd;\nConfianza Online (ES)&#xd;\nTrusted Shops (ES)&#xd;\nGerman Fashionverband (DE)&#xd;\nCADS - Cooperation at DSI – Deutsches Schuhinstitut (DE)&#xd;\nBLC (British Leather Technology Center) (UK)&#xd;\nBitkom&#xd;\nEuropean Tech Alliance (EUTA)&#xd;\n&#xd;\nBetter Cotton Initiative (zLabels)&#xd;\nInternational Labor Organization: BetterWork Partner Member (zLabels)&#xd;\nEuropean Clothing Action Plan (zLabels)&#xd;\nSocial and Labor Convergence Project (zLabels)&#xd;\nLeather Working Group (zLabels)&#xd;\nTextile Exchange (zLabels)&#xd;\nBVDW (nugg.ad)&#xd;\nIAB Denmark and Italy (nugg.ad)","memberOrga":"","goal":"Zalando is Europe’s leading online fashion platform for women, men and children. We offer our customers a one-stop, convenient shopping experience with an extensive selection of fashion articles including shoes, apparel and accessories, with free delivery and returns. Our assortment of almost 2,000 international brands ranges from popular global brands, fast fashion and local brands, and is complemented by our private label products. Our localized offering addresses the distinct preferences of our customers in each of the 15 European markets we serve: Austria, Belgium, Denmark, Finland, France, Germany, Italy, Luxembourg, the Netherlands, Norway, Spain, Sweden, Switzerland, Poland and the United Kingdom. Our logistics network with five centrally located fulfillment centers allows us to efficiently serve our customers throughout Europe, supported by warehouses in Northern Italy, France and Sweden with a focus on local customer needs. We believe that our integration of fashion, operations and online technology gives us the capability to deliver a compelling value proposition to both our customers and fashion brand partners. Zalando’s shops attract over 200 million visits per month. In the third quarter of 2017, 72% of traffic came from mobile devices, resulting in 22.2 million active customers by the end of the quarter.","acronym":"","interests":"Business and Industry, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Fraud prevention, International co-operation and development, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"•\tData Protection Regulation&#xd;<br />•\tDigital Single Market Strategy&#xd;<br />•\tDigital Agenda for Europe&#xd;<br />•\tCloud Computing&#xd;<br />•\tIntellectual property and licensing&#xd;<br />•\tFuture of the Internet&#xd;<br />•\tInnovation, Jobs and Growth&#xd;<br />•\tInternal Market &#xd;<br />•\tTransport&#xd;<br />•\tEnterprise&#xd;<br />•\tTrade&#xd;<br />•\tConsumer Affairs","lastUp":"2019-07-11T15:47:15.157+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}