{"id":"878238423039-24","name":"Laboratory Corporation of America Holdings","registrationDate":"2016-08-17T13:31:47.266+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://labcorp.com","country":"United states","headAddress":"531 South Spring Street","headCity":"Burlington","headPostCode":"27215","headPhone":"(1)33 62 29 11 27","boss":"Sandra Van der Vaart","bossTitle":"Ms","bossPosition":"VP Legal","membersCount":4,"membersFTE":"1.5","membership":"- European Federation of the Pharmaceutical Industry and Associations (EFPIA), Partner in Research&#xd;\n- Association of the British Pharmaceutical Industry (ABPI), Research Affiliate&#xd;\n- European Animal Research Association (EARA)&#xd;\n- Association of Clinical Research Associations (ACRO)&#xd;\n- Antimicrobial Resistance Alliance","memberOrga":"","goal":"Laboratory Corporation of America® Holdings together with its subsidiaries is a world leading life sciences company that is deeply integrated in guiding patient care, providing comprehensive clinical laboratory and end-to-end drug development services. The Company’s mission is to improve health and improve lives by delivering world-class diagnostics solutions, bringing innovative medicines to patients faster and using technology to provide better care.","acronym":"LabCorp","interests":"Communication, Development, Economic and Financial Affairs, Employment and Social Affairs, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Public Health, Regional Policy, Research and Technology, Trade, Transport","euInitiatives":"•\tDirective 2001/20/EC relating to the implementation of good clinical practice in the conduct of clinical trials on medicinal products for human use.&#xd;<br />&#xd;<br />•\tRegulation 536/2014 on clinical trials on medicinal products for human use &#xd;<br />&#xd;<br />•\tDirective 98/79/EC on in vitro diagnostic medical device&#xd;<br />&#xd;<br />•\tCommission Directive (EU) 2015/566, as regards the procedures for verifying the equivalent standards of quality and safety of imported tissues and cells&#xd;<br />&#xd;<br />•\tDirective 2010/63 on protection of animals used for scientific purposes&#xd;<br />&#xd;<br />•\tRegulation (EC) No 178/2002 laying down the general principles and requirements of food law&#xd;<br />&#xd;<br />•\tDirective 95/46/EC on the protection of individuals with regard to the processing of personal data and on the free movement of such data&#xd;<br />&#xd;<br />•\tU.S. Safe Harbor Decision 2000/520 (invalidated by ECJ on 6 October 2015)","lastUp":"2017-08-03T14:58:34.631+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}