{"id":"87872442953-08","name":"European Federation of Nurses Associations","registrationDate":"2010-01-06T14:43:55.274+02:00","category":3,"subCategory":2,"legal":"Non-Governmental Organisation (Registration Number 476.356.013)","web":"http://www.efnweb.eu/","country":"Belgium","headAddress":"Clos du Parnasse, 11A","headCity":"Brussels","headPostCode":"1050","headPhone":"(322)5 12 74 19","boss":"Elizabeth Adams","bossTitle":"Ms","bossPosition":"President","membersCount":3,"membersFTE":"3.0","membership":"World Health Organisation (WHO); International Council of Nurses (ICN); European Nursing Students Association (ENSA)","memberOrga":"http://www.efnweb.be/?page_id=802","goal":"The EFN objectives are the following:&#xd;<br />&#xd;<br />a)To study and take action on issues relating to the health of the European population and to the nursing profession.&#xd;<br />&#xd;<br />b)To provide updated information on the nursing profession in the European Union and the wider Europe and to notify the European institutions and the national nurses associations of that information. &#xd;<br />&#xd;<br />c)To present its opinions and recommendations on all matters within its competence to institutions in the European Union and the wider Europe, and to take any actions it deems appropriate to ensure that these are duly considered.&#xd;<br />&#xd;<br />d)To communicate and co-operate with other organisations and bodies representing health care professions in Europe.&#xd;<br />&#xd;<br />e)To ensure that nurses and nursing are central in the formulation of Social and Health Policy and its implementation in the European Union and in the wider Europe.&#xd;<br />&#xd;<br />f)To support and facilitate equal access to high-quality health services in the European Union and in the wider Europe. &#xd;<br />&#xd;<br />g)To lobby to ensure appropriate ratios of competent nurses according to population need&#xd;<br />&#xd;<br />h)To increase its representation in the European Union and in the wider Europe and to develop its role as a bridging organisation between national nurses associations and the decision makers in Europe.","acronym":"EFN","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"Education (Directive 2005/36/EC - amended by Directive 2013/55/EU); EU Nursing Workforce (Joint Action on EU Health Workforce Planning); Patient Safety &amp; Quality of Care (Joint Action on Patient Safety &amp; Quality of Care - PaSQ), including eHealth, Digitalisation, AI.","lastUp":"2019-07-02T12:36:15.057+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}