{"id":"878853129855-42","name":"LIMMAT M&amp;M S.L","registrationDate":"2018-01-27T14:06:58.694+01:00","category":2,"subCategory":3,"legal":"S.L.","web":"http://www.limmat-group.com","country":"Spain","headAddress":"C/Cuellar nº11","headCity":"Segovia","headPostCode":"40003","headPhone":"(34)6 44 12 17 75","boss":"Daniel Martin de Lucas","bossTitle":"","bossPosition":"Managing Director ","membersCount":1,"membersFTE":"0.25","membership":"-MAFEX:Spanish Association of Manufacturers and Exporters of Equipment and Services for the Rail Industry.&#xd;\n&#xd;\n-PTFE: Spanish Railways Technological Platform.&#xd;\n&#xd;\n-MANU-KET:Spanish Technological Platform for Advanced Manufacturing.&#xd;\n&#xd;\n-IRSE: Institution of railway signal engineers.&#xd;\n&#xd;\n-AJE: Association of young entrepreneurs&#xd;\n&#xd;\nhttp://limmat-group.com/en/certificaciones","memberOrga":"","goal":"At Limmat , we have extensive experience in the infrastructure sector, supporting our customers' processes and projects through comprehensive engineering, consulting and technological innovative solutions that maximize efficiency in their operations.&#xd;<br />&#xd;<br />Products: Digitization is one of the main priorities of the infrastructure sector, as well as its future, that is why LIMMAT is committed to the development of technological products using artificial intelligence, IoT and big data to improves the quality, reliability, efficiency and performance of our infrastructures. &#xd;<br />&#xd;<br />Railway Consulting &amp; Engineering: LIMMAT has worked on some of the most important railway projects that have been carried out at an international level during recent years. We offer our clients a highly-qualified team of specialists that will provide integral engineering solutions and actively participate in all phases of the project; from the preliminary studies to commissioning or maintenance.&#xd;<br />&#xd;<br />At LIMMAT , the client is our most valuable asset. We view our company as a high-performance team working in line with a common goal. The success of every client's project, is simultaneously, a success for Limmat Group as well.","acronym":"LIMMAT","interests":"Competition, Enterprise, Research and Technology, Trans-European Networks, Transport","euInitiatives":"At Limmat , we have special interest in the following EU iniciatives:&#xd;<br />&#xd;<br />-Policies to improve the competitiveness of the rail supply industry.&#xd;<br />-European strategy for R&amp;D and specific programs for SME.&#xd;<br />-Leadership of the european industry.&#xd;<br />-Strategy and policies related to digitalization.&#xd;<br />-Participation in experts groups","lastUp":"2018-02-01T08:40:27.433+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}