{"id":"879079031906-11","name":"WORLD LEADERSHIP ALLIANCE-CLUB DE MADRID","registrationDate":"2018-06-29T13:16:43.158+02:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro","web":"http://www.clubmadrid.org","country":"Spain","headAddress":"Palacio del Marqués de Cañete. Calle Mayor, 69, Planta 1","headCity":"Madrid","headPostCode":"28013","headPhone":"(34)9 11 54 82 30","boss":"María Elena Agüero ","bossTitle":"Ms","bossPosition":"Secretaria General","membersCount":16,"membersFTE":"13.5","membership":"El Gobierno de España, la Comunidad de Madrid y el Ayuntamiento de Madrid son Miembros Institucionales de la WLA-Club de Madrid. http://www.clubmadrid.org/es/quienes-somos/miembros/","memberOrga":"","goal":"La WLA-Club de Madrid tiene como objetivo fortalecer el liderazgo y las instituciones democráticas, necesarias para el progreso de las sociedades, el desarrollo y el bienestar de los ciudadanos. &#xd;<br />Nuestra organización está compuesta por ex-presidentes y primeros ministros democráticos con una misión concreta. Libres de presiones del cargo, nuestros Miembros ofrecen pro bono a los líderes de hoy sus voces independientes y apartidistas, experiencia y poder de convocatoria, para apoyar la buena gobernanza y promover una visión de la democracia que asegure que ningún miembro de la sociedad se quede atrás.","acronym":"WLA-CDM","interests":"Education and training, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Youth","euInitiatives":"Proyecto por una Sociedad Inclusiva (Shared Societies Project, SSP)&#xd;<br />Proyecto de Prevención del Extremismo Violento (Stop Violent Extremism)&#xd;<br />Proyecto de Democracia de Nueva Generación (Next Generation Democracy)","lastUp":"2018-07-04T10:36:21.047+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}