{"id":"879341828601-14","name":"Allied Technology Experts - Enterprise of Luxembourg","registrationDate":"2017-10-11T14:52:29.249+02:00","category":1,"subCategory":6,"legal":"s.à.r.l","web":"http://www.ateel.lu","country":"Luxembourg","headAddress":"14, Op Huefdreisch","headCity":"Wecker","headPostCode":"L-6871","headPhone":"(352)26 78 77 15","boss":"Marco Tondt","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.5","membership":"- Members of DEGA (Deutsche Gesellschaft für Akustik e.V.) in Germany&#xd;\n&#xd;\n- Members of Swiss Acoustical Society (SGA-SSA)","memberOrga":"DEGA (https://www.dega-akustik.de/dega/english/)&#xd;\n&#xd;\nSGA-SSA (https://www.sga-ssa.ch/?lang=en)","goal":"ATE-EL Acoustics is an entity belonging to ATE-EL. Since 2015, ATE-EL Acoustics has been providing consultancy in architectural acoustics projects, sound systems and organising occupational noise exposure seminars. &#xd;<br />&#xd;<br />Our main goal is to fulfil the lack of knowledge in building acoustics that nowadays exists in the country, providing our expertise and state-of-the-art information concerning insulation and indoor acoustic comfort.&#xd;<br />&#xd;<br />Thanks to the increase of the business, ATE-EL Acoustics is currently trying to expand its activities in Luxembourg as an environmental consultancy, mainly focused in the development of noise maps and action plans (authorisation still pending). Our team is growing. Our knowledge is growing. We hope the interest about acoustics is Europe grows as well.&#xd;<br />&#xd;<br />ATE-EL is an international organization of experts active in the field of technical certification. Our engineers lead the client through the labyrinth of regulations and laws to gain admission to target markets.&#xd;<br />&#xd;<br />ATE-EL is a team of specialists in all aspects of technical homologation and we are aware that the values attitudes freedom and responsibility, respect and tolerance and openness and trust are fundamentally influencing our acting.&#xd;<br />&#xd;<br />ATE-EL is committed to the institutions defining the legal framework of our activity. We see our customers as important partners for which we are a professional service provider delivering high.&#xd;<br />&#xd;<br />Homologation is the entrance ticket to the marketing of the world. The requirements for approval of passenger cars, trucks, campers, trailers, tractors, motorcycles and their components are complex and hard to comprehend and tend to represent an insurmountable obstacle for newcomers. Even insiders lack in keeping up with the numerous amendments and changes of the regulations.&#xd;<br />&#xd;<br />Our engineers guide our clients through the maze of regulations to assist them in the approval process. Reliability, speed, flexibility and competence are the foundations of our service-oriented acting as your partner on issues of certification and product validation.&#xd;<br />&#xd;<br />As experts in vehicles, our engineers can provide solid state-of-the-art knowledge about car technology, including electrical vehicles.","acronym":"ATE-EL","interests":"Culture and media, Energy, Environment, Public Health, Transport","euInitiatives":"DIRECTIVE 2002/49/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 June 2002 relating to the assessment and management of environmental noise&#xd;<br />&#xd;<br />DIRECTIVE 2003/10/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 6 February 2003 on the minimum health and safety requirements regarding the exposure of workers to the risks arising from physical agents (noise) (Seventeenth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC)&#xd;<br />&#xd;<br />EMISSION IN THE AUTOMOTIVE SECTOR&#xd;<br />&#xd;<br />Light-duty vehicles&#xd;<br />&#xd;<br />WLTP – Commission Regulation (EU) 2017/1151&#xd;<br />RDE Act 3 – Commission Regulation (EU) 2017/1154&#xd;<br />RDE Act 2 – Commission Regulation (EU) 2016/646 amending Regulation (EC) No 692/2008 as regards emissions from light passenger and commercial vehicles (Euro 6)&#xd;<br />RDE Act 1 – Commission Regulation (EU) 2016/427 amending Regulation (EC) No 692/2008 as regards emissions from light passenger and commercial vehicles (Euro 6)","lastUp":"2018-09-13T19:46:49.451+02:00","customers":"Chambre des Salariés","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"100000-499999"}