{"id":"879597235408-88","name":"Milena Petkova Tabanska-Petkova","registrationDate":"2019-07-14T10:04:10.189+02:00","category":1,"subCategory":8,"legal":"none","web":"","country":"Bulgaria","headAddress":"Druzhba Housing Complex 1, Block 8, Entr. 4, app. 60, fl. 2","headCity":"Sofia","headPostCode":"1592","headPhone":"(359)8 88 64 08 81","boss":"Milena Tabanska-Petkova","bossTitle":"Ms","bossPosition":"a doctor","membersCount":1,"membersFTE":"1.0","membership":"1.\tBulgarian Medical Association since 1997&#xd;\n2.\tMember of the Society of Endocrinology – since 2012.&#xd;\n3.\tMember of the Bulgarian Academic Society of Occupational Medicine – since 2014.&#xd;\n4.\tMember of the International Commission of Occupational Health (ICOH) - since 2014, member of the Scientific Committees  on MSD, EPICOH, Occupational Medicine.&#xd;\n5.\tMember of the Association health politics and management in Bulgaria- since-2016.&#xd;\n6.\tCollective membership in the European Association for Health Management (EHMA)&#xd;\n7.\tCollective membership in the European Association of Higher Schools of Public Health (ASPHER)&#xd;\n8.\tCollective membership in the European Health Management Association (EUPHA).","memberOrga":"","goal":"I know I could make a valuable addition to the development and future of public health. Health promotion, including at work, non-communicable and occupational diseases prevention, social security and the future of labor relations in the world of digitization, preservation of mental health and right professional choices, sports and arts as tools to achieve these goals.&#xd;<br />Research interests:&#xd;<br />Occupational Health; Relationship and interaction of clinical, particularly General and Occupational Medicine, prevention of musculoskeletal occupational diseases and the role of physical activity, and wall bar in the prevention of musculoskeletal diseases, prevention of endocrine and CVD work-related morbidity, preventive occupational medicine , toxicology and  endocrine disruption; education and training of students and workers, epidemiology of occupational diseases and  accidents; arts and sports activities in the management of occupational stress, and others.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Mental Health and Well-being&#xd;<br />Vision zero, accidents at work, occupational diseases&#xd;<br />Health Promotion&#xd;<br />non-communicable and work-related diseases prevention&#xd;<br />digitization and social security","lastUp":"2019-07-14T10:07:58.442+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}