{"id":"879738020215-10","name":"VEON Ltd.","registrationDate":"2016-01-07T19:17:01.224+02:00","category":2,"subCategory":3,"legal":"Private limited Company (Ltd.)","web":"http://veon.com","country":"Netherlands","headAddress":"Claude Debussylaan 88","headCity":"Amsterdam","headPostCode":"1082 MD","headPhone":"(31)2 07 97 72 00","boss":"Mark  MacGann ","bossTitle":"Mr","bossPosition":"Group Chief Corporate and Public Affairs Officer","membersCount":3,"membersFTE":"1.0","membership":"http://www.iicom.org/&#xd;\nhttp://www.gsma.com/&#xd;\nhttps://www.weforum.org/&#xd;\nhttp://www.cerre.eu/&#xd;\n&#xd;\nSee also Wind Tre S.p.A. (Wind Tre), registration number 228980818095-18","memberOrga":"","goal":"VEON is a NASDAQ and Euronext Amsterdam-listed global provider of connectivity and internet services, with the ambition to lead the personal internet revolution for over 235 million customers it currently serves, and many others in the years to come.  VEON is both the new name of the company and of our new personal digital platform, which we intend to deploy across all our markets in the coming year.&#xd;<br />Our governance structure is designed to promote integrity in everything we do, and we are committed to responsible and effective governance as a core element of our culture. &#xd;<br />VEON is headquartered in Amsterdam, the Netherlands, and operates in Italy, Russia, Ukraine, Algeria, Pakistan, Bangladesh, Kazakhstan, Uzbekistan, Georgia, Armenia and Kyrgyzstan under the “WindTre”, \"Beeline\", \"Kyivstar\", “Djezzy”, “Jazz” and “Banglalink” brands .&#xd;<br />Across the 11 Countries where VEON is present, our promise to customers is to find the best market solution to address their business needs, ensuring it is fully integrated and delivered in the most efficient manner – for every customer, every time.","acronym":"VEON","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"digital single market, electronic communications code, data protection and privacy, net neutrality, payment services, Digital Agenda 2020, cyber security, competition law and policy, state aid, AVMS.","lastUp":"2018-06-28T00:13:45.543+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}