{"id":"87980341522-66","name":"Deutscher Anwaltverein","registrationDate":"2009-04-14T15:55:55.519+01:00","category":2,"subCategory":1,"legal":"eingetragener Verein","web":"http://www.anwaltverein.de/","country":"Germany","headAddress":"Littenstr. 11","headCity":"Berlin","headPostCode":"10179","headPhone":"(49)3 07 26 15 20","boss":"Ulrich Schellenberg","bossTitle":"Mr","bossPosition":"Präsident","membersCount":7,"membersFTE":"5.5","membership":"Die Mitgliedschaften des Deutschen Anwaltvereins ergeben sich aus seinem Internetauftritt:&#xd;\nhttp://www.anwaltverein.de/interessenvertretung/mitgliedschaften?PHPSESSID=d6ac6da0c0b4b3daf85184f222f1cd0c","memberOrga":"Örtliche Anwaltvereine:&#xd;\nhttp://www.anwaltverein.de/ueber-uns/oertliche-anwaltvereine","goal":"Zweck des Deutschen Anwaltvereins (DAV) ist nach seiner Satzung die Wahrung, Pflege und Förderung aller beruflichen und wirtschaftlichen Interessen der Anwaltschaft einschließlich des Anwaltsnotariats. Er fördert Rechtspflege und Gesetzgebung, bietet Aus- und Fortbildung an und pflegt Gemeinsinn und wissenschaftlichen Geist der Rechtsanwaltschaft. &#xd;<br />&#xd;<br />Der DAV ist der Interessenvertreter der deutschen Anwaltschaft auf nationaler, europäischer und internationaler Ebene.&#xd;<br />&#xd;<br />Der DAV nimmt durch seine Fach- und Gesetzgebungsausschüsse Stellung zu allen bedeutenden Gesetzgebungsvorhaben in Deutschland. Unter dem Dach des DAV tauschen sich fachlich spezialisierte Rechtsanwälte in mehr als 30 Arbeitsgemeinschaften aus, bilden sich fort und geben Fachzeitschriften heraus. Das Anwaltsblatt ist das juristische Periodikum mit der höchsten Auflage Deutschlands.&#xd;<br />&#xd;<br />Dem DAV gehören über 258 örtliche Anwaltvereine mit etwa 66.000 Rechtsanwältinnen und Rechtsanwälten an.","acronym":"DAV","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Trade, Transport","euInitiatives":"Wichtigste EU-Initiativen des Vorjahres: u.a. Binnenmarktstrategie und Europäisches Dienstleistungspaket, Initiative zum Europäischen Insolvenzrecht, Überarbeitung der vierten Geldwäscherichtlinie, Europäisches Vertragsrecht, Europäische Staatsanwaltschaft...","lastUp":"2017-02-28T14:24:32.946+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}