{"id":"880143435725-46","name":"Asociación Mediterránea de Peritos de las Tecnologías de la Información y la Comunicación","registrationDate":"2019-08-28T11:51:42.605+02:00","category":2,"subCategory":7,"legal":"Asociación (sin ánimo de lucro)","web":"http://aspertic.org/","country":"Spain","headAddress":"Plaza del Sol núm. 20 bajos","headCity":"Barcelona","headPostCode":"08012","headPhone":"(34)9 31 60 01 60","boss":"Josep Jover Padró","bossTitle":"Mr","bossPosition":"President","membersCount":22,"membersFTE":"7.0","membership":"ASPERTIC has signed agreements with important organisations, authorities and bodies such as the International Criminal Bar (http://www.bpi-icb.com/en/), the Council of Catalan Bar Associations (https://www.cicac.cat/), CIAE-COPYME (http://www.copyme.es/), and the Association of Catalan Municipalities (https://www.acm.cat/).&#xd;\nPlease find below links to articles about these agreements:&#xd;\n- https://espacioseuropeos.com/2017/11/la-asociacion-catalana-municipios-la-asociacion-mediterranea-peritos-las-tic-aspertic-firman-acuerdo-la-potenciacion-la-seguridad-interna-ciber-seguridad-los-muni/&#xd;\n- http://www.autonomos-ciae.es/asociaciones/","memberOrga":"","goal":"ASPERTIC is a NON-profit association that works towards a better justice system and a better technology use as well as cybersecurity. It is an association of experts with a broad experience with ICTs (Information and communications technology), including copper pair technologies, robotics, biotechnology, and cybersecurity. Currently the association has members from Spain, Andorra, Belgium, Germany and France, and welcomes members who work on areas including technology, law, security and outreach.  ASPERTIC was created with the aim to include the best and most skilled experts, and this has now been solidly consolidated. This is proven by the fact that we have signed agreements with important organisations, authorities and bodies such as the International Criminal Bar, the Council of Catalan Bar Associations, CIAE-COPYME, and the Association of Catalan Municipalities. Furthermore, our members have appeared several times before the Spanish Congress and Senate, as well as different European Institutions. Our members are also experienced speakers at congresses and panel discussions. For example, during the last few months, around thirty members of ASPERTIC have been speakers in more than a dozen congresses on cybersecurity, mainly in Spain. Our next main scheduled event will be the BARCELONA BLOCKCHAIN WEEK, during which at least three of our members will be speaking on several topics. Before that, one of our members will appear at the Technical Conference on Quantic Technologies, organized by the Central Academy of Defence on the 12 of September, or the Conferences that INCIBE and ISACA are organizing in order to find new talent. &#xd;<br />We would like to highlight that ASPERTIC and its members are very involved in the fight against corruption in Spain and the European Union, as well as defending privacy. These have not only been defended in appearances at the European Parliament but also whilst advising different groups of members of the European Parliament in drafting their questions. The last question that was put forward was on 25 July 2019 with reference number 117558 and it was related to the UK’s lawful ability to extradite Mr Julian Assange.  &#xd;<br />Apart from our activity before justice organs, ASPERTIC has trained judges, hundreds of lawyers and politicians on security and cybersecurity. Very soon we will close a project on development of strategies and tools against digital violence.  &#xd;<br />The broad skills of our members make our association a very worthy element in order to advise European Institutions independently on cybersecurity certification framework and advise on general and strategic matters concerning ENISA’s tasks relating to market, cybersecurity certification and standardisation. Our association strongly believe in all the opportunities the EU can bring in terms of cybersecurity and how important it is to have a strong cybersecurity certification framework at the moment.","acronym":"ASPERTIC","interests":"Borders and Security, Business and Industry, Communication, Digital economy and society, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Research and innovation","euInitiatives":"ASPERTIC is applying to be a member of the STAKEHOLDER CYBERSECURITY CERTIFICATION GROUP, which is to be selected by the European Commission. The Stakeholder Cybersecurity Certification Group will be chiefly responsible for advising the Commission and ENISA on strategic issues regarding cybersecurity certification, and assisting the Commission in the preparation of the Union rolling work programme.&#xd;<br />We work closely with EU officials supporting the new whistleblowers directive being the most significant group traveling from Spain to support and promote this initiative.","lastUp":"2019-08-28T11:53:11.504+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}