{"id":"880543410462-88","name":"Westdeutsche Lotteriegesellschaft GmbH &amp; Co. OHG","registrationDate":"2013-01-15T11:05:27.426+01:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. OHG","web":"http://www.westlotto.com","country":"Germany","headAddress":"Weseler Straße, 108-112","headCity":"Münster","headPostCode":"48151","headPhone":"(49)02 51 70 06 12 22","boss":"Andreas Kötter","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"1.0","membership":"Deutscher Lotto- und Totoblock&#xd;\nEuropean Lotteries and Toto Association&#xd;\nWorld Lottery Association&#xd;\nVerein zur Förderung von Forschung und Lehre auf dem Gebiet „Spiele und Wetten“  (Universität Hohenheim)","memberOrga":"","goal":"Die Westdeutsche Lotterie GmbH &amp; Co. OHG (WestLotto) mit Sitz in Münster, die Staatliche Toto-Lotto GmbH Baden- Württemberg und die Toto-Lotto Niedersachsen GmbH veranstalten mit Genehmigung der jeweils zuständigen Bundesländer Nordrhein-Westfalen, Baden-Württemberg und Niedersachsen auf der Basis des Glücksspielstaatsvertrages und den Ausführungsgesetzen der Länder Nordrhein-Westfalen, Baden-Württemberg und Niedersachsen Lotterien und Sportwetten in rd. 8870 Annahmestellen (rd. 3.450  davon in NRW, rd. 3.219 in BW und rd. 2201 in Niedersachsen). &#xd;<br />Die drei genannten Lotteriegesellschaften unterstützen die jeweiligen Bundesländer bei ihrem gesetzlichen Auftrag der Kanalisierung des Spieltriebs durch ein attraktives staatliches Angebot. &#xd;<br />In der WestLotto-Unternehmenszentrale in Münster sind 346 Mitarbeiterinnen und Mitarbeiter beschäftigt, in der Unternehmenszentrale von Lotto Baden-Württemberg in Stuttgart rd. 190 Mitarbeiterinnen und Mitarbeiter und in der Unternehmenszentrale Lotto Niedersachsen sind rd. 167 Mitarbeiterinnen und Mitarbeiter beschäftigt. &#xd;<br />Der Jahresumsatz von WestLotto betrug 2016 rd. 1,69 Milliarden (inkl. Bearbeitungsgebühren). &#xd;<br />Die Gewinnausschüttung an die Spielteilnehmer lag 2016 bei rund 807,1 Millionen Euro. &#xd;<br />Rund 656,5 Millionen Euro führte WestLotto 2016 als Steuern und Abgaben an das Land Nordrhein-Westfalen ab.&#xd;<br />Der Jahresumsatz von Lotto Baden Württemberg betrug 2016 rd. 967,4  Millionen Euro. Die Gewinnausschüttung an die Spielteilnehmer lag 2016 bei 50 Prozent des Jahresumsatzes, dies entspricht rund 478,5  Millionen Euro. Rund 378,3 Millionen Euro führte Lotto Baden-Württemberg 2016 als Zweckerträge und Lotteriesteuer an das Land Baden-Württemberg ab. &#xd;<br />Der Jahresumsatz der Toto-Lotto Niedersachsen GmbH betrug 2016 rd. 707,1 Millionen Euro (inkl. Bearbeitungsgebühren). Die Gewinnausschüttung an die Spielteilnehmer lag 2016 bei rund 341,5 Millionen Euro. Rund 287,9 Millionen Euro führte die Toto-Lotto Niedersachsen GmbH 2016 als Glücksspielabgabe und Lotterie-/Sportwettensteuern an das Land Niedersachsen ab. &#xd;<br />&#xd;<br />Aus den Steuern und Abgaben werden öffentliche Einrichtungen und gemeinnützige Organisationen in Bundesländer Nordrhein-Westfalen, Baden-Württemberg und Niedersachsen, wie z. B. die Landessportbünde gefördert.&#xd;<br />&#xd;<br />WestLotto, Lotto Baden-Württemberg und Lotto Niedersachsen sind Mitglied der Poolungsgemeinschaften des Deutschen Lotto- und Totoblocks und der Eurojackpot-Kooperation. &#xd;<br />Gesellschafter von WestLotto sind die NRW.BANK, Düsseldorf/Münster und die Nordwestlotto in Nordrhein-Westfalen GmbH. &#xd;<br />Gesellschafter von Lotto Baden-Württemberg ist die Beteiligungsgesellschaft des Landes Baden-Württemberg. &#xd;<br />Gesellschafter der Toto-Lotto Niedersachsen GmbH sind die Norddeutsche Landesbank Girozentrale, die TLN Beteiligungsgesellschaft mbH &amp; Co. KG, der LandesSportBund Niedersachsen e.V. und der Niedersächsische Fußballverband e.V.","acronym":"WestLotto","interests":"Audiovisual and Media, Competition, Consumer Affairs, Economic and Financial Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Sport, Taxation, Trade","euInitiatives":"Uns interessiert der Digitale Binnenmarkt, dabei besonders Geo-Blocking und Audiovisuelle Medien","lastUp":"2017-09-21T10:10:23.345+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}