{"id":"88140777010-24","name":"Naturefriends International","registrationDate":"2011-10-25T11:20:05.152+02:00","category":3,"subCategory":2,"legal":"non-profit association","web":"http://www.nf-int.org","country":"Austria","headAddress":"Viktoriagasse 6/1","headCity":"Vienna","headPostCode":"A-1150","headPhone":"(43)18 92 38 77","boss":"Andrea Lichtenecker","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"1.5","membership":"http://www.nfi.at//index.php?option=com_content&amp;task=view&amp;id=7&amp;Itemid=13","memberOrga":"Naturefriends Austria(150000),&#xd;\nNaturefriends Belgium-Flanders(3900),&#xd;\nUnion Francophone “Les Amis de la Nature(2000),&#xd;\nNaturefriends Germany(85000),&#xd;\nNaturefriends Finnland(2000),&#xd;\nNaturefriends Danemark(100),&#xd;\nNaturefriends France(12000),&#xd;\nNaturefriends Greece(750),&#xd;\nNaturefriends Italy(2000),&#xd;\nNaturefriends Netherlands(30000),&#xd;\nNaturefriends Romania(150),&#xd;\nNaturefriends Czech Republic(5000),&#xd;\nYoung Naturefriends IYNF(22),&#xd;\nNaturefriends Togo(2500),&#xd;\nNaturefriends Senegal(23850),&#xd;\nNaturefriends Slovakia(3000),&#xd;\nNaturefriends Switzerland(25000),&#xd;\nNaturefriends Sweden(250),&#xd;\nNaturefriends Sudtirol(750),&#xd;\nNaturefriends Lihuania(250),&#xd;\nNaturefriends Portugal(250),&#xd;\nNaturefriends USA(1200),&#xd;\nNaturefriends Cameroon(1250),&#xd;\nNaturefriends Mali(1000),&#xd;\nNaturefriends Burkina Faso(1000)","goal":"NFI is an umbrella organisation of Naturefriends with  350’000 members in approximately 50 member and/or partner organisations throughout the globe, the Naturefriends movement – which was founded in 1895 – is one of the largest non-governmental organisations (NGOs) worldwide. Our members are active in local groups and are represented in regional, national and federal associations. &#xd;<br />&#xd;<br />Environmental protection and social justice are the causes espoused by the Naturefriends movement, which is global in character and democratic in structure. The focus of Naturefriends activities is on designing and implementing sustainability schemes for the environment and for the society at regional, national and international level. Naturefriends stand for&#xd;<br />&#xd;<br />    *tourism and leisure activities that are socially equitable and in tune with nature&#xd;<br />    *the protection, preservation and dynamic interpretation of our natural and cultural heritage&#xd;<br />    *the promotion of sustainable mobility as a contribution to climate protection&#xd;<br />&#xd;<br />Naturefriends champion:&#xd;<br />&#xd;<br />    nature interpretation: Inspiring people to connect with and to preserve the natural environment and to introduce them to biodiversity have been major concerns of the Naturefriends movement from its very inception.&#xd;<br />    respectful sustainable tourism:Naturefriends advocate a socially, culturally and ecologically benign development of tourism.&#xd;<br />    climate protection:Naturefriends are actively engaged in environment and climate protection, organising pertinent campaigns and projects.&#xd;<br />    sustainable regional development: Naturefriends activities are designed to support regions in opting for sustainable tourism.&#xd;<br />    political commitment: Naturefriends are engaged in lobbying and educational activities as well as in intensive networking with a view to popularising issues relating to the environment, to the climate and to social policy at regional, national and international level.&#xd;<br />    worldwide solidarity: Naturefriends put in train intercultural projects and encounters and demand fair and respectful behaviour vis-à-vis all people, irrespective of their ethnicity, sex or religious beliefs.","acronym":"NFI","interests":"Agriculture, Climate Action, Consumers, Culture, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Sport, Trade, Transport, Youth","euInitiatives":"EU Tourism Policies&#xd;<br />Biodiversity Protection-Natura 2000, EU Biodiversity Strategy&#xd;<br />EU Strategy for the Alpine Region&#xd;<br />EU Sustainable Development Strategy-EU 2020","lastUp":"2018-04-24T19:59:12.235+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}