{"id":"881407135327-67","name":"ista International GmbH","registrationDate":"2019-07-05T11:49:29.430+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.ista.com","country":"Germany","headAddress":"Luxemburger Straße 1","headCity":"Essen","headPostCode":"45131","headPhone":"(49)02 01 45 9- 02","boss":"Florian Dötterl","bossTitle":"","bossPosition":"Head of Communications and Public Affairs","membersCount":2,"membersFTE":"0.5","membership":"ARGE - http://www.arge-institute.de/&#xd;\nEVVE - http://www.evve.com/&#xd;\nDENEFF - http://www.deneff.org/&#xd;\nBDI - http://bdi.eu/&#xd;\nZIA - http://www.zia-deutschland.de/","memberOrga":"","goal":"ista ist eines der weltweit führenden Unternehmen bei der Verbesserung der Energieeffizienz im Gebäudebereich. Mit unseren Produkten und Services helfen wir, Energie, CO2 und Kosten nachhaltig einzusparen. ista hat sich dafür auf das Submetering spezialisiert, also auf die individuelle Erfassung, Abrechnung und transparente Visualisierung von Verbrauchsdaten für Mehrfamilienhäuser und gewerbliche Immobilien. Als Grundlage nutzen wir ein Portfolio modernster Hardwarekomponenten zum Energiedatenmanagement. Dazu gehören funkbasierte Heizkostenverteiler, Wasserzähler, Wärmezähler sowie entsprechende Montagesysteme. Das Unternehmen beschäftigt in 24 Ländern weltweit mehr als 5.100 Menschen und unterstützt rund zwölf Mio. Nutzeinheiten (Wohnungen und Gewerbeimmobilien) bei der Einsparung wichtiger Ressourcen. Darüber hinaus leistet ista mit funkbasierten Rauchwarnmeldern sowie der Trinkwasseranalyse einen wesentlichen Beitrag zur Mietersicherheit. 2017 erwirtschaftete die ista Gruppe einen Umsatz von 877,4 Mio. Euro. Mehr Informationen unter www.inside.ista.com.","acronym":"ista","interests":"Business and Industry, Climate Action, Consumers, Digital economy and society, Energy, Environment, Public Health, Research and innovation","euInitiatives":"Implementation of: &#xd;<br />EED - Energy Effiency Directive review&#xd;<br />EPBD - Energy Performance of Buildings Directive review&#xd;<br />&#xd;<br />Development of:&#xd;<br />SRI - Smart Readiness Indicator","lastUp":"2019-07-05T11:49:46.317+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}