{"id":"881950029607-05","name":"Joint Secretariat of Interreg-IPA Hungary-Serbia CBC","registrationDate":"2018-01-15T17:22:54.261+01:00","category":6,"subCategory":11,"legal":"none","web":"http://www.interreg-ipa-husrb.com","country":"Hungary","headAddress":"Sz?p street 2, 3rd Floor","headCity":"Budapest","headPostCode":"1053","headPhone":"(36)3 02 24 75 91","boss":"Viktor Tunic","bossTitle":"","bossPosition":"Acting Head of JS","membersCount":9,"membersFTE":"9.0","membership":"N/A","memberOrga":"Sadly, we can't put a number on the number of our membership since we are a JS that is in contact with a huge number of applicants and beneficiaries, however they can't be considered members. We were or are in contact with up to 500 institutions, of the region (Hungary and Serbia)","goal":"The Joint Secretariat, just like any other JS assists the Programme bodies ? MA, CA, AA, JMC and NAs in carrying out their respective duties.  The JS provides assistance to potential applicants, and by keeping the regular contact with Lead Beneficiaries of contracted projects, it supports efficient project implementation in both sides of the border. The JS is set up within Sz?chenyi Programme Office Non-profit LLC (SZPO), as a hosting institution on the basis of a contract with the MA, and has members in Budapest and Szeged in Hungary. Our goal is the successful implementation of the Interreg- IPA HU-SRB CBC Programme!","acronym":"JS IPA CBC Hu-Srb","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Consumer Affairs, Culture, Development, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"Our duty as the Joint Secretariat is to abide by all the rules and regulations of the EC, laws of Hungary and Serbia. Globally, we are part of the Instrument for Pre-Accession Assistance (IPA) programme of the EU.","lastUp":"2018-01-15T17:23:17.331+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}