{"id":"882273632045-87","name":"European Network for Women In Leadership","registrationDate":"2018-07-12T13:22:10.611+02:00","category":3,"subCategory":2,"legal":"association","web":"http://www.wileurope.org","country":"France","headAddress":"163 Boulevard Malesherbes","headCity":"PARIS","headPostCode":"75017","headPhone":"(33)9 70 40 85 90","boss":"Bertrand Salord","bossTitle":"Mr","bossPosition":"Treasurer","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Our Premium Partners are members of our organization. &#xd;\nwww.wileurope.org/Partners","goal":"About WIL Europe&#xd;<br />The European Network for Women in Leadership (WIL) is a network of 270+ women in high-level positions in the private, public and academic fields and across 24 European countries.&#xd;<br />Our Mission&#xd;<br />WIL Europe is committed to the promotion and advancement of the professional and social interests of women in leadership positions across Europe.","acronym":"WIL Europe","interests":"Competition, Digital economy and society, Education and training, Employment and Social Affairs, Environment","euInitiatives":"Since 2010, WIL Europe has been acting as a platform where senior level women can meet and exchange, network, enlarge their horizons, and identify opportunities and ideas that are not readily available in their current social and professional environments.&#xd;<br />We achieve our mission through international and local events, peer networking, core social and economic debates with key political and business leaders, and via our online website and newsletter.&#xd;<br />WIL Women Talent Pool&#xd;<br />Since 2012, WIL Europe has launched its Women Talent Pool program, an 18-months cycle program which aims to support high potential women to become tier 1 leaders by offering them a range of online and offline learning and networking opportunities.","lastUp":"2018-07-12T17:28:03.198+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}