{"id":"88267013456-85","name":"Belgian Entertainment Association","registrationDate":"2010-04-15T11:40:45.543+01:00","category":2,"subCategory":1,"legal":"vzw","web":"http://www.belgianentertainment.be/","country":"Belgium","headAddress":"Alfons Gossetlaan","headCity":"Groot-Bijgaarden","headPostCode":"1702","headPhone":"(32)27 79 41 74","boss":"Pieter Swaelens","bossTitle":"Mr","bossPosition":"directeur","membersCount":1,"membersFTE":"0.25","membership":"BEA is lid van UNIZO,IFPI, IVF en ISFE","memberOrga":"https://www.belgianentertainment.be/en/whoweare","goal":"BEA is de beroepsvereniging van de Belgische games-, muziek- en video-industrie. De Belgische entertainmentindustrie (games, muziek en video) realiseerde in 2009 een omzet van € 615 miljoen en stelt meer dan 15 000 mensen tewerk. &#xd;<br />&#xd;<br />BEA bundelde in 2008 de krachten van BLISA, BVF en IFPI Belgium, respectievelijk de beroepsfederaties van de Belgische interactieve software- (kortweg games), video- en muziekindustrie om de belangen van de Belgische Entertainmentsector nog beter te verdedigen. BEA verenigt zo meer dan 50 bedrijven actief in de productie en/distributie van games, interactieve software, muziek en video. Samen vertegenwoordigen de leden van BEA bijna 90% van de Belgische entertainmentindustrie. &#xd;<br />&#xd;<br />De opdrachten van BEA zijn: &#xd;<br />&#xd;<br />► het bevorderen van de waarde van muziek, film en games in de samenleving, zowel in het sociaal, economisch als het cultureel leven; &#xd;<br />&#xd;<br />► de bescherming en de verdediging van de belangen van de sectoren in het algemeen en haar leden in het bijzonder; &#xd;<br />&#xd;<br />► het bevorderen van een redelijke toegang tot de markt en het streven naar aangepaste auteurswetten; &#xd;<br />&#xd;<br />► het verstrekken van informatie over de werking van de entertainmentsector in het algemeen en van haar leden in het bijzonder.","acronym":"BEA","interests":"Consumers, Culture, Culture and media, Digital economy and society","euInitiatives":"Digital agenda,&#xd;<br />Digital single market&#xd;<br />Creative industries&#xd;<br />Gaming industry&#xd;<br />Film industry&#xd;<br />Music industry","lastUp":"2019-11-13T11:35:27.394+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}