{"id":"882775230396-01","name":"European Network of Medical Residents in Public Health","registrationDate":"2018-03-08T11:23:18.499+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://euronetmrph.org/","country":"France","headAddress":"17 Rue du Fer à Moulin","headCity":"Paris","headPostCode":"75005","headPhone":"(44756)3 53 48 81","boss":"Laura Torre","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"Our members are national associations of public health residents. &#xd;\n&#xd;\nThey are represented by National Commissions, which are listed on the website: http://euronetmrph.org/euronet-national-comissions/","goal":"EuroNet MRPH aims to create a professional network among European residents in Public Health in order to share information on educational programs, to facilitate exchanges and common activities, as well as to develop a body of scientific research.&#xd;<br />&#xd;<br />SPECIFIC OBJECTIVES:&#xd;<br />    To encourage initiatives by national associations of residents in Public Health taking part in the network;&#xd;<br />    To collaborate in shared projects of high scientific value, aimed at publication where applicable;&#xd;<br />    To promote the development of full professional skills for Public Health professionals;&#xd;<br />    To promote the education of residents in Public Health by organizing – or co-organizing meetings, conferences, workshops, etc.;&#xd;<br />    To facilitate internship for residents and trainees in Europe in the countries represented in the network;&#xd;<br />    To strengthen the role of Public Health professionals in Europe.","acronym":"EuroNet MRPH","interests":"Budget, Digital economy and society, Education and training, Environment, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Taxation, Trans-European Networks, Youth","euInitiatives":"Health and public health workforce related EU initiatives. We do not follow EU initiatives on regular basis.","lastUp":"2019-02-25T16:49:14.264+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}