{"id":"882852526227-79","name":"Overseas Countries and Territories Association","registrationDate":"2017-03-06T17:17:21.207+01:00","category":6,"subCategory":11,"legal":"ASBL","web":"http://www.octassociation.org","country":"Belgium","headAddress":"Rue d'Arlon 73","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)28 95 34 32","boss":"Carol Voges","bossTitle":"Ms","bossPosition":"President of the Executive Committee","membersCount":1,"membersFTE":"1.0","membership":"Global Island Partnership: GLISPA www.glispa.org","memberOrga":"There are 25 OCTs currently listed in the annex II of the TFEU. Their associated territories status was created under the Treaty of Rome in 1957, and is defined as the territories which have special relations with Denmark, France, the Netherlands and the United Kingdom.&#xd;\n&#xd;\nOut of 25 OCTs, all the permanently inhabited territories (21) are members of OCTA:&#xd;\n&#xd;\n- Anguilla&#xd;\n- Aruba&#xd;\n- Bermuda&#xd;\n- Bonaire&#xd;\n- British Virgin Islands&#xd;\n- Cayman Islands&#xd;\n- Curaçao&#xd;\n- Falkland Islands&#xd;\n- Greenland&#xd;\n- Montserrat&#xd;\n- New Caledonia&#xd;\n- French Polynesia&#xd;\n- Saba&#xd;\n- Saint Barthélemy&#xd;\n- Saint Pierre and Miquelon&#xd;\n- Sint Eustatius&#xd;\n- Sint Maarten&#xd;\n- Pitcairn&#xd;\n- Saint Helena&#xd;\n- Turks &amp; Caicos Islands&#xd;\n- Wallis and Futuna&#xd;\n&#xd;\nAs well as the French Southern Antarctic Lands - TAAF.","goal":"The Association of the Overseas Countries and Territories of the European Union is a not-for-profit organisation that serves as a platform through which the Overseas Countries and Territories (OCTs) realize their common goals by working collectively through cooperation, policy dialogue, promotion of common positions and partnerships for the sustainable development of OCTs.&#xd;<br />&#xd;<br />OCTA has the following objectives:&#xd;<br />i.\tTo provide a discussion forum for ideas and debates on subjects of shared interest.&#xd;<br />ii.\tTo work in the mutual interest of the members.&#xd;<br />iii.\tTo share specific information on subjects of shared interest benefiting all Overseas Countries and Territories of the European Union.&#xd;<br />iv.\tTo make recommendations when necessary to the governments of all OCTs and Member States of the European Union to which they belong concerning appropriate measures to be taken.&#xd;<br />v.\tTo develop effective working relations, as a group, with the institutions of the European Union, the group of African, Caribbean and Pacific countries and its secretariat and other relevant international, multilateral and regional organisations.&#xd;<br />vi.\tTo share successful experiences with members of the association in areas of shared interest.&#xd;<br />vii.\tTo defend the joint interests of the members and represent these interests to institutions of the European Union and in all areas listed in the OCT Decision","acronym":"OCTA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"OCT-EU relations and EU External action&#xd;<br />Regional integration&#xd;<br />Research, education and innovation&#xd;<br />Trade, investment and growth&#xd;<br />Climate change&#xd;<br />Biodiversity&#xd;<br />Sustainable energy&#xd;<br />Financial Services&#xd;<br />&#xd;<br />Main Union programmes of interest for OCTs: H2020, Erasmus+, COSME, Life+","lastUp":"2017-03-23T10:32:21.829+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}