{"id":"883445622178-17","name":"Tedeschi Bernadette","registrationDate":"2016-06-09T11:43:49.779+02:00","category":1,"subCategory":8,"legal":"nessuno","web":"","country":"Belgium","headAddress":"Rue Paul Emile Janson  n. 3","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 86 66 33 87","boss":"Bernadette Tedeschi","bossTitle":"","bossPosition":"Avvocato","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"PUBLIC AFFAIRS&#xd;<br />Given the increasing impact of international and European laws on the national and regional spheres, the management of political risk at the EU level has become fundamental for businesses. &#xd;<br />&#xd;<br />LEGISLATIVE MONITORING  &#xd;<br />- advising clients during all the stages of the policy‐making process: Agenda setting, Policy formulation  Decision making and implementation&#xd;<br />&#xd;<br />- guiding clients through the EU policy arena working closely with all law makers at all levels.&#xd;<br />&#xd;<br />PUBLIC RELATIONS&#xd;<br /> - organizing first class events, meetings and conferences on topics high on the political agenda, in view of promoting the creation of positive synergies between stakeholders and enhancing the relations between the private and the public sphere. &#xd;<br />&#xd;<br />- assisting clients in strategy business development, in order to be considered as important players in Brussels, enhancing and expanding their reputation, to be recognized as a reliable and credible actors taking part to the policy debate.","acronym":"Tedeschi Consulting","interests":"Agriculture, Business and Industry, Competition, Consumers, Digital economy and society, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade, Transport","euInitiatives":"1. Justice and home affairs&#xd;<br />2. Growth and EU internal market&#xd;<br />3. Digital economy&#xd;<br />4. Environment and climate change&#xd;<br />5. Energy&#xd;<br />6. Public Health&#xd;<br />7. Food safety&#xd;<br />8. Transport","lastUp":"2018-05-16T10:54:29.321+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}