{"id":"883659127919-29","name":"SD-M GmbH","registrationDate":"2017-08-01T17:43:29.291+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.sd-m.de","country":"Germany","headAddress":"Podbielskistr. 166 B","headCity":"Hannover","headPostCode":"30177","headPhone":"(49)17 26 78 22 83","boss":"Florian Brechtel","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"1.0","membership":"https://www.forum-ng.org/de/","memberOrga":"","goal":"Die SD-M® GmbH kooperiert mit institutionellen Investoren, Indexprovidern und den führenden Asset Managern und Master-KVGen in Deutschland, die damit ihrer treuhänderischen Verantwortung zur Berücksichtigung materieller ökologischer, sozialer und Governance-Kriterien gemäß Punkt V. 4 der BVI-Wohlverhaltensregeln 2016 nachkommen.  &#xd;<br />&#xd;<br />Bedeutsamste Nachhaltigkeitsindikatoren (SD-KPIs) werden in konventionelle Investmentprozesse integriert (SD-KPIntegration®):&#xd;<br />&#xd;<br />    Erster Schritt ist häufig die Lizenzierung der branchenspezifischen Datenbank&#xd;<br />    SD-KPInform®  für mehr als 4.300 Unternehmen oder&#xd;<br />    eine SD-KPInventur® bestehender Portfolios (auch im Rahmen einer Master-KVG). Hiermit können die Berichtspflichten zu nachhaltigen Investments für institutionelle Investoren im Geschäftsbericht gemäß §§ 289; 315 HGB, CSR-Bilanzrichtlinie 2014/95/EU und § 144 Abs. 1 VAG erfüllt werden. &#xd;<br />    Einen Wechsel zu einer nachhaltigeren Benchmark mit geringem Tracking Error und liquiden Derivaten sowie passives Index-/Spezialfonds-Investment ermöglicht die iSTOXX® SD-KPIndex® Familie:&#xd;<br />    EURO iSTOXX 50 SD-KPI,&#xd;<br />    iSTOXX Europe 50 SD-KPI, &#xd;<br />    iSTOXX Europe 600 SD-KPI.&#xd;<br />    In aktiven Spezialfonds und Direktanlagen erfolgt die SD-KPIntegration® z.B. durch Über- und Untergewichtungsstrategien oder kurze Ausschlusslisten.","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Consumers, Economy, finance and the euro, General and Institutional Affairs","euInitiatives":"EU-CSR-Richtline sowie Konsultationen der High Level Experts Group on Sustainable Investments","lastUp":"2018-07-13T12:43:44.100+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}