{"id":"884220331168-56","name":"Związek Pracodawców Motoryzacji i Artykułów Przemysłowych","registrationDate":"2018-04-12T13:33:30.916+02:00","category":2,"subCategory":4,"legal":"związek pracodawców","web":"http://konfederacjalewiatan.pl/o_nas/czlonkowie/zwiazki_branzowe/zwiazek_pracodawcow_motoryzacji_i_artykulow_przemy","country":"Poland","headAddress":"ul. Zbyszka Cybulskiego 3","headCity":"WARSZAWA","headPostCode":"00-727","headPhone":"(48)2 25 59 98 70","boss":"Paweł Wideł","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":2,"membersFTE":"2.0","membership":"Konfederacja Lewiatan","memberOrga":"","goal":"Związek Pracodawców Motoryzacji i Artykułów Przemysłowych (ZPM) swoją działalność rozpoczął w roku 2002 i jest jednym ze związków branżowych Konfederacji Lewiatan zrzeszającym średnich i dużych przedsiębiorców wywodzących się ze zdywersyfikowanych segmentów branży motoryzacyjnej w Polsce. Podmioty te reprezentują szerokie spektrum zagadnień branżowych oraz często zróżnicowane interesy, niemniej jednak łączy je wspólna idea Związku, którą jest podejmowanie działań na rzecz rozwoju sektora motoryzacyjnego, w tym wszelkich inicjatyw mających na celu wdrożenie dobrych praktyk zwiększających konkurencyjność przedsiębiorstw na europejskim i światowym rynku motoryzacyjnym. Związek bierze aktywny udział w pracy nad ustawami i prawem gospodarczym, tak aby ułatwić działalność przedsiębiorcom. Opiniuje projekty ustaw, prowadzi badania, inicjuje zmiany gospodarcze, doradza w kluczowych dla branży kwestiach. Buduje silne relacje z prawodawcami i edukacją, reprezentując interesy branży motoryzacyjnej.","acronym":"ZPMiAP","interests":"Climate Action, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Research and Technology, Trade, Transport","euInitiatives":"-dyrektywa w sprawie promowania ekologicznie czystych i energooszczędnych pojazdów transportu drogowego&#xd;<br />- gospodarka obiegu zamknietego","lastUp":"2018-04-12T13:39:11.305+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}