{"id":"884372835826-88","name":"Réseau International des Droits Humains Europe RIDHE","registrationDate":"2019-09-06T17:18:35.054+02:00","category":3,"subCategory":2,"legal":"AISBL Association Internationale sans but lucratif","web":"http://www.ridh","country":"Belgium","headAddress":"Rue Borrens 51, 1050 Bruxelles Belgique","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)4 76 88 32 58","boss":"Ramón  Munoz Castro  ","bossTitle":"Mr","bossPosition":"Présidente de la Association  ","membersCount":4,"membersFTE":"2.0","membership":"https://www.escr-net.org/fr&#xd;\nhttps://ridh.org/","memberOrga":"Plataforma contra la impunidad en Guatemala.&#xd;\nComision Permanente de derechos humanos de Nicaragua.&#xd;\nIFEX ALC.&#xd;\nFUNDAMEDIOS ECUADOR. &#xd;\nTIERRA DIGNA COLOMBIA.&#xd;\nONGLAC SUIZA. &#xd;\nLECTURES PARTAGEES SUISA ET CLOMBIA &#xd;\nMOVIMIENTO SOCIAL AMBIENTAL COLOMBIA.&#xd;\nCOMISION MEXICANA DE PROMOCION Y DEFENSA DE LOS DERECHOS HUMANOS.&#xd;\nREDESCNET.&#xd;\nALIANZA POR EL TRATADO SOBRE EMPRESAS MULTINACIONALES Y LOS DERECHOS HUMANOS. &#xd;\nCOORDINACION DE ORGANIZACIONES EN COLOMBIA. &#xd;\nDEFENDAMOS LA PAZ COLOMBIA.","goal":"Contribuer au renforcement de ceux qui sont engagésdans la promotion et la protection des droits humains et proteger les personnes qui défende les droits en particulier les organisations et défenseurs des droits humains, les functionaries publiques, les parlementaires , les institutions académiques, éducatives les institutions nationales et locales des droits humains, à travers le dialogue , la promotion et l’inter locution entre les différentes acteurs auprès des institution ONU et Européens , les gouvernements , et les outres institutions publiques, également  devant les institutions de OEA, les systèmes des droits humains ONU, et les outres institutions Européens, Commission et parlement. Nous cherchons l’implémentation effective des normes internationales des Droits Humains et le respect de l’état de droit.Notre organisation done la priorité aux pays de L’Amérique latine en mais travailler aussi en Afrique. Nous donnons la formation et le soutienne aux acteurs por défendre les droit de L’Homme et les droit Humanitaire, et défendons activement les victimes de violations des droits humains, nous promouvons le dialogue, la diplomatie, el les actions sans violence, et développement durable, la paix et les échanges commerciales justes, la justice, la coopération les institutions démocratiques.","acronym":"RIDHE","interests":"Climate Action, Digital economy and society, Education and training, Environment, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks, Youth","euInitiatives":"Nous suivons les debate dossier sur la coopération international, le résolutions sur l’Amérique Latine, Colombie, Nicaragua, Venezuela, et outres pays , L’Afrique , sur le traites de libre échange commerciales , la migration européen.","lastUp":"2019-09-06T17:19:29.996+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}