{"id":"884387233172-26","name":"ΕΘΝΙΚΟΣ ΟΡΓΑΝΙΣΜΟΣ ΠΑΡΟΧΗΣ ΥΠΗΡΕΣΙΩΝ ΥΓΕΙΑΣ","registrationDate":"2018-11-15T12:43:02.087+01:00","category":6,"subCategory":9,"legal":"ΝΟΜΙΚΟ ΠΡΟΣΩΠΟ ΔΗΜΟΣΙΟΥ ΔΙΚΑΙΟΥ","web":"http://www.eopyy.gov.gr","country":"Greece","headAddress":"ΑΠΟΣΤΟΛΟΥ ΠΑΥΛΟΥ 12","headCity":"ΜΑΡΟΥΣΙ, ΑΘΗΝΑ","headPostCode":"15123","headPhone":"(30)21 08 11 08 26","boss":"ΒΑΣΙΛΕΙΟΣ ΠΛΑΓΙΑΝΑΚΟΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ ","membersCount":5,"membersFTE":"1.25","membership":"EOPYY is a member of EUnetHTA, EHFCN, PPRI, AIM and ESIP networks. EOPYY also participates actively in projects under Horizon 2020 and Interreg calls.","memberOrga":"","goal":"EOPYY is a National Organization of Greece, whose main scope is the purchase of health services for its insured, pensioners and their dependent members (~10.000.000). It’s main objectives include:&#xd;<br />The establishment of rules for design, quality, development, evaluation, safety and efficiency of the health services market, managing and controlling funding.&#xd;<br />The establishment of criteria and contract terms for the purchase of health services with institutions of public and private sector as well as affiliated doctors.&#xd;<br />The negotiation with all affiliated providers of their contract terms with EOPYY","acronym":"ΕΟΠΥΥ","interests":"Competition, Consumers, Fraud prevention, International co-operation and development, Public Health, Research and innovation, Single market, Trans-European Networks","euInitiatives":"National authority responsible for healthcoare provision and for pricing and reimbursment of healthcare services (medicinal products, medical devices, health services primary and secondary healthcare systems).&#xd;<br />E- health services, reimbursment registries (patient, medicinal products, ICD 10).&#xd;<br />Negotiation of terms of health services contracts with public and private health providers.&#xd;<br />Quality assessment of health services.&#xd;<br />Registry of medical devices.","lastUp":"2019-11-18T07:14:57.541+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}