{"id":"884457019841-82","name":"Stiftelsen Entreprenörskapsforum","registrationDate":"2015-12-04T15:04:23.696+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://entreprenorskapsforum.se/","country":"Sweden","headAddress":"Örebro Universitet","headCity":"Örebro","headPostCode":"701 82","headPhone":"(46)1 9- 33 37 10","boss":"Johan Eklund","bossTitle":"Mr","bossPosition":"vd","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Entreprenörskapsforums övergripande mål är att verka för att förbättra förutsättningarna för&#xd;<br />entreprenörskap och innovation i Sverige. För att uppnå detta ska Entreprenörskapsforum vara den&#xd;<br />ledande nätverksorganisationen i Sverige för brobyggande mellan teori och praktik inom&#xd;<br />entreprenörskaps- och småföretagsområdet. I detta inkluderas tillväxt- och innovationsfrågor.&#xd;<br />Entreprenörskapsforum ska även vara en internationellt välkänd och erkänd organisation. En viktig&#xd;<br />uppgift är att se till att den policyrelevanta forskningen upprätthålls, verka för att popularisera delar av&#xd;<br />den forskning som sker vid universitet och högskolor samt finna nya vägar för att nå ut med och sprida&#xd;<br />de resultat som forskningen genererar. Detta ska ske i nära samarbete med forskare, företag, företagens&#xd;<br />organisationer samt alla de organisationer som verkar för ett ökat ny- och småföretagande i Sverige.&#xd;<br />Entreprenörskapsforums strategi och vision är att skapa en unik kompetens för kunskapsöverföring och&#xd;<br />brobyggande där de mest framstående forskarna och aktörerna inom området engageras","acronym":"","interests":"Business and Industry, Employment and Social Affairs, Research and innovation, Taxation","euInitiatives":"Entrepreneurship and Innovation Programme (EIP). Entrepreneurship Action Plan.&#xd;<br />The European SME Week.&#xd;<br />The Enterprise Europe Network.&#xd;<br />Horizon 2020.&#xd;<br />European Innovation Partnerships.","lastUp":"2018-10-17T07:44:07.072+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}