{"id":"884511820639-57","name":"Breast Cancer UK","registrationDate":"2016-02-10T19:17:43.214+01:00","category":3,"subCategory":2,"legal":"Charity and Limited Company","web":"http://www.breastcanceruk.org.uk","country":"United kingdom","headAddress":"Breast Cancer UK","headCity":"London","headPostCode":"WC1N 3XX","headPhone":"(44)84 56 80 13 22","boss":"Thalie Martini","bossTitle":"Ms","bossPosition":"CEO","membersCount":4,"membersFTE":"1.25","membership":"Breast Cancer UK is a member of the Health and Environment Alliance &#xd;\nhttp://www.env-health.org/members/","memberOrga":"","goal":"Breast Cancer UK's vision is a world without breast cancer. Our mission is preventing breast cancer through scientific understanding, education, collaboration and policy change. &#xd;<br />&#xd;<br />We are the only UK breast cancer charity focused entirely on the prevention of breast cancer by campaigning to reduce risk. Many thousands of women every year get breast cancer but over a quarter of breast cancers are preventable.&#xd;<br />&#xd;<br />We fund scientific research that will help to understand and address the preventable risk factors for breast cancer.&#xd;<br />&#xd;<br />We educate and raise awareness of the preventable risk factors for breast cancer and provide practical information to help people reduce their risk.&#xd;<br />&#xd;<br />We campaign for policy changes that promote the prevention of breast cancer.","acronym":"BCUK","interests":"Environment, Food Safety, Public Health, Trade","euInitiatives":"Breast Cancer UK follows policies and EU initiatives which affect public exposure to potentially harmful chemicals and environmental contaminants which have been linked directly or indirectly to an increased risk of breast cancer e.g. endocrine disrupting chemicals and carcinogens. We also follow policies associated with diet and lifestyle which may affect human health. Relevant policy areas include e.g. REACH, cosmetics, pesticides, biocides, food contact materials","lastUp":"2019-11-13T13:38:11.746+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}