{"id":"884511820639-57","name":"Breast Cancer UK","registrationDate":"2016-02-10T19:17:43.214+01:00","category":3,"subCategory":2,"legal":"Charity and Limited Company","web":"http://www.breastcanceruk.org.uk","country":"United kingdom","headAddress":"Breast Cancer UK","headCity":"London","headPostCode":"WC1N 3XX","headPhone":"(44)84 56 80 13 22","boss":"Lynn Ladbrook","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"1.0","membership":"Breast Cancer UK is a member of the Health and Environment Alliance &#xd;\nhttp://www.env-health.org/members/","memberOrga":"","goal":"Our mission&#xd;<br />&#xd;<br />Breast Cancer UK is dedicated to achieving the primary prevention of breast cancer by reducing public exposure to the carcinogenic and hazardous chemicals in our environment and everyday products.&#xd;<br />&#xd;<br />Our vision&#xd;<br />&#xd;<br />Our vision is a world in which the environmental and chemical causes of breast cancer have been eliminated so that fewer people have to live in fear, suffer the anxiety and trauma of diagnosis, treatment, illness and potential death which results from the disease.&#xd;<br />&#xd;<br />We: &#xd;<br />&#xd;<br />Campaign to encourage a preventative approach by calling for improvements in legislation and public health policies which reduce our exposure to chemicals associated with breast cancer;&#xd;<br />&#xd;<br />Raise awareness amongst members of the public about the links between exposure to harmful chemicals and breast cancers; and provide practical solutions to help reduce exposure; and&#xd;<br />&#xd;<br />Support scientific research into the links between breast cancer and exposure to carcinogenic, hazardous and endocrine disrupting chemicals.","acronym":"BCUK","interests":"Environment, Food Safety, Public Health, Trade","euInitiatives":"Breast Cancer UK follows policies and EU initiatives which effect public exposure to potentially harmful chemicals and environmental contaminants which have been linked directly or indirectly to an increased risk of breast cancer.  E.g endocrine disrupting chemicals and carcinogens.  As such relevant policy areas include REACH, Cosmetics, pesticide, food contact materials etc.","lastUp":"2018-01-04T12:53:19.509+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}