{"id":"88515309661-17","name":"Trans Europe Experts","registrationDate":"2012-09-20T11:19:54.938+01:00","category":4,"subCategory":5,"legal":"Association Loi 1901","web":"http://www.transeuropexperts.eu","country":"France","headAddress":"Place du Panthéon, 12","headCity":"Paris","headPostCode":"75005","headPhone":"(33)1 48 06 91 04","boss":"Fabienne Jault-Seseke","bossTitle":"Ms","bossPosition":"Présidente de TEE","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.transeuropexperts.eu/index.php","goal":"L’association Trans Europe Experts (TEE) a été créée en 2009 par cinq universitaires français désireux d’améliorer la participation des juristes dans l’élaboration du droit européen et de renforcer leur intérêt pour les questions juridiques européennes (Bénédicte Fauvarque-Cosson, Judith Rochfeld, Carole Aubert de Vincelles, Denis Mazeaud, Catherine Prieto). &#xd;<br />&#xd;<br />Elle réunit des universitaires et des professionnels du droit, ainsi que des personnalités de tous horizons : politique, économique, social, associatif. &#xd;<br />&#xd;<br />Trans Europe Experts, créée en France, accueille des membres de tous les pays européens. &#xd;<br />&#xd;<br />Son objectif est d’assurer une pluralité d’opinions dans les instances où s’élabore le droit de l'Union. A cette fin, TEE s’appuie sur un vivier d’experts prêts à participer aux discussions juridiques européennes initiées par les instances européennes ou les décideurs nationaux. &#xd;<br />&#xd;<br />Dans une perspective encore plus large, TEE entend mettre en place un véritable réseau qui s’inscrira dans la durée et qui aura pour mission de peser sur les orientations du législateur de l'Union.&#xd;<br />&#xd;<br />Trans Europe Experts est résolument tournée vers l’Europe où se nouent désormais les enjeux juridiques les plus importants. Elle se veut le lieu où, ensemble, quelles que soient leurs cultures, opinions ou traditions, des juristes de tous les Etats membres débattent et coopèrent pour construire l’Europe juridique du futur. &#xd;<br />&#xd;<br />Elle marque le mouvement collectif d’une société civile décidée à montrer sa volonté de participer activement à la construction d’une Europe juridique des citoyens.&#xd;<br />&#xd;<br />Les activités de Trans Europe Experts consistent principalement à répondre aux appels d'offres lancés par les institutions européennes, à répondre aux consultations et Livres Verts européens. Pour cela, l'association est organisée sous forme de différents pôles de compétence. &#xd;<br />&#xd;<br />Elles consistent également à organiser des évènements de réflexion autour de questions européennes. Par exemple, elle organise chaque année un Forum  à la fin du mois de mars. Cet évènement regroupe environ 400 personnes et permet d'aborder de grandes questions européennes.","acronym":"TEE","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"Les dossiers suivis par TEE actuellement sont la cyber-criminalité, la protection des données personnelles, l'évolution des réglementations européennes en matière de droit d'asile et de politique migratoire, la citoyenneté européenne, l'agenda numérique 2020, et sont également constitués un groupe de travail blockchains et un groupe de travail concurrence et numérique.","lastUp":"2019-02-07T14:52:25.944+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}