{"id":"886273332427-93","name":"HR Wallingford Ltd","registrationDate":"2018-08-28T13:21:15.673+02:00","category":1,"subCategory":6,"legal":"Corporation","web":"http://www.hrwallingford.com","country":"United kingdom","headAddress":"HR Wallingford Ltd","headCity":"Wallingford","headPostCode":"OX10 8BA","headPhone":"(44)14 91 82 28 99","boss":"Andrew Brown","bossTitle":"Mr","bossPosition":"Business Development Director","membersCount":1,"membersFTE":"0.25","membership":"BPA (British Ports Association)&#xd;\nCEDA (Central Dredging Association)&#xd;\nCIRIA (Construction Industry Research and Information Association)&#xd;\nIAHR (International Association of Hydro-Environment Engineering and Research)&#xd;\nSMI (Society of Maritime Industries)","memberOrga":"","goal":"HR Wallingford works with a range of clients in the water sector to complete research and&#xd;<br />consultancy for policy makers, regional planners, the European Commission, water companies&#xd;<br />and developers. Our research enables us to help clients solve water management problems.&#xd;<br />We work with clients to promote good water governance, provide reliable water resources for&#xd;<br />industrial, municipal and agricultural needs, improve water quality and enhance the&#xd;<br />environment.&#xd;<br />We provide expert advice on water related problems in various sectors, including flooding,&#xd;<br />coasts, maritime, energy and environment. This enables effective development, engineering and&#xd;<br />policy making in these areas.","acronym":"","interests":"Climate Action, Digital economy and society, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Transport","euInitiatives":"HR Wallingford is a private, not for profit research and consultancy company within the&#xd;<br />environmental water sector. We participate in research including European research and have a&#xd;<br />long track record through Framework Programmes 5, 6, 7 and Horizon 2020 including leading&#xd;<br />and participating in large consortium projects. We also contribute to EMODnet by leading and&#xd;<br />participating in projects seeking to improve the use of marine data across Europe.","lastUp":"2018-08-28T13:23:21.003+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}