{"id":"886395726776-22","name":"Maritieme Academie Harlingen - Part of Dunamare School Foundation","registrationDate":"2017-05-07T22:55:52.813+02:00","category":4,"subCategory":12,"legal":"Foundation","web":"https://www.maritiemeacademieharlingen.nl/","country":"Netherlands","headAddress":"Almenumerweg 1","headCity":"Harlingen","headPostCode":"8861 KM","headPhone":"(31)5 17 41 23 00","boss":"Haije Arend Leendert Mintjes","bossTitle":"Mr","bossPosition":"Dierctor","membersCount":3,"membersFTE":"0.75","membership":"Dunamare Onderwijsgroep- https://www.dunamare.nl/&#xd;\nThe MAH is a dependent school within this foundation &#xd;\n&#xd;\nEDINNA-http://edinna.eu/&#xd;\nEDINNA is the network of European Inland Waterway Navigation schools and training establishments.&#xd;\nThe director of the MAH was the founding chairman between 2009 and 2015. As of now, he is the organizations secretary.","memberOrga":"","goal":"The MAH is one of the largest providers of training and education for Inland Waterway Transport (navigation) crews in Europe. The MAH offers curricular for regular students in secondary education, as well as professional trainings and education for adults.&#xd;<br />The MAH is one of the founding members of the network of European IWT schools and educational institutions EDINNA. Its Director Mr. Mintjes was the founding chairman of the group and is now its secretary. The MAH has participated in a wide range of European initiatives aiming on an improvement of the quality of IWT education and training in Europe. These Initiatives were carried out under the Umbrellas of the Leonardo da Vinci programme, the Erasmus+ programme and Interreg.","acronym":"MAH","interests":"Education, Trans-European Networks, Transport, Youth","euInitiatives":"- Revision of The directive 96/50/EC on the harmonization of training standards for IWT (Inland Waterway Transport)&#xd;<br />- CESNI/QP","lastUp":"2018-04-11T08:57:36.732+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}