{"id":"886882434755-87","name":"IPSOS NV","registrationDate":"2019-05-07T20:31:21.452+02:00","category":4,"subCategory":5,"legal":"Limited Company","web":"https://www.ipsos.com/en-be","country":"Belgium","headAddress":"Grote Steenweg 110","headCity":"Berchem","headPostCode":"2600","headPhone":"(32)32 86 77 00","boss":"Gerd Callewaert","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"European Society for Opinion &amp; Marketing Research (ESOMAR) esomar.org &#xd;\n&#xd;\nBelgian Federation of Belgian Market Research Institutes (FEBELMAR) febelmar.be","memberOrga":"Ipsos is a number of the following professional standards associations: &#xd;\n&#xd;\nThe European Society for Opinion &amp; Marketing Research (ESOMAR) - esomar.org &#xd;\n&#xd;\nThe Belgian Federation of Market Research Institutes (FEBELMAR) - febelmar.be","goal":"Ipsos is one of the three largest survey-based market and opinion research organisations in the world.  Our goal is to deliver robust, rigorous survey-based research which helps decision-makers across the world understand views and experiences on contemporary political, social, development and economic problems.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"With in-house experts in most public policy areas within both individual EU Member States and in its international social research team in Belgium, Ipsos closely follows the main EU initiatives and policies across the full spectrum of policy fields. In particular, we follow Road Maps, Public Consultations, Directives and Regulations.&#xd;<br />&#xd;<br />Ipsos declares an intention to meet with Cabinet Navracsics to discuss and offer the knowledge we have amassed through or research work in the fields of Youth, Education, Culture and Sports, both in Europe and globally and discuss strategic initiatives and the Commissioner’s priorities where we can help the Commissioner’s work through our research.","lastUp":"2019-05-08T11:30:58.982+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}