{"id":"887457714435-80","name":"Eurocarers","registrationDate":"2014-10-07T19:21:52.012+01:00","category":3,"subCategory":2,"legal":"AiSBL","web":"http://www.eurocarers.org","country":"Belgium","headAddress":"Rue Père de Deken, 14","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 56 14 19 50","boss":"Stecy Yghemonos","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":6,"membersFTE":"4.75","membership":"Since 2014, Eurocarers is an associate member of the Social Platform - the platform of European rights and value-based NGOs working in the social sector. We aim to promote social justice, equality and participatory democracy by voicing the concerns of member organisations. - See more at: http://www.socialplatform.org/who-we-are/","memberOrga":"https://eurocarers.org/membership/","goal":"Eurocarers seeks to advance the recognition of informal care and represent and act on behalf of all carers, former carers (and their organisations), irrespective of their age or the particular health need of the person they are caring for.&#xd;<br />&#xd;<br />Among its principal aims are&#xd;<br />- The exchange, gathering and dissemination of experience, expertise and good practice, as well as innovations;&#xd;<br />- Contributing to policy development at national as well as European level supported by evidence-based research:&#xd;<br />- by acting as a voice for carers and advocating on issues relevant to carers,&#xd;<br />- by transmitting and ‘translating’ relevant EU policy developments to members operating at national and regional level, and vice versa.&#xd;<br />&#xd;<br />The Association will also function as a springboard for (cooperation on) specific pan-European projects.","acronym":"EuCa","interests":"Borders and Security, Budget, Business and Industry, Communication, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade, Youth","euInitiatives":"EU2020 Strategy&#xd;<br />European Semester&#xd;<br />Social OMC&#xd;<br />EU Initiative on Work-Life balance&#xd;<br />EU Pillar of Social Rights&#xd;<br />European Innovative Partnership on Active and Healthy Ageing&#xd;<br />Blueprint \"Digital transformation of health and care for the ageing society\"&#xd;<br />SPC report on adequate Long-term Care and follow-up (i.e. work-life balance package, etc.)","lastUp":"2020-01-16T09:31:33.935+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}