{"id":"887457714435-80","name":"Eurocarers","registrationDate":"2014-10-07T19:21:52.012+01:00","category":3,"subCategory":2,"legal":"AiSBL","web":"http://www.eurocarers.org","country":"Belgium","headAddress":"Rue Abbé Cuypers, 3","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 41 24 05","boss":"Stecy Yghemonos","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":4,"membersFTE":"3.0","membership":"Since 2014, Eurocarers is an associate member of the Social Platform - the platform of European rights and value-based NGOs working in the social sector. We aim to promote social justice, equality and participatory democracy by voicing the concerns of member organisations. - See more at: http://www.socialplatform.org/who-we-are/","memberOrga":"Austrian Carers Organisation - Austria&#xd;\nEuropean Centre for Social Welfare Policy and Research - Austria&#xd;\nUniversiteit Antwerpen  -  Centre for Longevity Research (CELLO) - Belgium&#xd;\nKurt Debaere, Howest, University of applied sciences, research cluster: Kennispunt Mantelzorg - Belgium&#xd;\nInstitut Recherche Santé et Société, Université Catholique de Louvain  - Belgium&#xd;\nAidants proches  - Belgium   &#xd;\nUniversity College Ghent, Department of Education, Health care and Social work - Belgium   &#xd;\nAlzheimer Bulgaria (Civil Association \"Alzheimer - Bulgaria\") - Bulgaria                  &#xd;\nDiaconia of the Evangelical Church of Czech Brethren - Czech Republic &#xd;\nDaneAge - Denmark&#xd;\nMyra Lewinter, University of Copenhagen Department of Sociology - Denmark&#xd;\nCarers Denmark  - Denmark &#xd;\nNGO Estonian Carers - Estonia&#xd;\nThe Central Association of Carers in Finland - Finland&#xd;\nOrganisations for Carers Network Finland - Finland&#xd;\nTiina Auitio, Laadun Puolesta 4Q KY Company - Finland&#xd;\nLa compagnie des aidants  - France&#xd;\nAssociation Française des aidants - France&#xd;\nCentre for Quality in Care - Germany&#xd;\nwir pflegen e.V. - Germany&#xd;\nAthens Association of Alzheimer's Disease and Related Disorders - Greece&#xd;\nKINAPSI Movement of siblings of people with mental health problems - Greece&#xd;\nGreek Association of Alzheimer's Disease &amp; Related Disorders - Greece&#xd;\nInstitute of Mental Health Semmelweis University - Hungary &#xd;\nFamily Carers Ireland  - Ireland&#xd;\nCare Alliance Ireland - Ireland&#xd;\nIstituto Nazionale di Riposo e Cura per Anziani V.E.II(INRCA) Dipartimento Ricerche Gerontologiche - Italy&#xd;\nAnziani e non solo società cooperativa  - Italy&#xd;\nAssociazione C'ENTRO - Italy &#xd;\nRBS Center fir Altersfroen asbl - Luxembourg&#xd;\nSOS Malta  -  Solidarity Overseas Development Malta - Malta &#xd;\nThe Netherlands Institute for Social Research (SCP) - Netherlands&#xd;\nMezzo, Landelijke Vereniging voor Mantelzorgers en Vrijwilligerszorg. Dutch Association for Carers and Voluntary Help - Netherlands&#xd;\nVILANS - Netherlands&#xd;\nMOVISIE, Centre of Expertise for Informal Care - Netherlands&#xd;\ndepartment of Sociology, Faculty of Social Sciences, VU University Amsterdam - Netherlands&#xd;\nDr. Henk Bakkerode - Netherlands&#xd;\nMarja Pijl - Netherlands&#xd;\nPårørendealliansen (Norwegian National Alliance for Carers)    - Norway &#xd;\nEuropean Care Foundation - Poland&#xd;\nDr. Jolanta Perek Bialas  - Poland&#xd;\nProfessor Piotr Bledowski - Poland&#xd;\nCuidadores Portugal  - Portugal&#xd;\nClub of Large Families - Slovakia&#xd;\nSlovenian Federation of Pensioners' Organisations  -  Zveza Drustev Upokojencev Slovenije (ZDUS) - Slovenia&#xd;\nUniversity of Ljubljana. Faculty of Social Sciences - Slovenia&#xd;\nCEAFA: Confederacion Espanola de Familiares de Enfermos de Alzheimer y otras Dementias - Spain&#xd;\nMartha Mackay - Spain&#xd;\nThe Swedish Family Care Competence Centre - Sweden&#xd;\nAnhörigas Riksförbund (AHR), carers Sweden - Sweden&#xd;\nCareum Stiftung  - Switzerland&#xd;\nThe Open University Faculty of Health and Social Care  - UK&#xd;\nCarers UK - UK&#xd;\nCIRCLE (Centre for International Research on Care, Labour and Equalities), University of Sheffield - UK&#xd;\nCarers Federation - UK&#xd;\nSaul Becker  - UK&#xd;\nCarers Trust  - UK &#xd;\nThe Coalition of Carers in Scotland - UK -  Scotland&#xd;\nVOCAL  -  Voice of Carers Across Lothian  - UK -  Scotland","goal":"Eurocarers seeks to advance the recognition of informal care and represent and act on behalf of all carers, former carers (and their organisations), irrespective of their age or the particular health need of the person they are caring for.&#xd;<br />&#xd;<br />Among its principal aims are&#xd;<br />- The exchange, gathering and dissemination of experience, expertise and good practice, as well as innovations;&#xd;<br />- Contributing to policy development at national as well as European level supported by evidence-based research:&#xd;<br />- by acting as a voice for carers and advocating on issues relevant to carers,&#xd;<br />- by transmitting and ‘translating’ relevant EU policy developments to members operating at national and regional level, and vice versa.&#xd;<br />&#xd;<br />The Association will also function as a springboard for (cooperation on) specific pan-European projects.","acronym":"EuCa","interests":"Audiovisual and Media, Budget, Communication, Consumer Affairs, Culture, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade","euInitiatives":"EU2020 Strategy&#xd;<br />European Semester&#xd;<br />Social OMC&#xd;<br />EU Initiative on Work-Life balance&#xd;<br />EU proposal for a Pillar of Social Rights&#xd;<br />European Innovative Partnership on Active and Healthy Ageing&#xd;<br />Blueprint \"Digital transformation of health and care for the ageing society\"&#xd;<br />SPC report on adequate Long-term Care and follow-up","lastUp":"2017-11-15T09:38:24.706+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}