{"id":"887634423079-11","name":"Federazione Logopedisti Italiani","registrationDate":"2016-08-19T13:45:30.957+01:00","category":2,"subCategory":1,"legal":"Associazione","web":"http://fli.it","country":"Italy","headAddress":"Via Pinerolo, 3","headCity":"Roma","headPostCode":"","headPhone":"(39)04 98 64 79 36","boss":"Tiziana Rossetto","bossTitle":"Ms","bossPosition":"President","membersCount":5,"membersFTE":"2.0","membership":"Siamo membri del Comitato Permanente di Coordinamento degli Ortofonisti/Logopedisti Europei www.cplol.eu","memberOrga":"Siamo una associazione nazionale","goal":"FLI rappresenta a livello nazionale i Logopedisti, professione sanitaria della riabilitazione (disciplina Logopedia). Opera presso tutte le Istituzioni ed il mondo politico a livello nazionale, europeo ed in gran parte del resto del mondo per la tutela e la promozione della Professione del Logopedista.&#xd;<br />&#xd;<br />La F.L.I. opera per:&#xd;<br />◾La regolamentazione della Professione richiedendo l’istituzione di un Ordine, Albo Professionale per la tutela dell’esercizio professionale e del cittadino che ne riceve i servizi, contrastando ogni forma di abusivismo professionale e prevedendo l’osservanza del Codice Deontologico.&#xd;<br />◾Contribuire alla composizione dei piani di formazione universitaria di base e post base del Corso di Laurea di Logopedia.&#xd;<br />◾L’accrescimento culturale e la ricerca, collaborando con le principali Società Scientifiche e individuando, a livello nazionale, gli obiettivi di formazione di Logopedia e della categoria nel programma di Educazione Continua in Medicina.&#xd;<br />◾Creare rapporti di coordinamento e collaborazione multiprofessionale con Ordini, Collegi e le principali Associazioni delle Professioni Sanitarie, nonché con le Associazioni dei Disabili.&#xd;<br />◾La gestione e certificazione per i propri iscritti, nell’acquisizione dei crediti formativi previsti dal progetto ECM, aderendo al Consorzio per la Gestione dell’Anagrafe Professioni Sanitarie (CO.GE.A.P.S.)&#xd;<br />&#xd;<br />La nostra Associazione è attualmente quella maggiormente rappresentativa per la professione del Logopedista in Italia.","acronym":"FLI","interests":"Competition, Consumer Affairs, Culture, Education, Employment and Social Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Research and Technology, Youth","euInitiatives":"- Riconoscimento delle qualifiche&#xd;<br />- Regolamentazione delle professioni&#xd;<br />- Life Long Learning&#xd;<br />- COST Action","lastUp":"2017-08-24T14:54:29.132+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}