{"id":"887645327940-46","name":"Giacomelli Media Management and Consulting Ltd","registrationDate":"2017-08-24T11:17:22.288+01:00","category":2,"subCategory":4,"legal":"Ltd","web":"http://giacomellimedia.com","country":"Slovenia","headAddress":"Trdinova 9","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)16 20 96 91","boss":"Ladeja Godina Košir","bossTitle":"Ms","bossPosition":"Co-founder of Gm, leader of Circular Change","membersCount":1,"membersFTE":"0.25","membership":"AmCham, SDBP, Managers Association of Slovenia, Italian Slovenian Forum, British Chamber of Commerce, Partnership for a Green Economy (Republic of Slovenia)","memberOrga":"Avantcar Ltd., OVEN, Ltd., Valtex &amp; Co, Ltd., DBP Design Darja Brečko Požene s.p., PKG s.p., Rojs, Peljhan, Prelesnik &amp; Partners O.P., Ltd.","goal":"Circular Change, which is owned by and is legally a part of Giacomelli media Ltd., is a stakeholder engagement platform (hereafter also: CC or the Platform) focusing&#xd;<br />on the Circular Economy. Our fundamental mission is to inform, educate, recognise leaders, interpret&#xd;<br />best practice and co-create pioneering case studies in the transition from linear to circular business&#xd;<br />models.&#xd;<br />The Circular Change Platform was established by Giacomelli Media Ltd (hereafter: Gm), in&#xd;<br />cooperation with its international partners, in order to create a competence network to assist in a&#xd;<br />successful transition to the Circular Economy, embracing its economic, societal and environmental&#xd;<br />dimensions. By doing so we are co-creating the conditions and concrete opportunities for a more sustainable business future. Circular Change is seated in Ljubljana, Slovenia. Goals and activities: to inform, educate, recognize leaders, interpret best practice and&#xd;<br />co-create pioneering case studies in the transition from linear to circular business models.","acronym":"Gm","interests":"Communication, Culture, Environment, Regional Policy","euInitiatives":"European Circular Economy Stakeholders Platform, Circular Economy action package, Bioeconomy strategy, EU 2030 Energy Strategy","lastUp":"2017-08-24T15:10:42.788+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}