{"id":"888374834790-91","name":"Suomalaiset kehitysjärjestöt Fingo ry","registrationDate":"2019-05-24T13:25:20.776+02:00","category":3,"subCategory":2,"legal":"registered association","web":"https://www.fingo.fi/","country":"Finland","headAddress":"Elimäenkatu 25-27","headCity":"Helsinki","headPostCode":"00510","headPhone":"(358)5 03 17 66 90","boss":"Juha-Erkki Mäntyniemi","bossTitle":"Mr","bossPosition":"executive director","membersCount":10,"membersFTE":"4.75","membership":"https://www.fingo.fi/meista/kansainvalinen-yhteistyo","memberOrga":"https://www.fingo.fi/meista/jasenet","goal":"Fingo is an NGO platform and an expert on global development. We represent 300 Finnish civil society organisations and strive to build a fairer world for all. Fingo and its member organisations work to make life better – for everyone.&#xd;<br />&#xd;<br />Kepa and the Finnish NGDO Platform to the European Union, Kehys, have formed a new umbrella organisation: Finnish Development NGOs – Fingo. Kehys used to be a member of the transparency register (ID number: 00358354936-30)&#xd;<br />&#xd;<br />Fingo functions as an umbrella organisation of 300 member organisations working in the areas of development cooperation and global education.  &#xd;<br />&#xd;<br />We firmly believe that knowledge drives sustainable development. That's why Fingo works hard to strengthen and amplify people’s understanding of the solutions that are available – and challenges decision makers to act, while encouraging individuals and communities to actively participate.&#xd;<br />&#xd;<br />Our aim is to bring together people and organisations everywhere, because only by working together can each of us influence the future today. Our focus is on global justice and sustainable development.  &#xd;<br />&#xd;<br />We work to bring together hundreds of different development NGOs, influence political decision-making, strengthen our member organisations and increase citizens’ understanding about global development. &#xd;<br />&#xd;<br />Fingo’s members represent different types and sizes of organisations. What unites these actors are shared values and work or interest in global development issues. Our role is to make our members stronger civil society actors by offering training, advisory services and opportunities for networking and cooperation.","acronym":"FINGO ry","interests":"Climate Action, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Trade","euInitiatives":"Mainly: Development Cooperation, MFF and NDICI, EU long term Climate strategy and LULUCF, implementation of Agenda 2030, sustainable financing, post-Cotonou, deforestation action plan.","lastUp":"2019-05-24T13:25:59.224+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}