{"id":"888745515605-77","name":"Sustainable Biomass Program","registrationDate":"2015-01-15T15:34:26.696+01:00","category":3,"subCategory":2,"legal":"Limited","web":"http://www.sbp-cert.org","country":"United kingdom","headAddress":"c/o PKF Littlejohn","headCity":"London","headPostCode":"E14 4HD","headPhone":"(44)77 34 79 32 79","boss":"Carsten Huljus","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The Sustainable Biomass Program (SBP) is a certification system designed for woody biomass, mostly in the form of wood pellets and woodchips, used in industrial, large scale energy production. SBP's objective is to promote and maintain internationally, an economically, environmentally and socially sustainable biomass supply chain through the development and operation of an independent, third-party certification system.","acronym":"SBP","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Research and innovation, Trade","euInitiatives":"The Sustainable Biomass Program aims to inform EU stakeholders about its activities, support the work of European policy makers and regulators in integrating woody biomass use for large scale energy production into low carbon energy policy, and provide a tool for European utilities using biomass for energy production to demonstrate compliance with regulatory, including sustainability, requirements.&#xd;<br />&#xd;<br />The most relevant EU initiatives of interest to the SBP are&#xd;<br /> &#xd;<br />- Energy Union Package 'A Framework Strategy for a Resilient Energy Union with a Forward-Looking Climate Change Policy'&#xd;<br />- Roadmap for the Energy Union (including several specific work streams mentioned in the Roadmap)&#xd;<br />- Renewable Energy Package&#xd;<br />- Renewable Energy Directive for 2030&#xd;<br />- Bioenergy Sustainability Policy","lastUp":"2019-02-16T19:43:54.904+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}