{"id":"889656036001-90","name":"YoGoKo","registrationDate":"2019-09-24T14:34:11.548+02:00","category":2,"subCategory":3,"legal":"SAS","web":"http://yogoko.com","country":"France","headAddress":"YoGoKo","headCity":"CESSON-SEVIGNE","headPostCode":"35510","headPhone":"(33)6 76 56 25 96","boss":"Thierry Ernst","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Established in 2014, YoGoKo provides communication solutions for connected &amp; cooperative mobility.&#xd;<br />&#xd;<br />Solutions developed by YoGoKo are based on 10 years’ worth of R&amp;D performed in pioneer research laboratories. Contrary to the usual habit of developing dedicated and narrowed solutions designed to meet a specific need, YoGoKo has developed a unified communication platform simultaneously addressing the connectivity needs of various types of applications (road safety, traffic efficiency, comfort, ...) competing for limited radio resources.&#xd;<br />&#xd;<br />YoGoKo's unified communication platform combines hybrid communication technologies as needed to provide extended &amp; secure connectivity. It allows vehicles to exchange data directly with their surrounding environment (vehicles, roadside infrastructure, urban infrastructure, ...) while offering performant connectivity to the cloud. It manages communications, data, and services. The unified communication platform avoids the development of solutions in non-interoperable silos and facilitates the deployment of innovative services. It allows, amongst others, the transmission of information related to road safety and traffic efficiency, data collection and processing, fleet tracking and management, remote diagnosis, software over-the-air updates, Internet access and other added-value applications and services.&#xd;<br />&#xd;<br />YoGoKo solutions are currently deployed in pilot deployments of Cooperative ITS services based on V2X communications (e.g. road maintenance vehicles used by road authorities involved in SCOOP@F, the French pilot) and in various connected autonomous vehicle programs (VEDECOM, ALTRAN, AutoCITS, ...).&#xd;<br />&#xd;<br />More information is available at http://www.yogoko.com/.","acronym":"YoGoKo","interests":"Research and innovation, Transport","euInitiatives":"Cooperative ITS standards &#xd;<br />&#xd;<br />Standardization mandate M/453 on Cooperative ITS &#xd;<br />&#xd;<br />ITS Action Plan&#xd;<br />&#xd;<br />Cooperative ITS delegated act","lastUp":"2019-09-24T14:35:23.658+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}