{"id":"889725529621-80","name":"Consorzio Mediterraneo scarl","registrationDate":"2018-01-16T13:33:41.898+01:00","category":4,"subCategory":5,"legal":"società cooperativa a responsabilità limitata","web":"http://www.mediterraneo.coop","country":"Italy","headAddress":"via della Grande Muraglia 155/A","headCity":"Roma","headPostCode":"00144","headPhone":"(39)06 44 25 19 46","boss":"Eraldo Rambaldi","bossTitle":"Mr","bossPosition":"Presidente","membersCount":4,"membersFTE":"1.0","membership":"Consorzio Mediterraneo è associato alla Legacoop, Lega Nazionale Cooperative e Mutue","memberOrga":"Consorzio Mediterraneo s.c.a r.l. associa 14 cooperative dislocate sul territorio nazionale ed un centro di coordinamento nazionale","goal":"Mediterraneo opera direttamente o attraverso le sue associate per contribuire all'ampliamento e alla divulgazione delle conoscenze e all'approfondimento delle principali problematiche nel settore ittico con particolare riferimento agli aspetti di natura biologica, ecologica, tecnologica, economica e formativa con l'obiettivo di promuovere lo sviluppo e la valorizzazione della pesca, dell'economia ittica, dell'acquacoltura e della tutela della fascia costiera in Italia. A questo scopo promuove, coordina e realizza, in Italia ed all'estero, progetti di studio e ricerca sfruttando le diverse competenze e le sinergie sviluppatesi tra i ricercatori associati.","acronym":"","interests":"Environment, Fisheries and Aquaculture","euInitiatives":"Consorzio Mediterraneo svolge attività di supporto tecnico-scientifico alla Legacoop Agroalimentare Dipartimento Pesca, associazione italiana di categoria, su tematiche riguardanti la gestione della pesca in Mediterraneo e le norme relative. Partecipa inoltre, attraverso il consorzio Unimar del quale è socio, alla raccolta dei dati alieutici in Italia.<br />Esperti di Consorzio Mediterraneo forniscono supporto alla Legacoop, anche per mezzo di documenti tecnici e partecipazione ad incontri, oltre che con la partecipazione al Mediterranean Advisory Council MAEDAC, sui seguenti dossier comunitari:<br />- piano pluriennale di gestione della pesca dei piccoli pelagici in Adriatico<br />- misure tecniche di gestione della pesca in Mediterraneo<br />- misure di gestione della pesca ai grandi pelagici applicabili nella zona della convenzione ICCATT<br />- piano di gestione dei rigetti in Italia<br />- problematiche legate alla presenza del marine litter","lastUp":"2018-01-16T13:35:51.000+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}