{"id":"889824721876-43","name":"Solutions&amp;co","registrationDate":"2016-05-23T10:16:13.799+02:00","category":6,"subCategory":9,"legal":"Société publique régionale (SPL)","web":"http://www.solutions-eco.fr","country":"France","headAddress":"7 rue du Général de Bollardière","headCity":"Nantes cedex 2","headPostCode":"44200","headPhone":"(33)2 40 48 72 70","boss":"Christelle Morançais","bossTitle":"Ms","bossPosition":"Présidente","membersCount":2,"membersFTE":"1.25","membership":"Wind Europe&#xd;\nOcean Energy Europe&#xd;\nEURADA - European Association of Development Agencies","memberOrga":"","goal":"L’Agence régionale – Pays de la Loire se transforme et devient Solutions&amp;co en janvier 2019. Solutions&amp;co est l’agence de développement économique, créée par la Région des Pays de la Loire. Elle a pour ambition de co-construire des solutions intégrées pour faciliter le développement des entreprises et des territoires. Trois structures juridiques portent ses métiers : la Société Publique Régionale (SPR) : l’Ingénierie et le développement - la Société d’Économie Mixte (SEM) : l’Investissement stratégique - le Groupement d’Intérêt Économique (GIE) : les Ressources transverses.&#xd;<br />L’agence de développement économique est aujourd’hui positionnée sur 3 missions principales :&#xd;<br />• Faire rayonner le territoire pour développer l’attractivité,&#xd;<br />• Faciliter l’implantation de nouvelles entreprises sur le territoire,&#xd;<br />• Contribuer au développement des entreprises déjà installées.&#xd;<br />Elle est organisée autour de 4 Directions et 5 Domaines d’activités stratégiques : &#xd;<br />• Attractivité : Tourisme &amp; International &#xd;<br />• Compétitivité : Innovation &amp; mutations économiques - Entreprises &amp; territoires &#xd;<br />• Marketing &amp; communication&#xd;<br />• Administration &amp; finances","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Sport, Trans-European Networks","euInitiatives":"L'Agence régionale assure une veille sur les politiques européennes ayant une incidence sur les filières régionales.","lastUp":"2019-04-19T11:43:11.168+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}