{"id":"889946518526-06","name":"Medcities/Medcités","registrationDate":"2015-08-21T09:45:13.924+01:00","category":6,"subCategory":11,"legal":"Association (non-profit making) under the Spanish Law 1/2002","web":"http://www.medcities.org","country":"Spain","headAddress":"C/ 62 Zona Franca","headCity":"Barcelona","headPostCode":"","headPhone":"(34)6 86 48 93 65","boss":"Xavier Tiana","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":9,"membersFTE":"7.0","membership":"- ARLEM&#xd;\n- UfM&#xd;\n- Mediterranean Commission for Sustainable Development&#xd;\n&#xd;\nMedcities has other strategic alliances&#xd;\nhttp://www.medcities.org/en/strategic-alliances","memberOrga":"http://www.medcities.org/en/members","goal":"MedCities is a network of Mediterranean cities created in Barcelona in November 1991 at the initiative of the Mediterranean Environmental Technical Assistance Programme (METAP). Medcities Works in urban sustainable development with the following objectives: 1)To develop the awareness of interdependence and common responsibility as regard policies of sustainable urban development, environmental conservation and social cohesion of the Mediterranean basin. 2) To reinforce the role, competences and resources (institutional, financial and technical) of local governments in the adoption and implementation of sustainable urban development policies. 3)To develop citizens’ awareness and involvement in the sustainable development of their towns and cities. 4)To get under way and develop projects and partnership between partners and with other associations.&#xd;<br />Medcities has 53 cities and works in partnership with other mediterranean institutions and networks.&#xd;<br />Medcities governing bodies are: General Assembly, Presidency, Steering Committee and the General Secretary.&#xd;<br />The General Secretariat of Medcities is located in Barcelona.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Education, Employment and Social Affairs, Energy, Environment, External Relations, Home Affairs, Regional Policy, Transport, Youth","euInitiatives":"Medcities is primarily interested in EU policies as the European Neighborhood Policy, the European Cohesion Policy and other sartorial policies and actions related to urban development such as Environment, Energy, Transport and Mobility, Employment, Culture, Tourism, Youth, Equaling Opportunities, etc.&#xd;<br />&#xd;<br />As a Mediterranean organization Medcities is participating in ARLEM and works with the UfM Secretariat in urban issues.","lastUp":"2017-08-09T19:47:20.550+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}