{"id":"8900132344-29","name":"North Western Waters Advisory Council","registrationDate":"2008-08-28T11:53:28.591+02:00","category":6,"subCategory":13,"legal":"Company Limited by Guarantee - Recognised as a body pursuing an aim of general European interest","web":"http://www.nwwac.org","country":"Ireland","headAddress":"c/o Bord Iascaigh Mhara (BIM) / Irish Sea Fisheries Board, none","headCity":"Co. Dublin","headPostCode":"A96E5AO","headPhone":"(353)12 14 41 46","boss":"Michael Keatinge","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"The North Western Waters Advisory Council (NWWAC) was established in September 2005 in accordance with Council Decision 2004/585/EC, which set out a common framework for Regional Advisory Councils.&#xd;<br />&#xd;<br />Regional Advisory Councils were first proposed during the review of the Common Fisheries Policy in 2002 as a method of ensuring greater stakeholder involvement in the policy making processes of fisheries management. &#xd;<br />&#xd;<br />With the entry into force of the new Common Fisheries Policy, on the 1st of January 2014 the Regional Advisory Councils became Advisory Councils. A number of changes have been adopted in relation to their role, functions and composition of their membership (i.e. from 2/3 to 60:40).&#xd;<br />&#xd;<br />The principal aim of the NWWAC is to bring together stakeholders from across Europe to advise the Commission (whether by own initiative proposals or as a result of open public consultations) on matters of fisheries management in respect of the North Western Waters - ICES areas Vb (EC waters), VI, VII.&#xd;<br />&#xd;<br />NWWAC members are composed of fishing industry, other fishing interests (processors, auctions, consumers...)and other groups of interest representatives such as environmental NGOs or anglers. Representatives of national administrations and relevant technical and scientific experts often participate in NWWAC meetings and discussions in observer capacity.","acronym":"NWWAC","interests":"Climate Action, Communication, Economic and Financial Affairs, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Fisheries Management in North Western Waters","lastUp":"2018-04-19T13:21:43.761+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}