{"id":"89027908956-15","name":"Verband der Sparda-Banken e.V.","registrationDate":"2012-07-02T18:14:11.568+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein, e.V.","web":"http://www.sparda-verband.de","country":"Germany","headAddress":"Friedrich-Ebert-Anlage 35-37","headCity":"Frankfurt am Main","headPostCode":"60327","headPhone":"(4969)7 92 09 40","boss":"Rentsch Florian","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":3,"membersFTE":"1.0","membership":"Unsere Organisation ist Mitglied beim Bundesverband der Deutschen Volks- und Raiffeisenbanken e.V., BVR; Deutscher Genossenschafts- und Raiffeisenverband e.V., DGRV. Außerdem sind wir Mitglied beim Netzwerk Europäische Bewegung Deutschland (EBD), dem Centrum für Europäische Politik (cep) in Freiburg und dem Institut für Genossenschaftswesen der Universität Münster. Außerdem sind wir förderndes Mitglied im CEPS (Centre for European Policy Studies), Brüssel.&#xd;\nhttp://www.bvr.de/&#xd;\nhttp://www.cep.eu/&#xd;\nhttp://www.uni-marburg.de/fb02/ifg&#xd;\nhttp://www.netzwerk-ebd.de/&#xd;\nhttp://www.wiwi.uni-muenster.de/06/nd/&#xd;\nhttps://www.ceps.eu/","memberOrga":"https://www.sparda-a.de/&#xd;\nhttps://www.sparda-bw.de/&#xd;\nhttps://www.sparda-b.de/&#xd;\nhttps://www.sparda-bank-hamburg.de/&#xd;\nhttps://www.sparda-h.de/&#xd;\nhttps://www.sparda-hessen.de/&#xd;\nhttps://www.sparda-m.de/&#xd;\nhttps://www.sparda-ms.de/&#xd;\nhttps://www.sparda-n.de/&#xd;\nhttps://www.sparda-ostbayern.de/&#xd;\nhttps://www.sparda-sw.de/&#xd;\nhttps://www.sparda-west.de/","goal":"The Association undertakes this task for the eleven legally and economically independent Sparda banks. The 'Verband der Sparda-Banken e.V' (Association of Sparda-Banks), which has its headquarters in Frankfurt am Main, is an auditing association as defined in the Genossenschaftsgesetz (German Cooperative Societies Act, GenG). The 'administrative unit' also acts as the group's interface with the outside world. We serve both the twelve legally and economically independent Sparda Banks and the other member companies on cooperative, legal, taxation, business management, organisational and human resources issues.&#xd;<br />&#xd;<br />The Association of Sparda-Banks ensures that the interests of the Sparda banking group are represented. In this respect, we work in close cooperation with the Bundesverband der Deutschen Volksbanken und Raiffeisenbanken e.V (BVR, German Association of German Banks and Raiffeisenbanken). &#xd;<br />&#xd;<br />The lobbying strategy of the Sparda banking group is driven by the need to represent its particular interests in the political sphere and also where other stakeholders are concerned. For example, unlike cooperative banks, the Sparda banks' services are almost always aimed at individual clients.","acronym":"VdSpB","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Single market, Taxation","euInitiatives":"Zahlungskonten-Richtlinie (Umsetzung) ohne Basic Accounts (unter anderem Vergleichswebseiten) &#xd;<br />§ 34 f GewO &#xd;<br />Neuregelung Beratungsprotokolle &#xd;<br />Indirekte Aufsicht der EZB&#xd;<br />Regulatorische Belastung von Mittelstandsbanken&#xd;<br />MiFiD 2-Umsetzung/MiFiR&#xd;<br />Umsatzsteuer auf Outsourcing&#xd;<br />Hypothekarkredit-Richtlinie (Umsetzung)&#xd;<br />Mittelstandspolitik für kleine und mittlere Banken&#xd;<br />Proportionalität&#xd;<br />WIKRL&#xd;<br />PSDII-Umsetzung&#xd;<br />Digital-/Plattformsteuer","lastUp":"2018-07-26T14:09:31.428+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}