{"id":"89093924456-06","name":"Vereinigung der österreichischen Industrie - Industriellenvereinigung","registrationDate":"2010-11-02T16:16:31.419+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.iv.at","country":"Austria","headAddress":"Schwarzenbergplatz, 4","headCity":"Wien","headPostCode":"1031","headPhone":"(43-1)71 13 50","boss":"Christoph NEUMAYER","bossTitle":"Mr","bossPosition":"Director General","membersCount":10,"membersFTE":"3.5","membership":"Die IV ist u.a. Mitglied im europäischen Dachverband der Industrie- und Arbeitgeberverbände BUSINESSEUROPE (www.businesseurope.eu).","memberOrga":"Rund 4200 Unternehmen aus Sachgütererzeugung, Finanzdienstleistungen und Energiewirtschaft mit direkter Mitgliedschaft (www.iv.at)","goal":"Die Industriellenvereinigung (IV) ist die freiwillige Interessenvertretung der österreichischen Industrie mit derzeit rund 4.200 Mitgliedern. Die Organisation der IV setzt sich aus ehrenamtlich agierenden Funktionären und hauptberuflichen Mitarbeiterinnen und Mitarbeitern zusammen. Neben den neun eigenständigen Landesgruppen werden die IV-Mitglieder von der Bundesorganisation und dem Brüsseler Büro betreut. Die Industriellenvereinigung verfolgt das Ziel, die Interessen ihrer Mitglieder in Europa und Österreich gezielt und nachhaltig zu vertreten und den Industrie- und Arbeitsstandort Österreich und Europa zu stärken. Die österreichische Industrie war und ist Vorreiterin in Sachen europäischer Integration. Daher orientiert sich die IV auch stark an der Agenda der Europäischen Union und ist als Mitglied des Europäischen Industrie- und Arbeitgeberverbandes und Sozialpartners BUSINESSEUROPE intensiv auf EU-Ebene tätig.","acronym":"IV","interests":"Budget, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Energie- und Klimastrategie, WWU, TTIP, Rohstoffe, Binnenmarkt, Digitale Agenda, Gesellschaftsrecht&#xd;<br />&#xd;<br />Beitrag zu öffentlichen Konsultationen: &#xd;<br />&#xd;<br />2016: Europäische Säule sozialer Rechte&#xd;<br />07.2016: ACER Consultation on the definition of capacity calculation regions&#xd;<br />2016: Rolle der Verleger in der uhreberrechtlichen Wertschöpfungskette und der \"Panorama-Ausnahme\"&#xd;<br />05.2016: Vorschlag für ein verbindliches Transparenzregister&#xd;<br />2016: Mobilitätsprogramm \"Dein erster EURES-Arbeitsplatz\" (DEEA) und mögliche künftige EU-Maßnahmen zur Förderung der Mobilität junger Arbeitskräfte innerhalb der EU&#xd;<br />01.2016: Energieeffizienz&#xd;<br />2015-2016: Stärkung der nationalen Wettbewerbsbehörden zur wirksameren Durchsetzung des EU-Wettbewerbsrechts&#xd;<br />10.2015: Mögliche Auswirkungen von CRR und CRD IV auf die Finanzierung der Wirtschaft durch Banken&#xd;<br />10.2015: Koordinierung der Systeme der sozialen Sicherheit in der EU&#xd;<br />07.2015: EU-Arbeitsmigrationspolitik und Blaue Karte&#xd;<br />03.2015: Überarbeitung der Arbeitszeitrichtlinie&#xd;<br />03.2015: Revision of the EU ETS Directive","lastUp":"2017-04-24T09:09:55.066+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}