{"id":"89092554724-82","name":"Trans-Atlantic Business Council","registrationDate":"2010-12-08T18:00:50.634+02:00","category":2,"subCategory":4,"legal":"Trade Association","web":"http://www.transatlanticbusiness.org","country":"United states","headAddress":"c/o K&amp;L Gates","headCity":"Washington, D.C.","headPostCode":"20006-1600","headPhone":"(1)20 27 78 90 00","boss":"Bart Gordon","bossTitle":"Mr","bossPosition":"TABC US Director","membersCount":10,"membersFTE":"3.5","membership":"","memberOrga":"http://www.transatlanticbusiness.org/about-us/member-companies/","goal":"The Trans-Atlantic Business Council (TABC) was created on January 1, 2013, as the result of a merger between TransAtlantic Business Dialogue (TABD) and European-American Business Council (EABC). The TABD was convened in 1995 by the U.S. Department of Commerce and the European Commission to serve as the official dialogue between American and European business leaders and U.S. cabinet secretaries and EU commissioners. The EABC was chartered in 1989 as the European Community Chamber of Commerce in the United States. In 1990 the EABC went public in New York and Washington as an independent business association wholly funded by its member companies. Seven years later, the ECCC was renamed the European-American Business Council. TABC exists to promote and enhance transatlantic economic integration and strengthened political ties between EU and U.S., while reinforcing the role of business as a major stakeholder in various EU-U.S. official dialogues. TABC provides the only platform for European and U.S. companies to work jointly to improve transatlantic collaboration in areas such as ICT, energy, research, innovation, intellectual property, and TTIP negotiations through the development of and advocacy for constructive recommendations and transatlantic solutions. Such business engagement is now more important than ever. The TABD Program remains a distinct program within the TABC, preserving its important and unique role as the official business advisor to the Transatlantic Economic Council (TEC).","acronym":"TABC","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"EU Trade policy, including the WTO; EU Visa Code; GDPR implementation; Cybersecurity; Energy Union; Digital Single Market; EU-U.S. Privacy Shield; Industry 4.0; Screening of Third Country FDI; Brexit; Financial services","lastUp":"2019-07-09T16:21:02.567+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}