{"id":"89092554724-82","name":"Trans-Atlantic Business Council","registrationDate":"2010-12-08T18:00:50.634+01:00","category":2,"subCategory":4,"legal":"Trade Association","web":"http://www.transatlanticbusiness.org","country":"United states","headAddress":"18 Street NW, 919","headCity":"Washington, DC","headPostCode":"20006","headPhone":"(1)20 28 28 91 04","boss":"Tim Bennett","bossTitle":"Mr","bossPosition":"Director-General/CEO","membersCount":5,"membersFTE":"4.0","membership":"Business Alliance for TTIP","memberOrga":"http://www.transatlanticbusiness.org/about-us/member-companies/","goal":"As integral participants in the transatlantic economy and its local communities, EU and U.S. businesses have an important role to play. TABC exists to promote and enhance transatlantic economic integration and strengthened political ties between the EU and U.S., while reinforcing the role of business as a major stakeholder in various EU-U.S. official dialogues. TABC provides the only platform for European and U.S. companies to work jointly to improve transatlantic collaboration in areas such as ICT, energy, research, innovation, intellectual property, and TTIP negotiations through the development of and advocacy for constructive recommendations and transatlantic solutions. Such business engagement is now more important than ever.&#xd;<br />&#xd;<br />On January 1, 2013, Transatlantic Business Council (TABC) was created as the result of a merger between TransAtlantic Business Dialogue (TABD) and European-American Business Council (EABC).  TABC creates a stronger business voice for its 70 plus member companies.  It advocates for the timely development of a comprehensive transatlantic agreement that further liberalizes trade and investment and promotes greater regulatory convergence, and continues engagement with forums such as the U.S.-EU High Level Working Group on Jobs and Growth (HLWG).  The TABD Program will continue to function as a distinct program within the TABC, preserving its important and unique role as the official business advisor to the Transatlantic Economic Council (TEC).&#xd;<br />&#xd;<br />The TABD was convened in 1995 by the U.S. Department of Commerce and the European Commission to serve as the official dialogue between American and European business leaders and U.S. cabinet secretaries and EU commissioners. Membership was comprised of chief executive officers or chairmen of American and European companies operating in the United States, Europe and globally.&#xd;<br />&#xd;<br />The EABC was chartered in 1989 as the European Community Chamber of Commerce in the United States.  In 1990 the EABC went public in New York and Washington as an independent business association wholly funded by its member companies.  Seven years later, the ECCC was renamed the European-American Business Council.","acronym":"TABC","interests":"Competition, Enterprise, Information Society, Internal Market, Trade","euInitiatives":"EU Trade policy, particularly TTIP&#xd;<br />Conflict minerals&#xd;<br />EU Visa Code&#xd;<br />GDPR&#xd;<br />Cybersecurity&#xd;<br />Energy Union&#xd;<br />Digital Single Market&#xd;<br />EU-US Privacy Shield&#xd;<br />Industry 4.0&#xd;<br />EU Trade Stategy","lastUp":"2017-02-16T16:20:41.380+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}