{"id":"891246734849-49","name":"European Route of Industrial Heritage e.V.","registrationDate":"2019-06-04T12:30:58.362+02:00","category":3,"subCategory":2,"legal":"Registered association","web":"http://www.erih.net","country":"Germany","headAddress":"Am Striebruch 42","headCity":"Meerbusch","headPostCode":"40668","headPhone":"(49)21 50 75 64 96","boss":"Meinrad Maria Grewenig","bossTitle":"Mr","bossPosition":"President","membersCount":15,"membersFTE":"4.75","membership":"https://www.erih.net/about-erih/erih-membership/erih-members/ &#xd;\n&#xd;\nSee member list, different public authorities, local and regional networks are members of ERIH (most of them represent a Regional Route)","memberOrga":"https://www.erih.net/about-erih/erih-membership/erih-members/&#xd;\n&#xd;\nPlease note, individual members and Friends of ERIH are not listed.","goal":"The ERIH is the network for European Industrial Heritage Tourism. The aim of ERIH is to encourage the appreciation, understanding, protection and promotion of our common European history and to facilitate this by the exchange of experience and by joint marketing. &#xd;<br />Since 2008 ERIH is a registered association with currently almost 300 active members in 26 countries. The ERIH website is the most comprehensive cultural portal for industrial heritage in Europe, used by experts and the general public. Currently we list more than 1,800 sites in 47 countries, 20 Regional Routes, 16 European Theme Routes and more than 160 biographies. &#xd;<br />Since its foundation the ERIH network is continuously growing. The association is represented by an international, volunteer Board, the coordination is done by the ERIH office located in Germany. The association initiates projects and encourages the international networking and exchange of players at conferences, workshops, by social media and direct contacts. &#xd;<br />Since 2014 ERIH is funded by the Creative Europe Networks programme to strengthen its role as the central network and platform for industrial heritage in Europe. Since 2019 ERIH is a certified Cultural Route of the Council of Europe.","acronym":"ERIH","interests":"Culture, Education and training, Environment, International co-operation and development","euInitiatives":"ERIH was member of the Stakeholder Committee for EYCH 2018. &#xd;<br />ERIH is a member of the European Heritage Alliance 3.3 &#xd;<br />ERIH is a certified Cultural Route of the Council of Europe. &#xd;<br />ERIH is funded by the Creative Europe Networks Programme and coordinates most activities about industrial heritage in Europe.","lastUp":"2019-06-04T12:42:16.568+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}