{"id":"891398521873-24","name":"Stichting STC-Group","registrationDate":"2016-06-06T17:01:52.456+01:00","category":6,"subCategory":9,"legal":"Stichting","web":"http://www.stc-group.nl","country":"Netherlands","headAddress":"Lloydstraat 300","headCity":"Rotterdam","headPostCode":"3024 EA","headPhone":"(31)1 04 48 60 00","boss":"Frits Gronsveld","bossTitle":"Mr","bossPosition":"Voorzitter College van Bestuur","membersCount":3,"membersFTE":"1.75","membership":"www.edinna.eu","memberOrga":"https://stc-group.nl/structuur","goal":"STC-Group is dé verticale onderwijs- en kennisinstelling voor scheepvaart, transport en havenindustrie. De STC-Group biedt onderwijs aan op VMBO-, MBO-, HBO– en masterniveau. Daarnaast biedt de STC-Group volwasseneneducatie en toegepast onderzoek. De organisatie is internationaal actief en heeft locaties in binnen- en buitenland. Het hoofdkantoor  is gevestigd in mainport Rotterdam.&#xd;<br />&#xd;<br />Visie op leren&#xd;<br />Horen en Zien leidt tot vluchtige kennis. Doen en Beleven zijn doorslaggevend voor het verwerven van de juiste competenties. Dat is de overtuiging van de STC-Group. Leerlingen, studenten en cursisten zijn pas goed opgeleid als zij beschikken over de juiste combinatie van kennis, vaardigheden en gewenst gedrag. Dit geldt voor jongeren die nog aan het begin staan van hun loopbaan, maar ook voor ervaren medewerkers die bij willen blijven in hun vakgebied. De STC-Group biedt daarom niet alleen kennisoverdracht in de vorm van lessen, maar ook een stimulerende praktijk- en simulatieomgeving waarin volop ervaring kan worden opgedaan.&#xd;<br />&#xd;<br />Over de grens&#xd;<br />De STC-Group bepekt haar missie niet tot Nederland of Europa. De STC-Group draagt, waar ook ter wereld, actief haar kennis en ervaring over. Dankzij haar wereldwijde netwerk draagt de organisatie bij aan de mondiale arbeidsmarkt ‘transport’.","acronym":"STC","interests":"Education and training, Employment and Social Affairs, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Trans-European Networks","euInitiatives":"- professionele kwalificaties voor de binnenvaart en zeevaart;&#xd;<br />- expert group on skills and career development in the blue economy;&#xd;<br />- Erasmus+","lastUp":"2019-11-19T10:37:32.687+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}