{"id":"891417815208-71","name":"Naspers","registrationDate":"2014-12-09T17:32:49.172+01:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://www.naspers.com/","country":"South africa","headAddress":"Heerengracht, 40","headCity":"Cape Town","headPostCode":"8001","headPhone":"(27)2 14 06 21 21","boss":"David  Tudor","bossTitle":"Mr","bossPosition":"Group General Counsel","membersCount":4,"membersFTE":"1.0","membership":"European Internet Forum- http://www.eifonline.org/members.html","memberOrga":"","goal":"Naspers is a global platform operator with principal operations in:&#xd;<br />&#xd;<br />-internet services, especially ecommerce ( i.e. classifieds, online retail, marketplaces, online comparison shopping, payments and online services);&#xd;<br />    &#xd;<br />-pay television (direct-to-home satellite services, digital terrestrial television services and online services) and&#xd;<br />&#xd;<br />-print media.&#xd;<br />&#xd;<br />Founded in 1915, our primary listing is on the Johannesburg Stock Exchange (JSE) in South Africa. Listed since 1994, we have grown to be part of the Top 10 index over the past number of years. . We also have a Level I American Depository Receipt programme (ADR programme) listing on the London Stock Exchange (LSE) and trade on an over-the-counter (OTC) basis. International investors account for around 50% of our shareholder base.&#xd;<br />&#xd;<br />As a broad-based, multinational media group, we provide services in more than 130 countries. We believe this wide spread of operations reduces the risk and exposure to any country, currency, business model or technology.&#xd;<br />&#xd;<br />We operate mainly in markets with strong growth potential. These include Africa, China, Latin America, Central and Eastern Europe, Russia, India, South-east Asia and the Middle East. Most of our businesses are market leaders in their sectors.","acronym":"","interests":"Competition, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"competition, digital single market strategy, taxation, intermediary liability and data economy","lastUp":"2018-02-02T09:46:06.350+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}