{"id":"891417815208-71","name":"Prosus","registrationDate":"2014-12-09T17:32:49.172+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.prosus.com/","country":"Netherlands","headAddress":"Taurusavenue 105","headCity":"Hoofddorp","headPostCode":"2132 LS","headPhone":"(31)2 35 69 23 00","boss":"David  Tudor","bossTitle":"Mr","bossPosition":"Group General Counsel","membersCount":1,"membersFTE":"0.25","membership":"European Internet Forum- http://www.eifonline.org/members.html&#xd;\nEuropean Policy Centre - http://www.epc.eu/&#xd;\nCenter for Democracy and Technology -  https://cdt.org/about/&#xd;\nAmerican European Community Association – https://www.aeca.org/&#xd;\nFairsearch - http://fairsearch.org/","memberOrga":"","goal":"Prosus was established in September 2019 through the listing of the international internet assets of the Naspers Group on Euronext Amsterdam. Prosus is a global consumer internet group and one of the largest technology investors in the world. Operating and investing globally in markets with long-term growth potential, Prosus builds leading consumer internet companies that empower people and enrich communities. Prosus’ principal operations are focused on the following sectors: online classifieds, food delivery, payments and fintech, education, health, and social and internet platforms. In Europe, the companies that Prosus operates or partners with include OLX, OTOMOTO, Autovit, Standvirtual, Storia, OTODOM, Fixly, Tradus, Selency, PayU, eMAG, Delivery Hero, and dott. We believe in the power of local backed by global scale and we look for opportunities to address big societal needs in markets where we see the greatest growth potential.","acronym":"","interests":"Competition, Digital economy and society, Taxation","euInitiatives":"Digital economy, competition policy, taxation policy, foreign direct investment policy","lastUp":"2019-12-12T14:42:06.633+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}