{"id":"89158218867-92","name":"European League Against Rheumatism","registrationDate":"2012-06-01T13:24:03.051+02:00","category":3,"subCategory":2,"legal":"Not-for-profit scientific charity","web":"http://www.eular.org","country":"Switzerland","headAddress":"Seestrasse, 240","headCity":"Kilchberg","headPostCode":"8802","headPhone":"(41)4 47 16 30 30","boss":"Julia Rautenstrauch","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.0","membership":"Alliance of Biomedical Research in Europe&#xd;\nInternational League of Associations for Rheumatology (ILAR)&#xd;\nThe Bone and Joint Decade&#xd;\nEuropean Union of Medical Specialists","memberOrga":"https://www.eular.org/eular_members.cfm","goal":"The European League Against Rheumatism (EULAR) is the organisation which represents the patient, health professional and scientific societies of rheumatology of all the European nations. EULAR endeavours to stimulate, promote, and support the research, prevention, treatment and rehabilitation of rheumatic diseases, as well as the inclusion of people with rheumatic and musculoskeletal diseases in social and economic life. In line with UEMS, EULAR defines rheumatology as including rheumatic diseases of the connective tissue, locomotor and musculoskeletal systems.","acronym":"EULAR","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"Public health policies (e.g. chronic diseases, active and healthy ageing, cross-border health care, access to health care, mobility of health professionals, eHealth, innovation in health care, etc)&#xd;<br />&#xd;<br />Employment and social affairs policies and legislation (e.g. Health and Safety at Work; participation of people with disabilities in the labour market and in education; Disability strategy, implementation of the UN Convention on the rights of people with disabilities, disability and work, etc.); &#xd;<br />&#xd;<br />Research and innovation policies (e.g. Horizon 2020, Horizon Europe, data protection, innovation, personalised medicines, etc.)","lastUp":"2019-04-25T18:17:42.285+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}