{"id":"891654116196-35","name":"Financial Reporting Council","registrationDate":"2015-02-24T15:57:49.973+01:00","category":6,"subCategory":9,"legal":"private company limited by guarantee","web":"http://www.frc.org.uk","country":"United kingdom","headAddress":"Financial Reporting Council","headCity":"London","headPostCode":"EC2Y 5AS","headPhone":"(44)20 74 92 23 00","boss":"Anne McArthur ","bossTitle":"Ms","bossPosition":"General Counsel &amp; Company Secretary","membersCount":2,"membersFTE":"1.5","membership":"FRC is a regulator &amp; independent standard-setter and not a membership organisation.","memberOrga":"","goal":"The FRC is responsible for promoting high quality corporate governance and reporting to foster investment. We set the UK Corporate Governance and Stewardship Codes as well as UK standards for accounting, auditing and actuarial work. &#xd;<br />&#xd;<br />We represent UK interests in international standard-setting. We also monitor and take action to promote the quality of corporate reporting and auditing. We operate independent disciplinary arrangements for accountants and actuaries; and oversee the regulatory activities of the accountancy and actuarial professional bodies.","acronym":"FRC","interests":"Climate Action, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"The FRC follows EU initiatives, policies and legislative files of relevance to our areas of responsibility, e.g. audit, accounting/financial reporting, corporate governance and actuarial. This includes legislative files such as the shareholders rights directive, evaluation of IAS regulation, the reform of EFRAG, implementation of the audit directive and regulation; but also EU initiatives such as the Communication on long-term financing of the EU, EU CSR strategy, Capital Markets Union etc.","lastUp":"2017-03-03T13:00:40.620+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}