{"id":"89177745094-63","name":"OPERA Research Center","registrationDate":"2011-01-25T19:00:49.783+01:00","category":4,"subCategory":5,"legal":"Academic institution","web":"http://www.operaresearch.eu","country":"Italy","headAddress":"via E.Parmense, 84","headCity":"Piacenza","headPostCode":"29100","headPhone":"(39)05 23 59 92 18","boss":"Ettore Capri","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"0.75","membership":"OPERA Research Center belongs to Universita Cattolica del Sacro Cuore, Milan, Italy","memberOrga":"","goal":"OPERA is a research center of the Università Cattolica del Sacro Cuore.&#xd;<br />&#xd;<br />It is an independent, not-for-profit scientific think tank, committed to the sharing and developing of the best practices in agri-environmental measures in the context of European legislation, in order to support the development of sustainable agriculture in Europe.&#xd;<br />&#xd;<br />The fundamental contribution of OPERA is to use the potential of existing scientific researches and knowledge to support the stakeholders in their political and technical decisions concerning agriculture and the environment. One objective is to create a list of recommendations to policy makers on improving the effectiveness of agriculture policies in EU. &#xd;<br />Created thanks to the initiative of several European scientists from academia and other public institutions, the structure of OPERA includes key networks and joint initiatives of academic scientific groups, national and EU Institutions, industry professionals, companies and professional associations.","acronym":"OPERA","interests":"Agriculture and Rural Development, Budget, Climate Action, Environment, Food Safety, Research and Technology, Trade","euInitiatives":"High education programs, Scientific communication activities, Research activities, Stakeholder involvement&#xd;<br />At present OPERA is working on three pillars:&#xd;<br />Common Agricultural Policy reform&#xd;<br />The Directive on the Sustainable Use of Pesticide&#xd;<br />Risk assessment and risk management of contamination sources&#xd;<br />Sustainability in practice","lastUp":"2017-04-12T10:44:35.524+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}