{"id":"891881518347-25","name":"Malta Business Foundation","registrationDate":"2015-07-27T16:23:19.391+01:00","category":2,"subCategory":1,"legal":"Foundation","web":"http://www.mbb.org.mt","country":"Malta","headAddress":"Malta Business Bureau","headCity":"Birkirkara","headPostCode":"BKR9039","headPhone":"(356)21 25 17 19","boss":"Joseph Tanti","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.75","membership":"Members of BusinessEurope, Eurochambres, and HOTREC","memberOrga":"Malta Hotels and Restaurants Association (MHRA): www.mhra.org.mt&#xd;\nMalta Chamber of Commerce, Enterprise and Industry: www.maltachamber.org.mt","goal":"The Malta Business Bureau Foundation (MBF) which is made up of six senior officials representing its parent organisations, being the Malta Chamber of Commerce, Enterprise and Industry and the Malta Hotels and Restaurants Association (MHRA). T&#xd;<br />&#xd;<br />Over the years, the synergies achieved between the parent organisations through this initiative have been remarkable especially as the realization that the Maltese business community requires a direct channel to the various EU institutions which initiate proposals for a number of wide-ranging policies. &#xd;<br />&#xd;<br />The MBB represents its parent organisations in Brussels and Malta, by liaising directly with the European institutions, the Maltese Permanent Representation and with umbrella organisations such as BUSINESSEUROPE, EUROCHAMBRES and HOTREC on all policy and funding issues affecting Maltese business interests. &#xd;<br />&#xd;<br />One of the main tasks of the organisation is to provide information to the Maltese Business Community with regards to EU Directives and Regulations related to their operations, while also keep them up to date with the latest development in the sphere of EU funding for business. Moreover, the MBB has as its core principles those established by the parent organisations, thus it acts in areas identified with the need for development and improvement of Maltese business in a European context.","acronym":"MBF","interests":"Competition, Consumer Affairs, Enterprise, Environment, General and Institutional Affairs, Internal Market, Taxation","euInitiatives":"The organization follows areas of Internal Market Policy, Legal Affairs, SME policy, Tourism policy, Company Law, Industrial policy, Social and Employment policy","lastUp":"2017-08-21T12:31:26.840+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}