{"id":"892196930597-97","name":"European Centre for Information on Marine Science and Technology","registrationDate":"2018-03-06T17:47:12.827+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.eurocean.org","country":"Portugal","headAddress":"Av. D. Carlos I, 126-2","headCity":"Lisboon","headPostCode":"1249-074","headPhone":"(351)2 13 92 44 86","boss":"Sergio Bryton","bossTitle":"Mr","bossPosition":"Executive-Director","membersCount":6,"membersFTE":"6.0","membership":"","memberOrga":"We have 12 member organisation and 4 cooperating members ( http://www.eurocean.org/np4/members.html)","goal":"EurOcean – The European Centre for Information on Marine Science and Technology, established in 2002, is an independent scientific non-governmental organisation of leading European marine organisations whose aim is to facilitate information exchange and generate value-added products in the field of marine sciences and technologies between a wide range of governmental and non-governmental bodies. EurOcean is made up of 12 Member organisations based in 10 European countries and in addition has four Cooperating Members.","acronym":"EurOcean","interests":"Climate Action, Communication, Environment, Maritime affairs and fisheries, Research and innovation, Youth","euInitiatives":"EurOcean, a clearing house for information on marine science and technology in Europe, through its internet site   facilitates access to information on topics related to marine science and technology in Europe with priority given to three main domains: Marine Research Infrastructures, Marine Knowledge Management and Ocean Public Outreach and Education Activities. EurOcean also contributes to initiatives aiming to promote the Blue Society principles. The main policies of interest are the Blue Growth Policy, and the following Directives: MSFD, MSPD, and the CFP","lastUp":"2019-02-21T10:54:18.921+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}