{"id":"892279530498-04","name":"International Centre for Research in Agroforestry","registrationDate":"2018-03-02T13:26:30.540+01:00","category":4,"subCategory":5,"legal":"International Research Centre (member of the CGIAR)","web":"http://www.worldagroforestry.org","country":"Kenya","headAddress":"UN Avenue","headCity":"Nairobi","headPostCode":"00100","headPhone":"(254)2 07 22 40 00","boss":"Anthony Simons","bossTitle":"Mr","bossPosition":"Director-General","membersCount":4,"membersFTE":"1.5","membership":"We are a member of CGIAR System, http://www.cgiar.org/","memberOrga":"We are a member of CGIAR System, http://www.cgiar.org/","goal":"The World Agroforestry Centre (ICRAF) is a centre of scientific excellence that harnesses the benefits of trees for people and the environment. Leveraging the world’s largest repository of agroforestry science and information, we develop knowledge practices, for farmers’ fields to the global sphere, to ensure food security and environmental sustainability.&#xd;<br />&#xd;<br />Our Vision: An equitable world where all people have viable livelihoods supported by healthy and productive landscapes.&#xd;<br />&#xd;<br />Our Mission: To harness the multiple benefits trees provide for agriculture, livelihoods, resilience and the future of our planet, from farmers’ fields through to continental scales.&#xd;<br />&#xd;<br />ICRAF’s headquarters are based in Nairobi, Kenya, and we operate six regional programmes in Sub-Saharan Africa, Asia and Latin America. The organization predominantly works through a research lens by building up tools and methods, as well as provision of knowledge products.&#xd;<br />&#xd;<br />ICRAF is the only institution that conducts globally significant agroforestry research in and for all of the developing tropics. Knowledge produced by the organization allows governments, development agencies and farmers to utilize the power of trees to make farming and livelihoods more environmentally, socially and economically sustainable at scale.&#xd;<br />&#xd;<br />ICRAF's work also addresses many of the issues being tackled by the Sustainable Development Goals (SDGs) that aim to eradicate hunger, reduce poverty, provide affordable and clean energy, protect life on land and combat climate change.&#xd;<br />&#xd;<br />We receive our funding from many different partners including governments, private foundations, international organizations, regional development banks and the private sector. And we collaborate with a range of scientific and development institutions.","acronym":"ICRAF","interests":"Agriculture and Rural Development, Climate Action, Development, Energy, Environment, External Relations, Food Safety, Humanitarian Aid, Public Health, Research and Technology, Youth","euInitiatives":"Agroforestry, Agriculture in Development, Rural Development, Climate Change, Biodiversity, Soils, Forestry, Rio Conventions, ACP relations...","lastUp":"2018-03-09T12:05:29.437+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}