{"id":"892412022751-85","name":"European Fashion Council","registrationDate":"2016-07-20T22:52:44.721+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.facebook.com/europeanfashioncouncil","country":"Bulgaria","headAddress":"#3, Poulievi brothers str.","headCity":"Plovdiv","headPostCode":"4000","headPhone":"(359)32 62 09 29","boss":"Nadya VALEVA","bossTitle":"Ms","bossPosition":"President of the Presidential Council","membersCount":27,"membersFTE":"13.5","membership":"2012 - &#xd;\nEU - UNESCO convention","memberOrga":"Established on 19th of May 2007 in Ancient Plovdiv, Bulgaria, European Union &#xd;\nRegistered in the EU by the European Commission with ID: 25337543032-09 as an Union of NGO/Think-Tank for Fashion and Fashion design with 26 Member States:&#xd;\nAustria, Belgium, Bulgaria, Czechia, Denmark, Estonia, Finland, Germany, Hungary, Ireland, Latvia, Malta, Netherlands, Portugal, Romania, Sweden, &#xd;\nIceland, Norway, Switzerland, and Albania, Armenia, Bosnia &amp; Herzegovina, F.Y.R. Macedonia, Moldova, Montenegro, Serbia and Ukraine.","goal":"Official NGO for fashion and fashion design of EU and Europe as a federal union of member-states","acronym":"EFC","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Participation in strategy Europe2020&#xd;<br />Participation in Summary Report for long term finance of European Economy&#xd;<br />. . .","lastUp":"2018-07-03T15:31:15.281+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}