{"id":"892412022751-85","name":"European Fashion Council","registrationDate":"2016-07-20T22:52:44.721+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.facebook.com/europeanfashioncouncil","country":"Bulgaria","headAddress":"#3, Poulievi brothers str.","headCity":"Plovdiv","headPostCode":"4000","headPhone":"(359)32 62 09 29","boss":"Nadya VALEVA","bossTitle":"Ms","bossPosition":"President of the Presidential Council","membersCount":25,"membersFTE":"12.5","membership":"2012 - &#xd;\nEU - UNESCO convention","memberOrga":"Established on 19th of May 2007 in Ancient Plovdiv, Bulgaria, European Union &#xd;\nRegistered in the EU by the European Commission with ID: 25337543032-09 as an Union of NGO/Think-Tank for Fashion and Fashion design with 26 Member States:&#xd;\nAustria, Belgium, Bulgaria, Czechia, Denmark, Estonia, Germany, Hungary, Ireland, Latvia, Malta, Netherlands, Portugal, Romania, Sweden, &#xd;\nIceland, Norway, Switzerland, and Albania, Armenia, Bosnia &amp; Herzegovina, F.Y.R. Macedonia, Moldova, Montenegro, Serbia and Ukraine.","goal":"Official NGO for fashion and fashion design of EU and Europe","acronym":"EFC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Participation in strategy Europe2020&#xd;<br />Participation in Summary Report for long term finance of European Economy&#xd;<br />. . .","lastUp":"2017-10-29T14:54:33.188+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}