{"id":"892857311821-20","name":"Compagnie de SAINT-GOBAIN","registrationDate":"2013-09-09T11:49:58.495+01:00","category":2,"subCategory":3,"legal":"Société anonyme","web":"http://www.saint-gobain.com","country":"France","headAddress":"rue d'Alsace, 18","headCity":"LA DEFENSE CEDEX","headPostCode":"92096","headPhone":"(33)1 47 62 30 00","boss":"Pierre-André de Chalendar","bossTitle":"Mr","bossPosition":"Président-Directeur général","membersCount":4,"membersFTE":"2.5","membership":"- European Regional Network of the World GBC&#xd;\n- EuroACE&#xd;\n- GLOBE EU Bee Group  &#xd;\n- EU-ASE&#xd;\n- ERT (European Round Table)&#xd;\n- EURIMA &#xd;\n- Glass for Europe","memberOrga":"","goal":"Le Groupe Saint-Gobain est aujourd’hui leader mondial des marchés de l’habitat, en apportant des solutions innovantes pour économiser l’énergie et protéger l’environnement. &#xd;<br />Les Produits pour la Construction comprennent les activités Isolation, Gypse, Produits d'extérieur, Canalisation et Mortiers Industriels. Leur complémentarité permet de répondre aux besoins de l'ensemble des domaines de la construction, neuve ou de rénovation. &#xd;<br />Les Matériaux Innovants réunissent le Vitrage (fabrication de verre plat, transformation et distribution du verre pour le bâtiment, vitrage pour l'automobile, spécialités) et les Matériaux Haute Performance, regroupant les activités Céramiques &amp; Plastiques, Abrasifs et Solutions Textiles, ayant des développements vers l'habitat, l'énergie et l'environnement. &#xd;<br />La Distribution Bâtiment est le premier distributeur de matériaux de construction en Europe et le premier distributeur de carrelage au plan mondial. Ce réseau de distribution de matériaux, doté de plus de 4 200 agences, permet également de proposer aux artisans des formations aux nouveaux standards du bâtiment. &#xd;<br />Le Conditionnement, deuxième acteur mondial dans l'emballage verre, fabrique des bouteilles et pots en verre pour l'emballage des boissons et des produits alimentaires.","acronym":"","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"- Politique énergie &amp; climat (Long Term Strategy for Decarbonisation, Clean Energy for all Europeans, ETS, EPBD, EED)&#xd;<br />- Economie circulaire et gestion efficace des ressources; politique déchets&#xd;<br />- Construction durable&#xd;<br />- PEF, Product Environmental Footprint&#xd;<br />- EU Framework of core indicators for sustainable buildings Level(s) &#xd;<br />- réglementation chimique (REACH et CLP)","lastUp":"2019-03-26T07:51:46.282+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}