{"id":"893018026790-13","name":"Rasch Rechtsanwälte","registrationDate":"2017-04-19T09:36:58.719+01:00","category":1,"subCategory":10,"legal":"keine","web":"http://www.raschlegal.de","country":"Germany","headAddress":"An der Alster 6","headCity":"Hamburg","headPostCode":"20099","headPhone":"(49)4 02 44 29 70","boss":"Clemens Rasch","bossTitle":"Mr","bossPosition":"Rechtsanwalt","membersCount":1,"membersFTE":"0.25","membership":"Rechtsanwaltskammer Hamburg&#xd;\nwww.rechtsanwaltskammerhamburg.de","memberOrga":"","goal":"Wir treten für den Schutz des geistigen Eigentums im digitalen Wandel ein.&#xd;<br />&#xd;<br />Als Partner der Kreativbranche sind Rasch Rechtsanwälte seit 2003 auf dem Gebiet des gewerblichen Rechtsschutzes tätig. Wir verbinden dabei unser juristisches Fachwissen mit dem Verständnis für das Internet und für moderne Informationstechnologien.&#xd;<br />&#xd;<br />Rasch Rechtsanwälte prägen und prägten die deutsche Rechtsprechung, insbesondere beim Urheberrecht, maßgeblich. Wir nutzen im Auftrag unserer Mandanten unsere Erfahrung für die Gestaltung von Ideen und bei der gerichtlichen Durchsetzung von Rechten. Zu unserem Mandantenkreis gehören neben Medienunternehmen und Verbänden – insbesondere aus der Musik -, Verlags- und Filmbranche – Softwareentwickler, Werbeagenturen, Merchandising- Anbieter sowie Musikproduzenten und Künstler.&#xd;<br />&#xd;<br />Im Verlagsbereich beraten wir Verlage sowie Autoren, Illustratoren und andere Kreative.&#xd;<br />&#xd;<br />In der Musik-Branche sind wir für Musikschaffende tätig, das heißt für Tonträgerhersteller („Labels“), Musikverlage, Produzenten, Künstler, Komponisten und Textdichter.&#xd;<br />&#xd;<br />Ein wichtiger Bereich der Musik-Industrie ist die Musik-Equipmentbranche. Hier beraten und vertreten wir Hersteller, Vertriebe und Händler von Instrumenten und Audio-Equipment.&#xd;<br />&#xd;<br />Bei unserer Beratung legen wir auf folgende Punkte besonderes Augenmerk:&#xd;<br />   &#xd;<br />• technisches Verständnis&#xd;<br />• profunde juristische Analyse&#xd;<br />• Interessen und wirtschaftliche Möglichkeiten des    &#xd;<br />   Mandanten&#xd;<br />• strategische Prozessführung.","acronym":"","interests":"Audiovisual and Media, Communication, Consumer Affairs, Culture, Enterprise, Environment, Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade","euInitiatives":"- Draft Guide for the implementation of the RE Directive&#xd;<br />- Draft EU Commission Implementing Regulation of [Datum] specifying how to present the information provided for in Article 10(10) of  Directive 2014/53/EU&#xd;<br />- Regulation 2016/425/EU&#xd;<br />- Regulation 338/97/EC&#xd;<br />- Directive 2014/30/EU&#xd;<br />- Directive 2014/35/EU","lastUp":"2018-01-03T17:26:33.707+01:00","customers":"Society of Music Merchants SOMM e.V.","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}