{"id":"893207635572-53","name":"Hochschule für Technik und Wirtschaft Berlin","registrationDate":"2019-08-02T12:00:59.083+02:00","category":4,"subCategory":12,"legal":"public body","web":"https://htw-berlin.de","country":"Germany","headAddress":"Hochschule für Technik und Wirtschaft Berlin","headCity":"Berlin","headPostCode":"10318","headPhone":"(49)3 05 01 90","boss":"Claas Cordes","bossTitle":"Mr","bossPosition":"chancellor","membersCount":1,"membersFTE":"0.25","membership":"- European University Association (EUA)&#xd;\n- Hochschulrektorenkonferenz (HRK)","memberOrga":"","goal":"The HTW Berlin - University of Applied Sciences with around 14,000 students, 370 scientific staff and 5 faculties is Berlin's largest university of applied sciences. It uses the diversity of its more than 70 degree programmes in the fields of technology, information technology, economics, law, culture and design for networked cooperation. For the HTW Berlin, research is a core task and a key factor for success. The researchers at the HTW Berlin contribute their expertise and contacts to more than 150 thematically wide-ranging third-party funding projects each year, which are usually carried out in cooperation with partners from industry.  HTW Berlin is also a full member of the European University Association (EUA). Four major future topics „Renewable Energy – Energy Efficiency“, “Future of Industry and Working Environment”, “Healthy Economy – Life Science” and “Digital Industries – Creative Industries” have defined the research scene at HTW Berlin in recent years.","acronym":"HTW Berlin","interests":"Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Environment, Public Health, Research and innovation, Transport","euInitiatives":"Research and Innovation Funding Policies (Horizon Europe, Horizon2020); EU Higher Education Policy (ERASMUS+); Regional Development Policies (ESIF)","lastUp":"2019-08-02T14:48:57.324+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}