{"id":"89339439558-44","name":"amcAUSTRIA-Interessensvertretung der österreichischen Erzeugerorganisationen für Obst und Gemüse e.V.","registrationDate":"2012-09-07T09:08:40.477+02:00","category":2,"subCategory":4,"legal":"e.V.,ZVR: 005608 140","web":"http://www.amc-club.at","country":"Austria","headAddress":"Franz-Bruckner-Gasse, 15","headCity":"Weiz","headPostCode":"8160","headPhone":"(43)3 17 29 30 80","boss":"Josef Peck","bossTitle":"Mr","bossPosition":"Obmann","membersCount":1,"membersFTE":"0.25","membership":"ÖBOG-Österreichischer Branchenverband für Obst und Gemüse, Schauflergasse 6, 1015 Wien","memberOrga":"www.amc-club.at","goal":"Der amcAUSTRIA - agrar management club Austria e.V. - ist die Interessensvertretung der österreichischen Erzeugerorganisationen (EOs) für Obst und Gemüse. Die Mitglieder des amcAUSTRIA sind die österreichischen Erzeugerorganisationen für Obst und Gemüse. Ziel von Erzeugerorganisationen ist eine Bündelung des Angebots und eine damit einhergehende Verbesserung der Position der landwirtschaftlichen Produzenten am Markt. Sie sind wesentliche Akteure, die die Stärkung der Verhandlungsposition der Erzeuger gegenüber der wachsenden Konzentration auf Handelsseite und das Erzielen von Mehrwert durch die Erzeuger anstreben.&#xd;<br />Eine umfassende Repräsentation und Unterstützung der Anliegen der Erzeugerorganisationen nach außen hin sowie der ständige Informations- und Erfahrungsaustausch zwischen den Mitgliedern stehen im Fokus der Aufgaben des amcAUSTRIA. Obmann des amcAUSTRIA ist Ing. Josef Peck, MBA - Geschäftsführer der Erzeugerorganisation Sonnengemüse Vertriebs GmbH. Die Geschäftsführung hat die gfa-consulting gmbh mit Sitz in Weiz in der Steiermark (www.gfa.co.at) inne.","acronym":"amcAUSTRIA","interests":"Agriculture and Rural Development","euInitiatives":"amcAUSTRIA vertritt die österreichischen Erzeugerorganisationen und vertritt ihre Interessen im Bezug auf GAP, gemeinsame Agrarpolitik, Finanzrahmen, Wettbewerbsrecht usw","lastUp":"2019-07-16T09:09:56.824+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}