{"id":"893344024909-06","name":"Steuerberaterkammer Stuttgart","registrationDate":"2016-12-05T11:06:55.087+02:00","category":2,"subCategory":1,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.stbk-stuttgart.de","country":"Germany","headAddress":"Hegelstraße 33","headCity":"Stuttgart","headPostCode":"70174","headPhone":"(49711)61 94 80","boss":"Prof. Dr. Uwe Schramm","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.25","membership":"Bundessteuerberaterkammer (www.bstbk.de)&#xd;\nLandesverband der Freien Berufe Baden-Württemberg e.V. (www.freie-berufe-bw.de)","memberOrga":"Bundessteuerberaterkammer (www.bstbk.de)","goal":"Wir sind eine berufliche Selbstverwaltungsorganisation aller in unserem Kammergebiet niedergelassenen Steuerberater/innen. Als Körperschaft des öffentlichen Rechts nehmen wir die uns durch das Gesetz übertragenen Aufgaben wahr. Insbesondere haben wir die Aufgabe, die beruflichen Belange der Gesamtheit der Mitglieder zu wahren und die Erfüllung der beruflichen Pflichten zu überwachen. Uns obliegt es, die Mitglieder der Kammer in Fragen der Berufspflichten zu beraten und auf Antrag bei Streitigkeiten unter den Mitgliedern der Kammer sowie zwischen Mitgliedern der Kammer und ihren Auftraggebern zu vermitteln. Zu weiteren Aufgaben gehören die Bestellung von Steuerberatern und die Anerkennung von Steuerberatungsgesellschaften sowie das Führen des Berufsregisters. Die Steuerberaterkammer sorgt für ein breites Angebot der beruflichen Aus- und der Fortbildung für Berufsangehörige und deren Mitarbeiter. Zudem nehmen wir die uns durch das Berufsbildungsgesetz übertragenen Aufgaben im Bereich der Berufsbildung der Steuerfachangestellten wahr, insbesondere die Abnahme der Prüfungen zum/zur Steuerfachangestellten sowie die Durchführung der Fortbildungsprüfungen zum/zur Steuerfachwirt/in und zum Fachassistenten/zur Fachassistentin Lohn und Gehalt. Ziel der Steuerberaterkammer ist es, den steuerberatenden Beruf als Freien Beruf und als Organ der Steuerrechtspflege zu fördern, weiterzuentwickeln und in der Öffentlichkeit zu positionieren. Dabei sind wir insbesondere dem Gemeinwohl und den Belangen der Verbraucher verpflichtet. Die Kammer pflegt den Kontakt zu Politik und Verwaltung, Institutionen, Kammern und Verbänden und schafft als berufliche Selbstverwaltung die Rahmenbedingungen für eine erfolgreiche Berufsausübung der Angehörigen des steuerberatenden Berufes.","acronym":"","interests":"Competition, Customs, Economy, finance and the euro, Single market, Taxation","euInitiatives":"EU-Binnenmarktstrategie","lastUp":"2019-06-21T11:23:25.482+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}