{"id":"893353628532-86","name":"Teknoloji Arastirma ve Gelistirme Endustriyel Urunler Bilisim Teknolojileri Sanayi ve Ticaret Anonim Şirketi","registrationDate":"2017-10-03T15:52:51.322+02:00","category":1,"subCategory":6,"legal":"A.Ş.","web":"http://tages.biz","country":"Turkey","headAddress":"Sümer Korusu Yeni Çamlık Evleri No:66 Tarabya","headCity":"İstanbul","headPostCode":"34457","headPhone":"(90)21 22 23 21 01","boss":"Leyla  Arsan ","bossTitle":"Ms","bossPosition":"CEO","membersCount":4,"membersFTE":"4.0","membership":"Open Data Institute (ODI) https://theodi.org/ &#xd;\nDigital Social Innovation Initiative (DSI) https://digitalsocial.eu/&#xd;\nFINES (Future Internet Enterprise Systems) Cluster&#xd;\nNEM (Network and Media) https://nem-initiative.org/ &#xd;\nNESSI (Software and Services) Technology Platforms http://www.nessi-europe.com/default.aspx?page=home","memberOrga":"","goal":"TAGES provides project management, consulting, R&amp;D and innovation management services for SMEs, companies, NGOs, public organizations and local authorities, academic and research institutions since 2002. TAGES has an extensive knowledge and experience of its team on ICT more than 25 years, EU and International Funding, with a wide industrial and R&amp;D network in Europe. TAGES also provides mentoring and coaching services to the SMEs, Start-Ups and young entrepreneurs.&#xd;<br />&#xd;<br />TAGES competencies are mainly on innovation management, R&amp;D&amp;I project development and management, cooperative network management, user requirements, pilot implementations and user evaluations of innovative products and services, dissemination and exploitation of R&amp;D&amp;I project results, project proposal preparation for funding programs, innovation assessment and audits, Open Innovation strategy and program implementation, technology foresight, ICT based innovative application and services on Smart Cities, Open and Linked Data, Interoperability, Big Data, IoT and Blockchain.&#xd;<br />&#xd;<br />TAGES besides strategy development, can be both an innovation partner for its clients or a consultant for their R&amp;D and innovation activities.","acronym":"TAGES","interests":"Business and Industry, Digital economy and society, Energy, Environment, International co-operation and development, Research and innovation, Single market, Transport","euInitiatives":"Digital Single Market&#xd;<br />Circular Economy Policies&#xd;<br />Plastic Strategy","lastUp":"2018-09-21T11:54:58.243+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}