{"id":"893540515646-89","name":"COGEA","registrationDate":"2015-01-19T11:27:33.584+02:00","category":1,"subCategory":6,"legal":"S.r.l.","web":"http://www.cogeaspa.it/","country":"Italy","headAddress":"Po, 102","headCity":"Roma","headPostCode":"00198","headPhone":"(39)06 85 37 35 25","boss":"Massimo Ciarrocca","bossTitle":"Mr","bossPosition":"Presidente","membersCount":14,"membersFTE":"14.0","membership":"","memberOrga":"","goal":"La società ha per oggetto lo svolgimento delle seguenti attività: - la prestazione di servizi di consulenza economica e finanziaria e di consulenza aziendale e amministrativa, nei limiti e nel pieno rispetto delle vigenti normative in materia; - l’assunzione e la gestione di partecipazioni in altre società od imprese, sia in conto proprio che di terzi, - l’attività di informatica in generale con svolgimento del servizio di elaborazione dati; - l’attività di studi e ricerche per committenti pubblici e privati, in campo economico, sociale e territoriale; - l’attività di assistenza tecnica, monitoraggio, valutazione e controllo finanziario per committenti pubblici e privati; - l’attività di formazione delle risorse umane nei settori pubblici e privati. per il raggiungimento dell’oggetto sociale, la società potrà inoltre compiere anche se in via non prevalente qualsiasi operazione immobiliare, commerciale, locativa, ipotecaria e finanziaria, utile o necessaria per il conseguimento dell’oggetto sociale e potrà assumere interessenze e partecipazioni sotto qualsiasi forma in altre imprese e società od enti con oggetto uguale, affine o complementare al proprio a scopo di stabile investimento e senza finì di collocamento, sempre nel rispetto delle norme di cui alle leggi 197/1991 e 2.1.1991 n.1 e successive modifiche e integrazioni, nonché dal D.M. Tesoro 6.7.94 e delle altre norme in materia. la società potrà infine, sempre in via non prevalente e per il raggiungimento dell’oggetto sociale, prestare fideiussioni, avalli, ipoteche ed altre garanzie personali e reali e consentire iscrizioni, trascrizioni ed annotamenti, anche nell’interesse di terzi e per impegni altrui, ma non nei confronti del pubblico, degli utenti e dei consumatori.","acronym":"","interests":"Agriculture and Rural Development, Fisheries and Aquaculture","euInitiatives":"politica agricola comune, primo e secondo pilastro &#xd;<br />politica marittima e della pesca","lastUp":"2018-03-26T12:22:43.313+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":"","turnoverRange":""}