{"id":"893507027715-20","name":"Research Institute of Organic Agriculture (FiBL)","registrationDate":"2017-07-31T11:55:55.925+02:00","category":4,"subCategory":5,"legal":"Foundation","web":"http://fibl.org","country":"Switzerland","headAddress":"Ackerstrasse 113","headCity":"Frick ","headPostCode":"CH-5070","headPhone":"(41)6 28 65 72 72","boss":"Urs Niggli","bossTitle":"Mr","bossPosition":"FiBL Director","membersCount":6,"membersFTE":"5.0","membership":"IFOAM Organics International: https://www.ifoam.bio/&#xd;\nIFOAM EU: http://www.ifoam-eu.org/&#xd;\nTP Organics- European Technology Platform: http://tporganics.eu/&#xd;\nTIPI -  the Technology Innovation Platform of IFOAM - Organics International: http://www.organic-research.net/tipi.html&#xd;\nDAFA - Deutsche Agrarforschungsallianz: http://www.dafa.de/&#xd;\nBio Suisse- Federation of Swiss organic farmers: https://www.bio-suisse.ch/","memberOrga":"http://www.fibl.org/en/switzerland/location-ch.html&#xd;\nhttp://www.fibl.org/en/germany/location-de.html&#xd;\nhttp://www.fibl.org/en/austria/location-at.html&#xd;\nhttp://www.fibl.org/en/france-suisse-romande/teams-french.html&#xd;\nhttp://www.fibl.org/en/fibl-europe-en/about-en.html&#xd;\nhttp://www.biokutatas.hu/en/about-us/omki-activities","goal":"FiBL is an independent, non-profit, research institute with the aim of advancing cutting-edge science in the field of organic agriculture. FiBL’s research team works together with farmers to develop innovative and cost-effective solutions to boost agricultural productivity while never losing sight of environmental, health and socio-economic impacts. Alongside practical research, FiBL gives high priority to transferring knowledge into agricultural practice through advisory work, training and conferences. FiBL has offices in Switzerland, Germany, Austria, France and Brusels (FiBL Europe) and numerous projects and initiatives in Europe, Asia, Latin America and Africa.","acronym":"FiBL","interests":"Agriculture, Climate Action, Communication, Competition, Consumers, Education and training, Enlargement, Environment, Food Safety, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Youth","euInitiatives":"FiBL is following the negotiation on the mid-term revision of Horizon 2020 and the development of the 9th Framework Program.&#xd;<br />&#xd;<br />Additionally FiBL Europe is following the negotiations on the new Organic Farming Regulation, and the negotiations on the future CAP.","lastUp":"2018-07-04T10:46:49.765+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}