{"id":"893759229175-96","name":"Bioversity International","registrationDate":"2017-12-04T12:08:43.371+01:00","category":3,"subCategory":2,"legal":"International non profit organization","web":"http://bioversityinternational.org","country":"Italy","headAddress":"Via dei tre Denari 472/a","headCity":"Rome","headPostCode":"00054","headPhone":"(39)06 61 18 81","boss":"Ann Tutwiler","bossTitle":"","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Bioversity International is a member of the CGIAR Consortium - a global partnership for a food-secure future funded by CGIAR Fund Donors. Within CGIAR, we work on 9 cross-cutting global research programmes including climate change, nutrition and forests./&#xd;\nWe also work in close partnership with the United Nations Rome-based organizations: Food and Agriculture Organization of the UN (FAO), International Fund for Agricultural Development (IFAD) and the World Food Programme.&#xd;\nFor more information: https://www.bioversityinternational.org/partners/research-partners/","goal":"Bioversity International is a global research-for-development organization. We have a vision – that agricultural biodiversity nourishes people and sustains the planet. &#xd;<br />&#xd;<br />We deliver scientific evidence, management practices and policy options to use and safeguard agricultural biodiversity to attain sustainable global food and nutrition security. We work with partners in low-income countries in different regions where agricultural biodiversity can contribute to improved nutrition, resilience, productivity and climate change adaptation. &#xd;<br />&#xd;<br />Bioversity International is a member of the CGIAR Consortium – a global research partnership for a food secure future","acronym":"Bioversity","interests":"Agriculture and Rural Development, Climate Action, Development, Environment, Food Safety, Research and Technology","euInitiatives":"Participating to the Hearing at the European Parliament's Committee on Agriculture and Rural Development (AGRI)","lastUp":"2017-12-04T15:53:25.237+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}