{"id":"894332428190-55","name":"Linköpings universitet","registrationDate":"2017-09-21T12:57:10.340+02:00","category":4,"subCategory":12,"legal":"ingen","web":"http://www.liu.se","country":"Sweden","headAddress":"Linköpings universitet","headCity":"Linköping","headPostCode":"58183","headPhone":"(46)13 28 10 00","boss":"Kent Waltersson","bossTitle":"Mr","bossPosition":"University director","membersCount":10,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"In close collaboration with the business world and society, Linköping University (LiU) conducts world-leading, boundarycrossing research in fields including materials science, IT and hearing. In the same spirit, the university offers many innovative educational programmes, many of them with a clear vocational focus, leading to qualification as, for example,&#xd;<br />doctors, teachers, economists and engineers.&#xd;<br />&#xd;<br />The university has 27,000 students and 4,000 employees&#xd;<br />on four campuses. Together we seek answers to the complex questions facing us today. Our students are among the most desirable in the labour market and international rankings consistently place LiU as a leading global university.&#xd;<br />&#xd;<br />LiU achieved university status in 1975 and innovation is our only tradition.","acronym":"LiU","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Participation in the Horizon 2020 research and innovation framework programme and Erasmus + projects for teaching and training.","lastUp":"2018-08-30T13:39:15.045+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}