{"id":"894362035795-77","name":"Institute of Economics and Peace","registrationDate":"2019-09-12T10:37:48.055+02:00","category":4,"subCategory":5,"legal":"Non-profit NGO","web":"http://economicsandpeace.org/","country":"Australia","headAddress":"Level 4, Forum West Building","headCity":"St Leonards","headPostCode":"2065 NSW","headPhone":"(61)2 99 01 85 00","boss":"Stephen Killelea","bossTitle":"Mr","bossPosition":"Executive Chairman","membersCount":6,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"The Institute for Economics and Peace (IEP) is an independent, non-partisan, non-profit think tank dedicated to promoting a better understanding of the social and economic factors that develop a more peaceful society.&#xd;<br />&#xd;<br />IEP achieves its goals by developing new conceptual frameworks to define peace; providing metrics for measuring peace; and, uncovering the relationship between peace, business and prosperity.&#xd;<br />&#xd;<br />IEP was established in 2008 in order to study the relationship between business, peace, and economic development and to provide tools for understanding and analysing the value of peace. IEP grew out of a key finding of the Global Peace Index (first published in 2007) – that there is a significant relationship between peacefulness and national wealth.&#xd;<br />&#xd;<br />Peace is the focus of IEP’s research because it is an essential prerequisite to foster the economic, political, social, and cultural institutions which enable human potential to flourish. Without peace we cannot collectively achieve the levels of cooperation, inclusiveness, and social equity needed to solve the major global sustainability challenges facing humanity.&#xd;<br />&#xd;<br />In spite of the evident importance of peace, it remains a poorly understood and nascent area of study in the social sciences. While there is a burgeoning literature on conflict and war, there is in fact comparatively little research on peace. IEP’s ambition is to go beyond crude measures of war and to systematically explore the drivers, determinants, and texture of peace. By establishing new conceptual frameworks to measure and quantify peace, IEP aims to facilitate future research to better understand the mechanisms that nurture and sustain peace. By doing so, we can help inspire and influence citizens and governments to positive action.","acronym":"IEP","interests":"Borders and Security, Climate Action, Digital economy and society, Education and training, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Research and innovation","euInitiatives":"The Institute of Economics and Peace is working closely with multiple stakeholders in Brussels including EU institutions, NATO, OSCE, NGOs and thinktanks. &#xd;<br />&#xd;<br />Within the EU, the Institute of Economics and Peace (IEP) has been closely following developments in EU policies related to cyberspace, development, international aid, and security areas related to terrorism, peace, CVE, etc. &#xd;<br />&#xd;<br />In particular, IEP has recently been interested in the following initiatives: &#xd;<br />- Countering illegal hate speech online&#xd;<br />- Countering online disinformation&#xd;<br />- CSDP developments&#xd;<br />- European Neighbourhood Policy &#xd;<br />- New EU strategy on Central Asia &#xd;<br />- External aid programmes: Turkish Cypriot / EU Emergency Trust Fund for Africa &#xd;<br />- External evaluations of EU's support to conflict prevention and peace-building","lastUp":"2019-09-12T10:38:23.838+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}