{"id":"894512424963-64","name":"Oil Gas Denmark","registrationDate":"2016-12-07T13:40:41.646+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://oilgasdenmark.dk","country":"Denmark","headAddress":"Knabrostræde 30 1 sal","headCity":"København K","headPostCode":"1210","headPhone":"(45)38 41 18 80","boss":"Esben Mortensen","bossTitle":"Mr","bossPosition":"Deputy Managing Director","membersCount":1,"membersFTE":"0.25","membership":"Non of relevans","memberOrga":"","goal":"Oil Gas Denmark is a trade organization for all companies in the upstream oil and gas production sector. This involves oil producing companies as well as partners, suppliers and service companies operating within exploration and production of oil and gas in Denmark.&#xd;<br />   &#xd;<br />The Danish oil and gas production creates major value for the Danish society. &#xd;<br />&#xd;<br />Oil Gas Denmark’s goal is to increase value from the oil and gas production in the North Sea. A potential of several billion DKK is waiting in the North Sea in relation to revenues as well as thousands of jobs. However, this requires a focused effort and massive investments to realize the potential. If we are to succeed, we need a coordinated effort in terms of technology enhancement, education, safety and environment.&#xd;<br />&#xd;<br />Oil Gas Denmark offers a joint access to the sector. The goal is to create more transparency of the sector and increase the understanding of the potentials and challenges we are facing.","acronym":"OGD","interests":"Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Internal Market, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"EU ETS Phase IV, Hydrocarbon BREF, Marine strategy framework, Marine spatial planning, Offshore safety directive,","lastUp":"2017-12-07T20:44:03.796+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}