{"id":"894804816088-37","name":"Muslim Hands","registrationDate":"2015-02-18T15:57:37.981+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.muslimhands.org.uk","country":"United kingdom","headAddress":"148-164 Gregory Boulevard","headCity":"Nottingham","headPostCode":"NG7 5JE","headPhone":"(44)0 11 59 11 72 22","boss":"Irfan Hayat Khan","bossTitle":"Mr","bossPosition":"Director Humanitarian and International Partnership","membersCount":3,"membersFTE":"1.0","membership":"Bond UK&#xd;\nMCF UK","memberOrga":"Bond UK&#xd;\nMuslim Charities Forum UK","goal":"Muslim Hands (MH) is an international relief and development NGO, established in 1993 with the objective of providing relief and emergency services and long term sustainable projects in an ethical, effective, efficient and transparent manner. MH works both directly and with partners in over 50 countries to carry out short and long-term projects in education, food security, vocational training, emergency relief and development, shelter, WASH , and medical care. &#xd;<br />&#xd;<br />MH has been awarded Investor in People (2000, 2004, 2007 &amp; 2010) and also been accredited with Quality Management Systems standard ISO 9001:2000. We are a signatory to the International Federation of the Red Cross and Red Crescent Movement and NGOs in Disaster Relief. MH is also actively involved with numerous CSO groups, which work closely with donors such as DFID. Our country offices have worked on programs for the World Bank, DFID, USAID, British Council and many more international and local institutions.","acronym":"MH","interests":"Agriculture and Rural Development, Budget, Climate Action, Development, Education, Food Safety, Humanitarian Aid, Regional Policy, Youth","euInitiatives":"We have signed Framework partnership agreement with DG-ECHO during 2013-14 and as a result of this we have initiated several changes in our operations and have followed new policies according to the EU standards in our countries of operations.","lastUp":"2018-03-21T06:48:41.549+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}