{"id":"895216920805-18","name":"Association of Young International Democrats","registrationDate":"2016-02-24T18:08:44.845+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.facebook.com/Ayid.be/","country":"Belgium","headAddress":"Place François Bossuet 3","headCity":"Bruxelles","headPostCode":"1210","headPhone":"(32)4 74 60 35 25","boss":"SAFA AKYOL","bossTitle":"Mr","bossPosition":"Président","membersCount":5,"membersFTE":"3.25","membership":"","memberOrga":"","goal":"Le responsable politique représente dans le monde du pouvoir ceux qui n’ont pas droit à la parole, en particulier les moins favorisés, les plus jeunes et les générations à venir.&#xd;<br />&#xd;<br />Le but de notre action est l’établissement d’une société de liberté, de responsabilité et de justice orientée vers l’épanouissement intellectuel et moral de la personne humaine et des communautés dans lesquelles celle-ci s’enracine.&#xd;<br />&#xd;<br />Le principe d’une telle société est la démocratie, qui vise à porter au plus haut la conscience et la responsabilité des citoyens. La démocratie exige le respect scrupuleux des droits de la personne humaine, au sens de la Convention européenne des Droits de l’Homme et de la Déclaration des Droits de l’Homme et du Citoyen, et la lutte contre toutes les discriminations. La démocratie exige la séparation des pouvoirs politiques (exécutif, législatif, judiciaire), économiques et médiatiques.&#xd;<br />&#xd;<br />Chaque citoyen doit être considéré comme un acteur des choix publics qui le concernent. Il a droit à une complète information dans la préparation de ces décisions. Chaque citoyen doit être considéré comme responsable, en droits et en devoirs.&#xd;<br />&#xd;<br />L’État ne peut donc être le décideur tout-puissant à la place des acteurs de la société. Il est leur défenseur, leur partenaire et le garant de leurs droits.&#xd;<br />&#xd;<br />Le développement de la social-économie exige la liberté et la responsabilité des acteurs économiques, mais aussi des acteurs sociaux, civiques et associatifs.","acronym":"AYID","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Conseil \"Éducation, jeunesse, culture et sport\"&#xd;<br />- Rencontre des jeunes européens&#xd;<br />- Erasmus+ Jeunesse &#xd;<br />- Projet EYE&#xd;<br />- Procédure d'adhésion de la Turquie à l'Union européenne&#xd;<br />- Reconnaissance de l'Etat de Palestine &#xd;<br />- La situation des Kurdes en Turquie s'est-elle améliorée?&#xd;<br />- Lutte de l'UE contre le terrorisme&#xd;<br />- Perceptions de la discrimination et de l'islamophobie &#xd;<br />- Conseil relatives à la stratégie régionale de l'UE pour la Syrie et l'Iraq, ainsi que pour la menace que constitue l'Eiil/Daech&#xd;<br />&#xd;<br />Nos activités, projets seront divisés en 2 sections  a) la recherche, des entrevues et collecte de données; b) publications, conférences, et des plaidoyers.","lastUp":"2017-02-08T16:17:01.890+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}