{"id":"895632614724-43","name":"Fédération des cristalleries et verreries à la main et mixtes","registrationDate":"2014-10-20T15:55:32.158+01:00","category":2,"subCategory":1,"legal":"syndicat professionnel loi 1884","web":"http://www.fedecristal.fr","country":"France","headAddress":"La Boétie, 114","headCity":"Paris","headPostCode":"75008","headPhone":"(33)1 42 68 81 80","boss":"Franck Staub","bossTitle":"Mr","bossPosition":"Secrétaire général","membersCount":1,"membersFTE":"0.25","membership":"membre du Glass Alliance Europe","memberOrga":"","goal":"La Fédération est l'organe syndical patronal représentatif de la profession vis-à-vis des pouvoirs publics : Ministères en charge de l'économie, de l'industrie, du travail, de la santé et de l'environnement. &#xd;<br />&#xd;<br />Elle assure aussi la représentativité de la profession auprès des instances européennes, notamment dans le cadre de la normalisation des appellations verrières. La commission environnement de la FCVMM suit les évolutions des réglementations environnementales et met à disposition de ses adhérents une véritable \"boîte à outil\".&#xd;<br />&#xd;<br />Sur le plan social, la FCVMM représente les entreprises des professions regroupées du cristal, du verre et du vitrail dans les négociations paritaires et gère la convention collective IDCC 1821.&#xd;<br />&#xd;<br />Sur le plan de l’emploi et de la formation, la FCVMM et les partenaires sociaux tracent les grandes lignes d’une politique de formation professionnelle tout au long de la vie conformément à un accord signé le 26 février 2007. Cet accord prévoit la mise en place d’une Commission Paritaire Nationale pour l’Emploi (CPNE) et d’un Observatoire Prospectif des Métiers, des Qualifications et des Compétences (OPMQC).&#xd;<br />&#xd;<br />La FCVMM assume d'autre part la promotion du métier de verrier en participant notamment aux travaux de la commission paritaire consultative (CPC) des métiers d’art au sein du ministère de l’Education nationale.","acronym":"FCVMM","interests":"Climate Action, Competition, Economy, finance and the euro, Employment and Social Affairs, Public Health","euInitiatives":"contact alimentaire, directive ROHS, REACH, European trade system, directive bijoux","lastUp":"2019-02-12T09:38:07.566+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}