{"id":"89632641000-47","name":"European Policy Centre","registrationDate":"2009-01-22T13:05:30.855+02:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://www.epc.eu","country":"Belgium","headAddress":"Rue du Tröne 14-16","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)2 31 03 40","boss":"Fabian Zuleeg","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":36,"membersFTE":"29.5","membership":"The EPC has an international network of around 360 member organisations divided into the following main categories: corporate; professional and business associations, diplomatic, non-governmental organisations, foundations, regional and local authorities. the latest list of members can be found on our website: http://www.epc.eu/members_list.php","memberOrga":"On average, the EPC has around 360 member organisations. Membership changes throughout the year and the list is continually updated. The latest information can be found on the EPC website: http://www.epc.eu/members_list","goal":"The European Policy Centre (EPC) is an independent, not-for-profit think tank dedicated to fostering European integration through analysis and debate, supporting and challenging European decision-makers at all levels to make informed decisions based on evidence and analysis, and providing a platform for engaging partners, stakeholders and citizens in EU policy-making and in the debate about the future of Europe.&#xd;<br />&#xd;<br />In line with its multi-constituency approach, members of the EPC comprise companies, professional and business federations, trade unions, diplomatic missions, regional and local bodies, as well as NGOs representing a broad range of civil society interests, foundations, international and religious organisations. The EPC has around 360 member organisations. Membership changes throughout the year and the latest information can be found on the EPC website which is regularly updated: http://www.epc.eu/members_list","acronym":"EPC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The activities are carried out in in the framework of 5 multiannual programmes encompassing research/analysis, expert seminars, public conferences and publications: European Politics and Institutions (EPI), European Migration and Diversity (EMD); Sustainable Prosperity for Europe (SPE), Social Europe &amp; Wellbeing (SEW) and Europe in the World (EIW), as well as 2 flagship projects, Connecting Europe and FutureLab Europe project.&#xd;<br />For more information and for details of the individual projects, see the Programmes section on our website:&#xd;<br />http://www.epc.eu/prog_intro.php","lastUp":"2018-04-11T19:24:25.822+02:00","customers":"","costAbsolu":"","costRange":"2250000-2499999","turnoverAbsolu":0,"turnoverRange":""}