{"id":"896694735013-29","name":"Asociatia Miscarea Sinergista","registrationDate":"2019-05-31T12:12:51.946+02:00","category":3,"subCategory":2,"legal":"asociatie","web":"https://miscarea-sinergista.ro/","country":"Romania","headAddress":"Str. Stelelor 14, Sc. D, Ap. 6, județul Timiș.","headCity":"Timișoara","headPostCode":"","headPhone":"(40)07 70 22 25 81","boss":"Paul Octavian Jurma","bossTitle":"Mr","bossPosition":"Presedinte","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"https://miscarea-sinergista.ro","goal":"•\tElaborarea și publicarea unei declarații de adevăruri și de principii ale Mișcării Sinergiste care să sintetizeze conceptele teoretice si aplicațiile practice de obținere prin consens a unui proiect de țară.&#xd;<br />•\tFacilitarea dialogului și medierea pentru găsirea de soluții mutual avantajoase între părțile cointeresate (societatea civilă, partide politice, instituții publice și firme private), în vederea realizării unor proiecte cu impact local, regional, național sau european.&#xd;<br />•\tDesfășurarea de activități de educație civică pentru promovarea și implementarea valorilor, principiilor și metodelor sinergiei asumate în declarațiile de adevăruri și de principii ale Mișcării Sinergiste;&#xd;<br />•\tFormularea de strategii de comunicare și concepte ideologice noi pentru formațiunile politice care doresc adoptarea și adaptarea în cadrul propriei doctrine politice a valorilor și ideilor pe care Asociația Mișcarea Sinergistă le descoperă și le promovează;&#xd;<br />•\tOferirea de consultanță civică, politică, academică și de afaceri in vederea adaptarii si utilizării sinergisului la nivel individual și organizațional;&#xd;<br />•\tColaborarea cu mediul academic și instituții publice si private, pe baze transparente de protocol, pentru implementarea și dezvoltarea valorilor și principiilor sinergiste.&#xd;<br />•\tAsigurarea condiților optime pentru activitatea membrilor Asociatiei Mișcarea Sinergistă precum și valorificarea proprietății intelectuale și patrimoniale care rezultă din această activitate, în condițiile legii.","acronym":"AMS","interests":"Education and training, European Neighbourhood Policy, International co-operation and development, Justice and Fundamental Rights, Regional Policy","euInitiatives":"respectarea statului de drept si colaborarea dintre consiliul european si autoritatile din Romania","lastUp":"2019-05-31T12:14:33.208+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}