{"id":"896995929211-81","name":"Action For Elephants UK","registrationDate":"2017-12-06T16:40:19.123+01:00","category":3,"subCategory":2,"legal":"None","web":"http://actionforelephantsuk.org","country":"United kingdom","headAddress":"102 Ash Road","headCity":"Aldershot","headPostCode":"GU12 4EY","headPhone":"(44)75 06 14 77 35","boss":"Maria Mossman","bossTitle":"Ms","bossPosition":"Founder","membersCount":8,"membersFTE":"2.0","membership":"http://march4elephantsandrhinos.org/","memberOrga":"","goal":"Action for Elephants UK is a grass-roots non-profit group working to help stop the slaughter of elephants and ensure their survival as a species. In Africa and Asia elephants are being poached for their tusks in unprecedented numbers – between 35,000 and 50,000 every year – simply to satisfy consumer demand for ivory trinkets. If they’re not being poached, elephants all over the world are suffering horrific cruelty and abuse in captivity – there is nowhere safe any more for these remarkable giants. Humanity has destroyed them – now it’s up to humanity to save them.&#xd;<br />&#xd;<br />On our website you will find information about the poaching crisis and the ivory trade as well as links to other resources, including articles and videos about elephant behaviour and society. Please take a few minutes to learn about these supremely intelligent and emotionally sentient creatures, and to understand the scale of the suffering and genocide that’s depleted 95% of their population. Then please take the next step to help in whatever way you can to save them from vanishing forever.","acronym":"AfEUK","interests":"Climate Action, Environment","euInitiatives":"The main area of interest to AfEUK is best summed up as follows.&#xd;<br />&#xd;<br />\"The EU Action Plan against Wildlife Trafficking published in February 2016, the European Commission, in cooperation with the competent CITES Management Authorities of the EU Member States, adopted a guidance document in May 2017, recommending that EU Member States suspend the (re)export of raw ivory items from 1st July 2017 and ensure a strict interpretation of the provisions in EU law authorising intra-EU trade in ivory and the (re)export of worked ivory.\"","lastUp":"2017-12-06T16:46:23.290+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}