{"id":"89747144047-77","name":"An Taisce The National Trust for Ireland","registrationDate":"2010-08-23T17:47:14.687+01:00","category":3,"subCategory":2,"legal":"Charity, NGO","web":"http://www.antaisce.org","country":"Ireland","headAddress":"Tailors' Hall,, n/a","headCity":"Dublin","headPostCode":"Dublin 8","headPhone":"(353)14 54 17 86","boss":"Charles Stanley-Smith","bossTitle":"Mr","bossPosition":"Board Director","membersCount":1,"membersFTE":"0.25","membership":"INTO International National Trusts&#xd;\nEEB European Environment Bureau&#xd;\nIUCN The International Union for the Conservation of Nature&#xd;\nEuropa Nostra&#xd;\nFEE Foundation for Environmental Education &#xd;\nIEN Irish Environmental Network&#xd;\nIrish Environmental Pillar of Social Partnership&#xd;\nT&amp;E Transport and Environment","memberOrga":"","goal":"An Taisce is The National Trust For Ireland - it is - 'The Store House, or Treasury' &#xd;<br />&#xd;<br />An Taisce is Ireland's oldest environmental charity founded over 70 years ago to protect the environment and heritage of Ireland for the benefit of the people of Ireland and future generations and for the ‘Common Good’.  We believe that this is best achieved through sustainable development, achieved by a long term and planned balance of social and economic development with environmental protection. &#xd;<br />&#xd;<br />An Taisce is a member of INTO - the International National Trusts Organisation a large global movement of approved National Trusts which preserve and hold property in perpetuity for the benefit of their respective peoples.&#xd;<br />&#xd;<br />An Taisce acts as an impartial monitor in Ireland on the application of EU environmental legislation at local level. &#xd;<br />An Taisce reviews planning applications within the context of the requirement to meet EU Directives &#xd;<br />An Taisce provides evidence to Government on the performance of local authorities in delivering the provisions of the various Planning Acts and Regulations.&#xd;<br />&#xd;<br />An Taisce acts as a key Consultation Prescribed Body under Section 24 of the 2000 Planning and Development Act for input into national policy formulation. &#xd;<br />&#xd;<br />An Taisce’s network of Local Associations and 5,000 members mirrors many elements of the Local Agenda 21 model. &#xd;<br />&#xd;<br />An Taisce supports its members and network of Local Associations by facilitating a bottom-up consultative approach when making submissions on national or local planning policy.&#xd;<br />&#xd;<br />An Taisce responds to consultation requests on an on-going basis.&#xd;<br />&#xd;<br />An Taisce promotes environmental awareness through Green Schools and other educational programmes.&#xd;<br />&#xd;<br />An Taisce are heavily involved in promoting the UN SDGs&#xd;<br />&#xd;<br />An Taisce are members of:&#xd;<br />\tThe International Union for the Conservation of Nature (IUCN)&#xd;<br />\t&#xd;<br />European Environment Bureau&#xd;<br />\tEuropa Nostra&#xd;<br />\tFoundation for Environmental Education (Green Schools/Green Flags Blue Flag etc)","acronym":"ATNTI","interests":"Agriculture and Rural Development, Climate Action, Education and training, Energy, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Transport, Youth","euInitiatives":"We uphold and promote the core fundamental EU rights of access to justice and access to information.&#xd;<br />&#xd;<br />We uphold the proper implementation many EU directives - specifically, EIA, Birds &amp; Habitats, Water Framework","lastUp":"2019-02-21T21:12:53.299+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}