{"id":"897535614669-66","name":"Valmet Oyj","registrationDate":"2014-10-14T09:27:41.019+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.valmet.com/","country":"Finland","headAddress":"Keilasatama, 5","headCity":"Espoo","headPostCode":"02151","headPhone":"(358)1 06 72 00 00","boss":"Pasi Laine","bossTitle":"","bossPosition":"President and CEO","membersCount":2,"membersFTE":"1.25","membership":"Confederation of Finnish Industries, EK (Elinkeinoelämän keskusliitto)&#xd;\nThe Federation of Finnish Technology Industries (Teknologiateollisuus ry)&#xd;\nThe Finnish Forest Industries Federation (Metsäteollisuus ry)&#xd;\nThe Bioenergy Association of Finland (Bioenergia ry)&#xd;\nWorld Energy Council Finland, WEC Finland&#xd;\nThe Confederation of Swedish Enterprise (Svenskt Näringsliv)&#xd;\nTeknikföretagen &#xd;\nThe Swedish Forest Industries Federation (Föreningen Sveriges Skogsindustrier)&#xd;\nEnergi Företagen&#xd;\nVäme- och Kraftföreningen, VOK&#xd;\nSwedish Waste Management (Avfall Sverige AB)&#xd;\nEuropean Biomass Association, AEBIOM&#xd;\nConfederation of European Paper Industries, CEPI&#xd;\nEDANA&#xd;\nEuropean Power Plant Suppliers Association, EPPSA","memberOrga":"","goal":"Valmet is the leading global developer and supplier of process technologies, automation and services for the pulp, paper and energy industries. We aim to become the global champion in serving our customers.&#xd;<br />&#xd;<br />Valmet's strong technology offering includes pulp mills, tissue, board and paper production lines, as well as power plants for bioenergy production. Our advanced services and automation solutions improve the reliability and performance of our customers' processes and enhance the effective utilization of raw materials and energy. &#xd;<br />&#xd;<br />Valmet's net sales in 2017 were approximately EUR 3.2 billion. Our more than 12,000 professionals around the world work close to our customers and are committed to moving our customers' performance forward - every day. Valmet's head office is in Espoo, Finland and its shares are listed on the Nasdaq Helsinki.  &#xd;<br />&#xd;<br />&#xd;<br />Read more www.valmet.com , www.twitter.com/valmetglobal","acronym":"","interests":"Climate Action, Competition, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Valmet's focus is mainly on legislative and policy initiatives relating to climate and energy policies, the Circular Economy, the Bioeconomy, industrial emissions, use of biomass and waste, and innovation policy.","lastUp":"2018-02-12T13:18:06.368+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}