{"id":"897835028069-13","name":"European Network for Health Technology Assessments","registrationDate":"2017-08-22T11:52:46.692+01:00","category":6,"subCategory":11,"legal":"none","web":"http://eunethta.eu","country":"Netherlands","headAddress":"Willem Dudokhof 1","headCity":"Diemen","headPostCode":"1112 ZA","headPhone":"(31)6 30 17 05 62","boss":"Marcus Guardian","bossTitle":"Mr","bossPosition":"C.O.O.","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.eunethta.eu/about-eunethta/eunethtanetwork/","goal":"EUnetHTA was established to create an effective and sustainable network for Health Technology Assessment (HTA) across Europe. HTA evaluates a given health technology (pharmaceuticals or medical devices) to assess its possible direct or indirect effects at the European, regional, or national levels prior to possible implementation. &#xd;<br />&#xd;<br />EUnetHTA provides a collaborative working structure for pan-European HTA organisations, helping to develop reliable, timely, transparent and transferable information that contributes to HTA policy decision-making in European countries.&#xd;<br />&#xd;<br />EUnetHTA:&#xd;<br />&#xd;<br />- Facilitates efficient use of resources available for HTA.&#xd;<br />&#xd;<br />- Creates a sustainable system of HTA knowledge sharing.&#xd;<br />&#xd;<br />-Promotes good practice in HTA methods and processes.","acronym":"EUnetHTA","interests":"Public Health","euInitiatives":"EUnetHTA actively lobbies the ENVI Committee, specifically on the files for a. Medical Device Regulations and b. HTA Regulation. The latter is currently under discussion in the European Council, to be resubmitted soon to European Parliament for trialogue. &#xd;<br />&#xd;<br />EUnetHTA specifically holds meetings with members of the ENVI Committee relating to these two files, while also engaging on legislation that impacts these fields in a broader context.&#xd;<br />&#xd;<br />An example of such legislation is available here:&#xd;<br />&#xd;<br />https://www.europarl.europa.eu/committees/en/envi/subject-files.html?id=20180531CDT02422","lastUp":"2020-01-15T15:12:59.410+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}