{"id":"898005133866-67","name":"My Life My Say","registrationDate":"2019-02-05T13:38:14.348+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://mylifemysay.org.uk","country":"United kingdom","headAddress":"Central Working, 2 Kingdom Street","headCity":"London","headPostCode":"W2 6BD","headPhone":"(44)33 01 31 03 53","boss":"Mete Coban","bossTitle":"Mr","bossPosition":"Chief Executive ","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"MLMS is an international, youth led, non-partisan charity on a mission to create an age of political engagement that will deliver greater social inclusion and equality. We achieve this through creating the space for dialogue across generations and communities.&#xd;<br />&#xd;<br />Our Vision&#xd;<br />&#xd;<br />An age of political engagement that is driven by social inclusion and equality.&#xd;<br />&#xd;<br />Our Mission Statement&#xd;<br />&#xd;<br />To empower our generation to participate in democracy, by creating spaces for dialogue across communities and generations, and by providing young and socially excluded citizens with the tools to lead change within society.&#xd;<br />&#xd;<br />Our Values&#xd;<br />&#xd;<br />Inclusive - committed to ensuring that ever growing numbers of diverse young people get involved in political dialogue and discourse&#xd;<br />Expert - knowledgeable about the issues that we are pursuing with and on behalf of young people&#xd;<br />Connected - linked to the people, causes and movements that are pro-democracy and politically progressive&#xd;<br />Challenging - prepared to push the boundaries of debate to ensure that young people’s voices are heard on the key issues of the day","acronym":"MLMS","interests":"Competition, Culture, International co-operation and development, Migration and asylum","euInitiatives":"MLMS feeds the views and concerns of the young people we engage with into parliamentary processes through our convening of All-Party Parliament Groups (APPG). These APPGs act as structured engagement platform between young people and decision-makers, in order to facilitate their direct involvement in the political processes. In 2016, MLMS became the proud secretariat of the All-Party Parliamentary Group on a Better Brexit for Young People (APPG-BBYP). Through this APPG, MLMS has commissioned two credible and important pieces of research that have contributed hugely to the research in the field of Brexit and young people. &#xd;<br />&#xd;<br />Research&#xd;<br />&#xd;<br />UK Youth Perspectives and Priorities for the Brexit Negotiations: in 2017, the APPG-BBYP joined forces with the LSE Media and Communications department and YouGov to produce a report entitled an original and groundbreaking report which looked at what UK youth, from all sides of the political spectrum, wanted to see from the Brexit negotiations. &#xd;<br />&#xd;<br />Building Bridges: A Youth Vision for a Common Future post Brexit, in 2018, the APPG-BBYP collaborated with the LSE European Institute and Opinium to produce a second report, entitled which took a holistic approach to gathering the views and concerns of young people across the UK and Europe to ascertain their views and concerns on Brexit further down the timeline. &#xd;<br />&#xd;<br />Both pieces of research have been hugely important in enabling MLMS to advocate on behalf of young people in the UK and Europe in parliamentary processes, plus demonstrating the importance of the views of young people by enshrining them in credible research for governmental or third sector use. &#xd;<br />&#xd;<br />MLMS has proven its ability to influence policy and empower young people across the UK and Europe. The most vivid result of MLMS’ outreach abilities to date can be found in the growth in youth participation in the 2017 General Election. The charity was widely credited with having a significant role in youth engagement in the democratic processes, and it has consequently garnered the praise of the UK Government, Mayor of London, European Commission and European Parliament. This is because MLMS has gained a unique understanding of how to engage with “hard to reach” communities and to revolutionise their approach to electoral participation. Furthermore, the efficacy of MLMS’ advocacy strategy when bolstered with the 2017 report in partnership with LSE, can be seen in the UK Government’s commitment to maintaining the Erasmus+ mobility scheme as a direct result.","lastUp":"2019-02-05T13:38:54.390+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}