{"id":"89804672520-02","name":"Beiersdorf","registrationDate":"2009-10-19T10:50:57.135+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.beiersdorf.com","country":"Germany","headAddress":"Unnastr. 48","headCity":"Hamburg","headPostCode":"20253","headPhone":"(4940)4 90 90","boss":"Stefan  De Loecker","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":1,"membersFTE":"0.25","membership":"CosmeticsEurope- The European Cosmetics Association&#xd;\nEPAA- The European Partnership on Alternative Approaches to Animal Testing","memberOrga":"","goal":"Die Beiersdorf AG ist ein führender Anbieter innovativer und hochwertiger Hautpflegeprodukte und verfügt über mehr als 135 Jahre Erfahrung in diesem Marktsegment. Das Unternehmen mit Hauptsitz in Hamburg beschäftigt weltweit rund 19.000 Mitarbeiter und ist im deutschen Leitindex für Aktien, dem DAX, gelistet. Im Geschäftsjahr 2017 erzielte Beiersdorf einen Umsatz von 7,1 Mrd. Euro. Das Beiersdorf Produktportfolio zeichnet sich durch starke, international führende Haut- und Körperpflegemarken aus, zu denen u.a. NIVEA – die weltweit größte Hautpflegemarke* – Eucerin, Hansaplast und La Prairie gehören. Mit ihren innovativen und hochwertigen Produkten überzeugen sie Tag für Tag Millionen von Menschen weltweit. Weitere namhafte Marken wie Labello, Florena, 8x4, Hidrofugal, atrix, Aquaphor, SLEK and Maestro ergänzen das umfangreiche Portfolio. &#xd;<br />* Quelle: Euromonitor International Limited; NIVEA als Dachmarke in den Kategorien Gesichts-, Körper- und Handpflege; Handelsumsatz 2016.","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Environment, Food Safety, Institutional affairs, Public Health, Research and innovation","euInitiatives":"EU- Kosmetikgesetzgebung und angrenzende Regulierungen (Chemikalienrecht, Medizinprodukterecht, Arzneimittelrecht, Nachhaltigkeit, Biozidrecht)","lastUp":"2019-02-07T15:53:06.110+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}