{"id":"898223513605-51","name":"Global Financial Markets Association","registrationDate":"2014-05-07T20:31:42.782+01:00","category":2,"subCategory":4,"legal":"Delaware (US) Incorporated","web":"http://www.gfma.org","country":"United states","headAddress":"Broadway, 120","headCity":"New York","headPostCode":"11050","headPhone":"(212)3 13 12 13","boss":"Allison Parent","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"IOSCO Affiliate Member","memberOrga":"GFMA is a member of the Association for Financial Markets in Europe (AFME), the Asia Securities Industry &amp; Financial Markets Association (ASIFMA), and the Securities Industry and Financial Markets Association (SIFMA).&#xd;\nhttp://www.gfma.org/about/","goal":"The Global Financial Markets Association (GFMA) represents the common interests of the world's leading financial and capital market participants, and speaks for the industry on the most important global market issues. GFMA's mission is to provide a forum for global systemically important banks to develop policies and strategies on issues of global concern within the regulatory environment.&#xd;<br />&#xd;<br />GFMA brings together three of the world's leading financial trade associations to address the increasingly important global regulatory agenda and to promote coordinated advocacy efforts. The Association for Financial Markets in Europe (AFME) in London and Brussels, the Asia Securities Industry &amp; Financial Markets Association (ASIFMA) in Hong Kong and the Securities Industry and Financial Markets Association (SIFMA) in New York and Washington are, respectively, the European, Asian and North American members of GFMA.","acronym":"GFMA","interests":"Economic and Financial Affairs, External Relations, Internal Market, Taxation","euInitiatives":"Total loss-absorbent capacity (TLAC)&#xd;<br />Financial benchmarks&#xd;<br />Financial Transaction Taxes (FTT)&#xd;<br />Legal entity identifier (LEI)&#xd;<br />Capital&#xd;<br />Cybersecurity&#xd;<br />Green Finance&#xd;<br />Liquidity&#xd;<br />Fundamental review of trading book&#xd;<br />Net stable funding issue","lastUp":"2017-10-27T20:40:17.602+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}