{"id":"898445414948-91","name":"European CRO Federation","registrationDate":"2014-11-26T10:58:57.332+01:00","category":2,"subCategory":4,"legal":"Non-profit organisation","web":"http://www.eucrof.eu","country":"Netherlands","headAddress":"Kuipersweg 2T","headCity":"Woerden","headPostCode":"3449 JA","headPhone":"(39)3 35 37 79 29","boss":"Martine Dehlinger-Kremer","bossTitle":"Ms","bossPosition":"President","membersCount":6,"membersFTE":"1.75","membership":"The EURCOF is collaborating with organizations in other continents: &#xd;\n&#xd;\n1. Association of Clinical Research Organizations or ACRO (in the USA)&#xd;\n2. Japan CRO Association or JCROA (in Japan)&#xd;\n3. EFGCP, European Federation for Good Clinical Practice&#xd;\n&#xd;\nMoreover, there is ongoing collaboration with représentatives of the pharmaceutical industry, such as EFPIA and PCMG (Pharmaceutical Contract Management Group)","memberOrga":"www.eucrof.eu","goal":"The objective of EUCROF (the European CRO Federation), a non-profit organisation founded in 2006,  is to promote Clinical Research by improving the knowledge, competence/expertise and skills of Contract/Clinical Research Organisations (CROs) in Europe.&#xd;<br />The Federation represents and supports the interests of CROs in Europe towards regulatory bodies, EU Commission, pharmaceutical, biotech, medical device, patients associations and other healthcare-related entities, within the field of clinical research. As one of the stakeholders, EUCROF is interested in promoting and supporting high quality clinical trials by observing internationally agreed ethical, technical and scientific principles. EUCROF organises and supports training and education programs to increase the quality of clinical research and to improve collaboration and interaction amongst all stakeholders in the field in Europe. Active participation in international congresses and meetings further underlines the significant role of CROs in Clinical Research in Europe.&#xd;<br />Regulatory Authorities recognize EUCROF as the representative for European-based CROs, regularly calling upon EUCROF to contribute to the continuous debate on the improvement of rules and regulations.&#xd;<br />&#xd;<br />The aims and objectives of EUCROF are defined as follows:&#xd;<br />•\tPromote clinical research of high quality in Europe in general and in the European Union in particular;&#xd;<br />•\tPlay the role of advocacy to represent the interests of CROs in Europe, directly interacting with regulatory bodies, EU Commission and Parliament, pharmaceutical-biotechnology industry, patients associations, academia and medical research community;&#xd;<br />•\tPromote a close relationship and mutual understanding and respect between the national member associations and the above-mentioned bodies;&#xd;<br />•\tPromote the exchange of information between member associations;&#xd;<br />•\tDevelop training and educational programmes on clinical research, and assist the national member associations in setting up such programmes and ensuring their quality;&#xd;<br />•\tDistribute information on developments in clinical research to health professionals;&#xd;<br />•\tOrganise international conferences and meetings.&#xd;<br /> &#xd;<br />Furthermore, the Federation's objectives include: discussions on selected topics with representatives of the pharmaceutical industry e.g. PCMG (Pharmaceutical Contract Management Group) to enhance business relations and to identify common concerns, support more productive discussions with European bodies (EMEA/EU Commission), and endeavour to develop transcontinental relationships with other associations e.g. with ACRO in the USA and JCROA in Japan.&#xd;<br />At present, the Federation consists of members from 11 Europe countries: Czech Republic (ACRO-CZ), the Netherlands (ACRON), Spain (AECIC), France (AFCROS), Italy (AICRO), Sweden (ASCRO), Belgium (BeCRO), Germany (BVMA), UK (CCRA), Greece (HACRO) and Turkey (SAKDER). The Federation has also 6 associate members in Denmark, Ireland, Poland, Portugal, Switzerland and Ukraine. It stands for 300 member CROs and over 20,000 employees.&#xd;<br />Since December 2006, the Federation is managed by an Executive Board which holds monthly meetings. Each year, the Federation organizes two General Assemblies. Furthermore, EUCROF promotes the quality in clinical research by organizing EUCROF Conferences which provide an excellent platform for discussing current topics in an international setting.","acronym":"EUCROF","interests":"Education, Enterprise, Public Health, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"During the last year, EUCROF has performed many activities as stakeholder, invited to represent the Contract Research Organisations point of view on many Clinical Research issues, new rules and regulations during formal meetings with the European Medicinal Agency (EMA), Paediatric Research Consortia, Patient Associations and Conferences on Clinical Research:&#xd;<br />2015&#xd;<br />•\tDec 8\tEMA: EU clinical trials portal and Union database: meeting with stakeholders, London (2 EUCROF delegates attended)&#xd;<br />•\tNovember 30\tGCP Inspectors WG and interested parties Joint Meeting - EDCS &amp; RBM (Electronic Data Capture Systems and Risk Based Monitoring&#xd;<br />•\tNovember 27 Round table SME initiative (EMA)&#xd;<br />•\tNovember 13\tUIA associations Round table (Brussels)&#xd;<br />•\tNovember 12\tMilan conference intervention on Advancement and Status of the EU CT portal (AICRO conference)&#xd;<br />•\tOctober 15 Workshop on Generics London (EMA)(3 EUCROF delegates attended)&#xd;<br />•\tOctober 1-2  New York, Annual Joint DIA/EFGCP/EMA Better Medicines for Children Conference , 1 EUCROF delegate as invited speaker&#xd;<br />•\tSeptember 30 \tLondon, EFGCP Children's Medicines Working Party Meeting (1 EUCROF invited speaker to the Conference)&#xd;<br />•\tSeptember 23\tEMA: EU clinical trials portal and Union database: meeting with stakeholders, London (4 EUCROF delegates attended) &#xd;<br />•\tSeptember 15   London, EMA, 9th Pharmacovigilance stakeholder meeting&#xd;<br />•\tJune 28-29       London, Annual Workshop of the European Network of Paediatric Research at EMA&#xd;<br />•\tMay 7        London, EMA,  EU clinical trials portal and Union database stakeholders' meeting (4 EUCROF delegates attended)&#xd;<br />•\tApril 10       Rome, EUPATI Conference, EUCROF President as invited speaker&#xd;<br />•\tMarch 24     Brussels, Breaking down the barriers: Access to employment and the economics of brain health (1 EUCROF invited participant)&#xd;<br />•\tMarch 18     Brussels, ACDM Annual Conference (1 EUCROF invited speaker)&#xd;<br />•\tMarch 17     Rome, conference on \"Ricerca Clinica e Interazioni tra Industria Farmaceutica, Operatori Sanitari e Pubbliche Amministrazioni\", EUCROF President as invited speaker&#xd;<br />•\tFebruary 25\tEMA: EU clinical trials portal and Union database: meeting with stakeholders, London (4 EUCROF delegates attended) &#xd;<br />•\tFebruary 2-4\tParis, EUCROF 2nd International Conference in Paris, organised and managed by EUCROF with over 200 participants&#xd;<br />&#xd;<br />Publications in 2013: &#xd;<br />•\tMarini S. “Collaborations with Patients Organizations“ Nordic Life Science, review 02 2013, pag. 38&#xd;<br />•\tMarini S. “EUCROF perspective on the present and future of CRO world development”. 20th Commemorial Book Publication of JCROA (Japanese CRO Association) pp. 82-87, 2013&#xd;<br />EUCROF has created 10 active working groups:&#xd;<br />1.\tCROs Associations in Europe &#xd;<br />2.\tClinical Research in Paediatrics&#xd;<br />3.\tClinical Trials Legislation&#xd;<br />4.\tLate Phase Research&#xd;<br />5.\tEducation and Training&#xd;<br />6.\tEarly Phase Research&#xd;<br />7.\tMedical Devices&#xd;<br />8.\tCommunication&#xd;<br />9.\tNew Technologies&#xd;<br />10.\tEUCROF Bylaws &#xd;<br />11.\tOutsourcing Management&#xd;<br />In this context, EUCROF is significantly progressing with its direct participation to the EMA GCP Inspectors Working Group (IWG), with the EUCROF WG on Clinical Trials in Paediatric Populations being invited to EMA meetings and organising joint conferences with EMA, with the WG on Clinical Trial Legislation analysing and suggesting changes to draft guidelines, concept papers or other legislation under public consultation (the most recent one being on the Clinical Trial Regulation), with the Late phase WG demonstrating the difficulties within European countries in interpreting non-interventional study protocols in the same way, with the Early Phase WG proposing a European common database of volunteers.","lastUp":"2017-04-10T18:12:38.417+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}