{"id":"89865775667-92","name":"Attac Austria","registrationDate":"2011-04-15T15:20:20.821+01:00","category":3,"subCategory":2,"legal":"gemeinnütziger Verein","web":"http://www.attac.at","country":"Austria","headAddress":"Margaretenstrasse, 166/3/25","headCity":"Wien","headPostCode":"1050","headPhone":"(43-1-)5 44 00 10","boss":"Alexandra Strickner","bossTitle":"Ms","bossPosition":"Obfrau","membersCount":6,"membersFTE":"4.5","membership":"europäisches und internationales Netzwerk der Attac Organisationen","memberOrga":"","goal":"Attac („Association pour une Taxation des Transactions financières pour I Aide aux Citoyens“, zu Deutsch: Vereinigung zur Besteuerung von Finanztransaktionen im Interesse der BürgerInnen) ist Teil einer weltweiten globalisierungskritischen Bewegung, die sich für eine demokratische und sozial gerechte Gestaltung der weltweiten Wirtschaft einsetzt.  Attac ist überparteilich und dem Grundsatz der Gewaltfreiheit verpflichtet.&#xd;<br />&#xd;<br />Attac Österreich wurde 2000 gegründet und finanziert sich ausschließlich aus Mitgliedsbeiträgen, Spenden und Projekt-bezogenen Subventionen. Die Aktivitäten von Attac Österreich umfassen eine breit angelegte Bildungs- und Öffentlichkeitsarbeit: Kampagnen, Veranstaltungen, Vorträge, Publikationen, Straßenaktionen, Pressearbeit auf nationaler und internationaler Ebene.","acronym":"ATC-AT","interests":"Agriculture and Rural Development, Budget, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"TTIP, CETA, TiSA, Finanztransaktionssteuer, JEFTA, Sustainabel Development Goals, free-trade agreements, tax policies","lastUp":"2017-07-19T15:17:01.540+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}