{"id":"898709329419-02","name":"Belgische Vereniging van Minerale Meststoffen","registrationDate":"2017-12-22T09:40:29.731+01:00","category":2,"subCategory":1,"legal":"vzw","web":"http://www.belfertil.be","country":"Belgium","headAddress":"BluePoint Building","headCity":"Brussel","headPostCode":"1030","headPhone":"(32)22 38 97 72","boss":"Peter Jaeken","bossTitle":"","bossPosition":"Secretaris-generaal","membersCount":1,"membersFTE":"0.25","membership":"http://www.fertilizerseurope.com/&#xd;\nhttps://www.fertilizer.org/En/","memberOrga":"http://www.belfertil.be/nl/leden","goal":"BELFertil vertegenwoordigt de minerale meststoffensector in België en het GH Luxemburg bij overheden, belanghebbende partijen of het grote publiek op regionaal, nationaal en Europees vlak. Het werkt samen vanuit een ingesteldheid van overleg met overheden en andere partijen in de agro-voedingsketen of met partijen die gerelateerd zijn aan de meststoffenindustrie.&#xd;<br />&#xd;<br />BELFertil is actief in dossiers op vlak van productie, technologie, innovatie, economie, ecologie, de logistieke keten en uiteraard landbouw in alle facetten die gekoppeld zijn met nutriënten en de meststoffenindustrie.&#xd;<br />&#xd;<br />BELFertil leden engageren zich: ze passen het 'responsible care' programma toe en leveren producten van excellente kwaliteit. Naast op onderzoek gebaseerde innovatie, streven ze naar continue productondersteuning en stewardship voor een veilig, duurzaam en efficiënt gebruik van hun productengamma.&#xd;<br />&#xd;<br />BELFertil is een beroepssectie van essenscia, de Belgische federatie van de chemische industrie en life sciences.","acronym":"BELFertil","interests":"Agriculture and Rural Development, Climate Action, Consumers, Energy, Environment, International co-operation and development, Research and innovation, Trade, Transport","euInitiatives":"- EU Common Agricultural Policy&#xd;<br />- EU Good Agricultural Practices&#xd;<br />- EU Fertilizer Regulation&#xd;<br />- EU competition and trade issues","lastUp":"2019-12-06T08:15:25.196+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}