{"id":"899094431329-32","name":"Galatea","registrationDate":"2018-04-24T17:16:26.882+02:00","category":4,"subCategory":5,"legal":"Association","web":"http://galatea.info/","country":"France","headAddress":"29 rue de la Grange aux bellles","headCity":"Paris","headPostCode":"75010","headPhone":"(33)7 50 36 48 13","boss":"Timothée Paris","bossTitle":"Mr","bossPosition":"Président","membersCount":15,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"Galatea est un réseau international et pluridisciplinaire de réflexion et de proposition sur les enjeux croisés du droit et de l'intelligence artificielle (IA). Notre association vise aussi bien à traiter les questions d'impact de l'IA sur la justice et le droit que de la régulation de ces technologies. Nous travaillons sur la recherche théorique et scientifique pluridisciplinaire afin de faire émerger les théories nécessaires à la création d'un droit adapté aux évolutions technologiques liées à l'intelligence artificielle. Avec ce travail de prospective, nous cherchons à établir l'état du droit positif applicable à ces technologies avec veille sur la jurisprudence, l'état du droit et les réformes envisagées et/ou envisageables à cet égard. Nous essayons également de mettre en avant des modèles de développement technologique compatibles avec le respect de la vie privée et des droits fondamentaux des individus. Ce travail juridique s'accompagne également d'une sensibilisation du public à l'égard des enjeux clefs liés à l'utilisation de l'IA dans nos sociétés, les problématiques afférentes et les solutions qui peuvent être envisagées. Enfin, nous essayons de mettre en avant notre plaidoyer auprès de responsables politiques, administratifs, académiques et économiques.","acronym":"","interests":"Digital economy and society, Justice and Fundamental Rights","euInitiatives":"Nous sommes attentifs notamment au travail de la Commission européenne sur l'intelligence artificielle par la constitution d'un groupe de haut niveau sur l'IA ainsi que les travaux engagés au sujet du système de responsabilité applicable à l'IA.","lastUp":"2018-04-24T17:16:56.128+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}