{"id":"90000691010-47","name":"BNP Paribas Cardif","registrationDate":"2009-01-23T17:03:22.517+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.bnpparibascardif.com","country":"France","headAddress":"rue du port, 8","headCity":"Nanterre cedex","headPostCode":"92728","headPhone":"(33)1 41 42 83 00","boss":"Renaud Dumora","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"1.0","membership":"BNP Paribas Cardif is a member of FFA (France), Eurofinas &amp; CFO-Forum","memberOrga":"","goal":"BNP Paribas Cardif (www.bnpparibascardif.com) is the Life, Property &amp; Casualty insurance subsidiary of BNP Paribas. It develops savings and protection products and services which are distributed via diverse channels. Present in 37 countries, and with a diversified geographic footprint, BNP Paribas Cardif has strong positions in Europe, Latin America and Asia.&#xd;<br />&#xd;<br />&#xd;<br />In 2015, it had gross written premiums of 28 billion euros and 59% of its gross written premiums are generated outside France. It counts nearly 10,000 employees, 70% of which outside France.&#xd;<br />&#xd;<br />In its commitment in Corporate Social Responsibility, BNP Paribas Cardif develops responsible products and services, supports diversity in the company, puts in place an internal environmental policy and commits itself into the economic and financial education.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Taxation","euInitiatives":"Insurance, Asset Management, Pension Funds, Consumer Credit, IDD, MiFID, Solvabilité 2, non-discrimination, CMU....","lastUp":"2017-06-29T10:24:24.707+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}