{"id":"90000691010-47","name":"BNP Paribas Cardif","registrationDate":"2009-01-23T17:03:22.517+02:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.bnpparibascardif.com","country":"France","headAddress":"rue du port, 8","headCity":"Nanterre cedex","headPostCode":"92728","headPhone":"(33)1 41 42 83 00","boss":"Renaud Dumora","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"1.0","membership":"BNP Paribas Cardif is a member of FFA (France), Insurance Europe, Eurofinas &amp; CFO-Forum","memberOrga":"","goal":"BNP Paribas Cardif (www.bnpparibascardif.com) is the Life, Property &amp; Casualty insurance subsidiary of BNP Paribas. It develops savings and protection products and services which are distributed via diverse channels. Present in 37 countries, and with a diversified geographic footprint, BNP Paribas Cardif has strong positions in Europe, Latin America and Asia.&#xd;<br />&#xd;<br />&#xd;<br />In 2017, it had gross written premiums of 29.7 billion euros and 57% of its gross written premiums are generated outside France. It counts 10,000 employees, 70% of which outside France.&#xd;<br />&#xd;<br />In its commitment in Corporate Social Responsibility, BNP Paribas Cardif develops responsible products and services, supports diversity in the company, puts in place an internal environmental policy and commits itself into the economic and financial education.","acronym":"","interests":"Banking and financial services, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, Fraud prevention, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation","euInitiatives":"Insurance, Asset Management, Pension Funds, Consumer Credit, IDD, MiFID, Solvabilité 2, non-discrimination, CMU; sustainable finance....","lastUp":"2018-06-14T16:06:29.263+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}