{"id":"900260213980-95","name":"Country Land and Business Association Limited","registrationDate":"2014-07-15T17:56:07.594+01:00","category":2,"subCategory":4,"legal":"Incorporated company","web":"http://www.cla.org.uk/","country":"United kingdom","headAddress":"Belgrave Square, 16","headCity":"London","headPostCode":"SW1X 8PQ","headPhone":"(44)0 20 74 60 79 30","boss":"Helen Woolley","bossTitle":"Ms","bossPosition":"Director General","membersCount":22,"membersFTE":"22.0","membership":"The CLA is member of the European Landowners' Organization, which is based in Brussels.&#xd;\n&#xd;\nhttp://www.cla.org.uk/latest/lobbying/brussels","memberOrga":"http://www.europeanlandowners.org/links/memberslinks","goal":"The CLA safeguards the interests of landowners, and those with an economic, social and environmental interest in rural land. It is the membership organisation for owners of land, property and businesses in rural England and Wales.&#xd;<br />&#xd;<br />Our 33,000 members own and manage around half the rural land in England and Wales and a wide variety of rural business. We lobby at European Union (EU), national and regional level in the interests of our members.&#xd;<br />&#xd;<br />The CLA is a member of the ELO – European Landowners’ Organization – together we represent the interests of landowners and land managers throughout the European Union.","acronym":"CLA","interests":"Agriculture and Rural Development, Climate Action, Energy, Enterprise, Environment, Food Safety, Research and Technology, Taxation","euInitiatives":"We been working and positioning ourselves mostly of the following files:&#xd;<br />- Implementation of the Common Agriculture Policy and simplification exercise;&#xd;<br />- Discussion of the future of the Common Agriculture Policy;&#xd;<br />- Implementation of the Rural development programmes and push for broadband and other crucial infrastructure in rural areas;&#xd;<br />- Approval of the New EU Forest Strategy and subsequent multi-anual implantation plan; &#xd;<br />- Discussion on energy and climate change, particularly the contribution for landowners and managers;&#xd;<br />- Implications of energy efficiency requirements in rural buildings and historical buildings; &#xd;<br />- Review of the Birds and Habitats directives&#xd;<br />- Discussions around resource efficiency and circular economy;&#xd;<br />- Biotech and agricultural research (including EIP on agriculture)&#xd;<br />- ...&#xd;<br />&#xd;<br />Please have a look at our manifesto here: http://www.cla.org.uk/sites/default/files/CLA%20EU%20Manifesto%202014_0.pdf","lastUp":"2017-02-03T17:58:20.690+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}