{"id":"9002547940-17","name":"WirtschaftsVereinigung Metalle","registrationDate":"2009-01-08T09:11:46.827+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.wvmetalle.de","country":"Germany","headAddress":"Wallstraße, 58/59","headCity":"Berlin","headPostCode":"10179","headPhone":"(49)3 07 26 20 71 00","boss":"Franziska Erdle","bossTitle":"Ms","bossPosition":"Hauptgeschäftsführerin","membersCount":12,"membersFTE":"4.0","membership":"Mitglied des Bundesverbandes der Deutschen Industrie (BDI)&#xd;\nMitglied des Dachverbandes der Nicht-Eisen-Metallindustrie Europas (EUROMETAUX)","memberOrga":"http://www.wvmetalle.de/die-wvmetalle/#c1561","goal":"Die WirtschaftsVereinigung Metalle vertritt die wirtschaftspolitischen Interessen der deutschen Nichteisen- (NE-) Metallindustrie in Deutschland und Europa, insbesondere in der Außenhandels-, Umwelt-, Energie-, Steuer- und Verkehrspolitik. Darüber hinaus fördert sie die Markttransparenz durch statistische Dienste und Marktanalysen in Zusammenarbeit mit den Mitgliedsunternehmen und ihren Branchenverbänden. Zu den weiteren Aufgaben gehören die Förderung der Normenarbeit für den Metallbereich sowie der Dialog mit der Öffentlichkeit.&#xd;<br />Auf Bundesebene liegt das Schwergewicht der wirtschaftspolitischen Arbeit auf folgenden Gebieten: Umweltpolitik, Energiepolitik, Außenhandelspolitik, Steuerpolitik, Verkehrspolitik sowie Presse- und Öffentlichkeitsarbeit.&#xd;<br />Im Verbund mit der EU-Vertretung des Bundesverbandes der Deutschen Industrie (BDI) und Eurométaux werden nationale Belange der in Deutschland produzierenden Nichteisen- (NE-) Metallindustrie vertreten. Das Europabüro der WVMetalle in Brüssel bietet international agierenden Unternehmen eine Plattform und unterstützt den europäischen Dachverband der Branche, Eurométaux.","acronym":"WVMetalle","interests":"Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Renaissance of Industry 2020&#xd;<br />Energie Klimaziele 2030 + COP&#xd;<br />Energiemarktdesign (z.B. Kapazitätsmarkt) und zugehörige Beihilferegulierung&#xd;<br />Kreislaufwirtschaftspaket (Abfallregulierungen, Ressourceneffizienz, Rohstoffstrategie)&#xd;<br />REACH CLP &#xd;<br />Konfliktrohstoffe&#xd;<br />Reform Antidumping&#xd;<br />Modernisation Trade Defence Instruments&#xd;<br />Importzölle USA auf Stahl und Aluminium&#xd;<br />Feihandelshabkommen&#xd;<br />Finanz-Transaktion-Steuer&#xd;<br />Arbeits- und Gesundheitsschutz&#xd;<br />Chemische Agentien Richtlinie&#xd;<br />Schnittmenge Arbeitsschutz - REACH&#xd;<br />Krebsrichtlinie&#xd;<br />Arbeitsplatzgrenzwerte&#xd;<br />Forschungspolitik","lastUp":"2018-04-03T13:50:43.676+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}