{"id":"900634429489-61","name":"International Dalit Solidarity Network","registrationDate":"2018-01-04T16:05:16.939+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://idsn.org","country":"Denmark","headAddress":"Farvergade 27D, 1.floor","headCity":"Copenhagen","headPostCode":"1463","headPhone":"(45)60 43 34 32","boss":"Meena Varma","bossTitle":"Ms","bossPosition":"Executive Chair","membersCount":6,"membersFTE":"3.5","membership":"http://hrdn.eu/","memberOrga":"http://idsn.org/about-us/who-we-are/the-global-network/","goal":"Our mission is to make an effective global-level contribution to the promotion and protection of the human rights and dignity of those affected by caste-based discrimination and to promote effective measures for its elimination. We will contribute to the creation of a global engagement with caste-based discrimination where the UN, EU and key national and international stakeholders, act in solidarity with those who suffer from caste-based discrimination and take action to end it.","acronym":"IDSN","interests":"Business and Industry, Communication, Culture and media, Education and training, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"● Facilitating dialogue and documentation to influence the policies, strategic frameworks, funding instruments and programmes of the European Union.&#xd;<br />&#xd;<br />● Mainstreaming caste-based discrimination into key EU policies through a thematic approach.&#xd;<br />&#xd;<br />● Furthering debate and text in resolutions on caste-based discrimination by the European Parliament and committees on foreign affairs (AFET) development (DEVE) and human rights (DROI) and delegations on South Asian countries.&#xd;<br />&#xd;<br />● Engage with the relevant EU Council Working Groups such as COHOM and COASI and  EU delegations in caste-affected countries.","lastUp":"2019-02-14T15:22:36.280+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}