{"id":"900933434695-06","name":"Charta der Vielfalt e.V.","registrationDate":"2019-04-30T11:39:22.082+02:00","category":3,"subCategory":2,"legal":"association","web":"https://charta-der-vielfalt.de","country":"Germany","headAddress":"Albrechtstrasse 22","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 84 71 20 84","boss":"Aletta Gräfin von Hardenberg","bossTitle":"Ms","bossPosition":"Director","membersCount":8,"membersFTE":"7.0","membership":"","memberOrga":"https://www.charta-der-vielfalt.de/en/diversity-charter-association/about-the-charta-der-vielfalt-association/members/","goal":"The Charta der Vielfalt is a corporate initiative to promote diversity in companies and institutions. It was initiated in December 2006 by four companies and is supported by the Commissioner for the Federal Government for Migration, Refugees and Integration, State Minister Annette Widmann-Mauz.&#xd;<br />&#xd;<br />The initiative aims to promote the recognition, appreciation and integration of diversity into Germany’s business culture. Organisations should create a working environment free of biases. All employees should be valued – regardless of gender and sexual identity, nationality, ethnic origin, religion or worldview, physical ability, age, sexual orientation and identity.&#xd;<br />&#xd;<br />The core idea of the initiative is a certificate, a charter (here is its wording). This is the Charta der Vielfalt in the literal sense, and a voluntary commitment on the part of the signatories to promote diversity and appreciation in business culture. Over 3,200 companies and organisations with a total of more than 12 million employees have already signed, and new signatories are continually being added.&#xd;<br />&#xd;<br />The initiative became a non-profit association in 2010. The Charta der Vielfalt e. V. began operating in 2011 under the aegis of Germany's chancellor Dr. Angela Merkel.","acronym":"","interests":"Employment and Social Affairs","euInitiatives":"Besides the Charta der Vielfalt in Germany, there are diversity charter initiatives in several European countries. We have combined forces in a network that has been coordinated by the European Commission since 2010. Apart from this network, all initiatives are independent of one another, and have different focus areas depending on the region, as well as a range of initiators and supporting organisations.","lastUp":"2019-04-30T12:01:07.331+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}