{"id":"90104608462-14","name":"International Chamber of Shipping","registrationDate":"2012-03-30T12:33:43.070+01:00","category":2,"subCategory":4,"legal":"Incorporated in England","web":"http://www.ics-shipping.org","country":"United kingdom","headAddress":"St. Mary Axe, 38","headCity":"London","headPostCode":"EC3A8BH","headPhone":"(44)20 70 90 14 60","boss":"Guy Platten","bossTitle":"Mr","bossPosition":"Director General","membersCount":2,"membersFTE":"0.5","membership":"ICS is actively engaged with the following international bodies:&#xd;\nInternational Maritime Organisation (IMO)&#xd;\nUnited Nations Division of Ocean Affairs and the Law of the Sea (DOALOS)&#xd;\nUnited Nations Conference on International Trade Law (UNCITRAL)&#xd;\nOrganisation for Economic Co-operation and Development (OECD)&#xd;\nWorld Customs Organization (WCO)&#xd;\nWorld Trade Organization (WTO)&#xd;\nIt also enjoys a close relationship with national maritime authorities around the world and with relevant departments and agencies of the European Union","memberOrga":"http://www.ics-shipping.org/about-ics/membership","goal":"The International Chamber of Shipping (ICS) is the principal international trade association for the shipping industry, representing shipowners and operators in all sectors and trades.&#xd;<br />&#xd;<br />ICS membership comprises national shipowners' associations in Asia, Europe and the Americas whose member shipping companies operate over 80% of the world's merchant tonnage.&#xd;<br />&#xd;<br />Established in 1921, ICS is concerned with all technical, legal, employment affairs and policy issues that may affect international shipping.&#xd;<br />&#xd;<br />ICS represents shipowners with the various intergovernmental regulatory bodies that impact on shipping, including the International Maritime Organization. &#xd;<br />&#xd;<br />ICS also develops best practices and guidance, including a wide range of publications and free resources that are used by ship operators globally.","acronym":"ICS","interests":"Climate Action, Customs, Employment and Social Affairs, Energy, Environment, Research and innovation, Trade, Transport","euInitiatives":"Air emissions from shipping, including Sulphur Directive&#xd;<br />Monitoring, Reporting and Verification of CO2 Emissions&#xd;<br />Port reception facilities&#xd;<br />Ship recycling&#xd;<br />Port State Control&#xd;<br />Maritime Employment&#xd;<br />Piracy and Maritime Security&#xd;<br />Mixed Mass Migration by Sea","lastUp":"2019-02-22T10:50:12.801+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}