{"id":"901016036362-23","name":"Association Européenne des Jeunes Entrepreneurs","registrationDate":"2019-10-28T12:15:54.143+01:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"http://www.jeunes-entrepreneurs.eu","country":"France","headAddress":"9c rue des Balayeurs","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(33)6 31 42 78 43","boss":"Jean-Baptiste Horhant","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"L'Association Européenne des Jeunes Entrepreneurs s'est constituée pour informer et éclairer les représentants européens comme les citoyens au sujet des politiques de l'Union Européenne, notamment concernant l'entrepreneuriat. &#xd;<br />Après avoir constaté l'absence de documentation sur ce sujet, l'AEJE a publié 3 rapports analysant la question autour du siège du Parlement européen, rapports présentés sous le parrainage de plusieurs eurodéputés de différents partis et groupes politiques.&#xd;<br />Désormais, les objectifs de l'AEJE sont de participer à l'amélioration des offres européennes à destination des jeunes entrepreneurs. En ce sens, nous soutenons notamment la mise en place d'un nouveau statut se rapprochant de la \"PME Européenne\" pour les entreprises qui souhaitent se développer au-delà des limites nationales, notamment celles installées dans un espace transfrontalier.&#xd;<br />Nous allons également développer la démocratie participative en mettant à disposition des citoyens un outil et des informations leur permettant de donner leur avis sur les sujets débattus en session plénière.","acronym":"AEJE","interests":"Business and Industry, Digital economy and society, Employment and Social Affairs, Institutional affairs, Youth","euInitiatives":"Nous suivons tous les dossiers relatifs au statut des entrepreneurs et aux accords de libre-échange.&#xd;<br />Nous avons également un intérêt particulier pour les sujets de démocratie participative, ou ceux regardant l'ICE.&#xd;<br />Enfin, nous suivons les évolutions de la situation du Parlement européen de Strasbourg, que nous jugeons important.","lastUp":"2019-10-28T12:19:10.956+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}