{"id":"90142503473-81","name":"Vodafone Belgium SA","registrationDate":"2010-04-20T15:23:43.854+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.vodafone.com/eu","country":"Belgium","headAddress":"Rue Archimede, 25","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 70 18 38 86","boss":"David Joosten","bossTitle":"Mr","bossPosition":"Director VBSA","membersCount":8,"membersFTE":"7.5","membership":"European Internet Foundation (EIF)&#xd;\nGSM Association Europe&#xd;\nEuropean Policy Centre (EPC)&#xd;\nCEPS","memberOrga":"","goal":"Vodafone Group is one of the world’s largest telecommunications companies and provides a range of services including voice, messaging, data and fixed communications. Vodafone Group has mobile operations in 25 countries, partners with mobile networks in 47 more, and fixed broadband operations in 18 markets. As of 31 December 2017, Vodafone Group had 529.1 million mobile customers and 19.3 million fixed broadband customers, including India and all of the customers in Vodafone’s joint ventures and associates. For more information, please visit: www.vodafone.com. The Vodafone Brussels office is in charge of following the policy and regulatory debate at EU level.","acronym":"VBSA","interests":"Competition, Consumers, Culture and media, Education and training, Energy, Environment, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Single market, Trade, Transport","euInitiatives":"- DSM Strategy&#xd;<br />- European Electronic Communications Code&#xd;<br />- Review AVMS Directive&#xd;<br />- Reform of the EU’s Copyright rules including content &#xd;<br />- EU initiatives on illegal online content; EU initiatives related to regulation of online intermediaries &#xd;<br /> - Digitisation of Industries &#xd;<br />- IoT including connected cooperative driving and unmanned aviation &#xd;<br />- data economy package, including free flow of data, data access and data sharing &#xd;<br />- Cybersecurity including IoT trust label&#xd;<br />- Privacy- eprivacy directive review&#xd;<br />- Consumer regulation&#xd;<br />- digital content, tangible goods EU initiative relating to cross-border access by law enforcement to electronic evidence &#xd;<br />-  Artificial intelligence","lastUp":"2018-04-24T16:12:54.019+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}