{"id":"9016880835-58","name":"Baltic Sea States Subregional Co-operation","registrationDate":"2008-12-19T14:57:33.290+01:00","category":6,"subCategory":11,"legal":"Association of Public Authorities","web":"http://www.bsssc.com","country":"Norway","headAddress":"BSSSC Secretariat c/o Eastern Norway County Network","headCity":"Oslo","headPostCode":"0107","headPhone":"(47)95 96 21 23","boss":"Roger Ryberg","bossTitle":"Mr","bossPosition":"Chairman of BSSSC","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"All the regions from the countries in the Baltic Sea Region can join the BSSSC, www.bsssc.com .","goal":"The Baltic Sea States Subregional Co-operation (BSSSC) is a political network for decentralised authorities (subregions) in the Baltic Sea Region. &#xd;<br />&#xd;<br />BSSSC was founded in Stavanger, Norway, 1993. Its participants are regional authorities (level directly below the national level authorities) of the 10 Baltic Sea littoral states.&#xd;<br />&#xd;<br />BSSSC is a political network whose main organisational bodies are: The Chairperson (elected by the Board on a rotational basis for a two-year period), the Board consisting of two representatives of each of the BSR countries, the Secretariat, which follows the Chairperson and ad hoc Work groups. The main BSSSC event is the annual conference held each year in early autumn (end of September - beginning of October).&#xd;<br />&#xd;<br />BSSSC co-operates closely with other key Baltic Sea Region and European organisations and institutions.&#xd;<br />The BSSSC has signed a Declaration of Common Interest with the Committee of the Regions in 2007 and opened its network for other BSR organisations on local and regional level to become participants (CBSS, CPMR Baltic Sea Commission, B7, UBC, NSPA).","acronym":"BSSSC","interests":"Climate Action, Culture, Education and training, Energy, Environment, External Relations, Foreign affairs and security policy, Regional Policy, Trans-European Networks, Transport, Youth","euInitiatives":"EU Strategy for Baltic Sea Region&#xd;<br />European Corridors (TEN-T)&#xd;<br />Regional and urban policies&#xd;<br />Northern and Arctic Dimension&#xd;<br />Cohesion Policy&#xd;<br />Energy and climate&#xd;<br />Youth policy","lastUp":"2019-03-15T11:24:20.524+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}