{"id":"901668713710-71","name":"Università Popolare di Firenze","registrationDate":"2014-05-28T16:35:48.324+01:00","category":4,"subCategory":12,"legal":"Associazione di Promozione Sociale","web":"http://www.universitapopolaredifirenze.it","country":"Italy","headAddress":"Via Ricasoli, 7","headCity":"Firenze","headPostCode":"50122","headPhone":"(39)0 55 29 46 70","boss":"Giuseppe Latte","bossTitle":"Mr","bossPosition":"Presidente","membersCount":3,"membersFTE":"0.75","membership":"L' Università Popolare di Firenze è socia della CNUPI, Confederazione Nazionale delle Università Popolari Italiane, ne condivide la filosofia ispiratrice e la tradizione delle antiche Università Popolari italiane. La CNUPI ha un personalità giuridica riconosciuta dal Ministero della Pubblica Istruzione, Università e Ricerca Scientifica, è iscritta all’Anagrafe Nazionale degli Enti di Ricerca, è socia dell’European Association of the Education of the Adults ed infine, è accreditata quale Ente di Formazione ai sensi del DM 177/2001.&#xd;\nTra gli scopi statutari della Confederazione e, prima ancora, delle Università Popolari afferenti alla C.N.U.P.I., si ricordano le seguenti attività:&#xd;\n-offrire ai cittadini di tutte le età un servizio di crescita culturale svolgendo corsi relativi ai più diversi argomenti,&#xd;\n-curare l'aggiornamento di chi esercita un'attività,&#xd;\n-agevolare la formazione e la preparazione specialistica di chi intende inserirsi e qualificarsi nel mondo del lavoro.","memberOrga":"","goal":"L’Università Popolare di Firenze, prima università popolare in Italia, rinasce con l'intento di riavvicinare alla cultura e all’impegno sociale tutti, senza distinzione di età, sesso, confessione religiosa, etnia.&#xd;<br />L'Università Popolare di Firenze ha scopi culturali e scientifici, sportivi e socio-assistenziali e soprattutto ha lo scopo di svolgere attività di formazione permanente.&#xd;<br />L'Università Popolare di Firenze sostiene il principio di pari opportunità fra donne e uomini, fra popoli e culture diverse, impegnandosi nella diffusione e attuazione di tali valori, senza alcun tipo di discriminazione sociale; pertanto promuove l’organizzazione nel suo seno di sezioni sociali per minoranze etniche, per persone diversamente abili e per la terza età.&#xd;<br />Per l'attuazione del suo programma l’Università Popolare di Firenze organizza eventi culturali, formativi, scientifici, artistici, sportivi, ed attua progetti che mirano al sostegno del benessere psicofisico della persona; persegue inoltre finalità relative alla medicina non convenzionale ed alle discipline bio-naturali. L’Università Popolare di Firenze attraverso le sue consociate ha in essere corsi di formazione professionale, di aggiornamento e di preparazione specialistica.&#xd;<br />L'Università Popolare di Firenze è iscritta al N. 554 del Registro Regionale delle Associazioni di Promozione Sociale - Sezione Provincia di Firenze.","acronym":"U.P.F.","interests":"Culture, Education, Youth","euInitiatives":"Partecipazione a bandi europei per l'educazione degli adulti","lastUp":"2017-04-03T12:55:21.243+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}