{"id":"901783818574-18","name":"The Channel Group Ltd.","registrationDate":"2015-08-27T20:12:15.595+02:00","category":4,"subCategory":5,"legal":"Ltd.","web":"http://www.thechannelgroup.org","country":"United kingdom","headAddress":"Princes House","headCity":"London","headPostCode":"SW1Y 6DN","headPhone":"(44)20 74 84 11 98","boss":"Toby Illingworth","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"none","memberOrga":"none","goal":"The Channel Group is an independent think tank and consultancy firm&#xd;<br />established to champion Free Trade.&#xd;<br />&#xd;<br />We collaborate with leading thinkers to put forward a vision of international free trade, the breaking down of trade barriers and the ending of internal protectionist measures. Through rigorous independent research and insightful comment, The Channel Group informs debate and develops policy.&#xd;<br />&#xd;<br />Always conscious of practising what we peach, the Channel Group offers bespoke consultancy services for businesses seeking to access new and challenging markets. We have worked with businesses from around the world who are seeking to access markets in Europe, Africa and south-east Asia.&#xd;<br />&#xd;<br />The Channel Group was founded in 2015 by a group of individuals with experience in business, politics, law and finance. They came together to re-voice the arguments made by the early liberal pioneers of free trade in the 1800's.","acronym":"TCG","interests":"Agriculture, Banking and financial services, Business and Industry, Competition, Customs, Economy, finance and the euro, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Customs Union regulations. Single market rules. Trade agreements and data on trade with 3rd parties. Future trade negotiations with the UK and 3rd party countries.","lastUp":"2018-06-08T16:32:48.722+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}