{"id":"901952732481-34","name":"Bektashi World Headquarters","registrationDate":"2018-09-04T00:10:54.776+02:00","category":5,"subCategory":15,"legal":"ASBL","web":"http://www.kryegjyshataboterorebektashiane.org","country":"Albania","headAddress":"Rruga \"Dhimitër Kamarda\" Nr.10","headCity":"Tirana","headPostCode":"","headPhone":"(355)56 74 01 66 18","boss":"Edmond Brahimaj","bossTitle":"Mr","bossPosition":"Head of the Bektashi World community","membersCount":2,"membersFTE":"1.0","membership":"www.kryegjyshataboterorebektashiane.org","memberOrga":"www.kryegjyshataboterorebektashiane.org","goal":"The Bektashi World Community Headquarters aims to  preserve and support the development of the Bektashi spirituality and culture. Through its religious and cultural activities, the Bektashi World Community promotes peace, freedom and respect to human dignity regardless of religion, ethnicity, race, gender or social status. The Bektashi World Community is not linked and does not favour any political party or movement.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- General and Institutional Affairs&#xd;<br />- Justice and Fundamental Rights &#xd;<br />- Enlargement&#xd;<br />- Culture&#xd;<br />- Youth","lastUp":"2018-09-04T00:15:07.347+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}