{"id":"902785733856-56","name":"International Association for Sustainable Aviation e.V.","registrationDate":"2019-02-04T19:32:07.968+01:00","category":3,"subCategory":2,"legal":"Verband","web":"https://iasaev.org","country":"Germany","headAddress":"Godesberger Allee 70","headCity":"Bonn","headPostCode":"53175","headPhone":"(49)22 83 08 97 20","boss":"Michael Wühle","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":7,"membersFTE":"2.25","membership":"","memberOrga":"https://www.iasaev.org/wordpress/de/partner/","goal":"Die Mitglieder der International Association for Sustainable Aviation sind überzeugt davon, dass die umfassende Methode Nachhaltigkeit der Schlüssel für eine nachhaltige Luftfahrt ist, die ökonomisch stabil ist, den negativen Einfluss auf die Umwelt minimiert und für Ihre Anspruchgruppen ein gesellschaftliches Vorbild ist.&#xd;<br />&#xd;<br />IASA trägt durch sach- und fachgerechte Information zur Versachlichung der öffentlichen Diskussion bei.Dabei soll der Blick auf ganzheitliche Bemühungen zur Verbesserung der Nachhaltigkeit im Luftverkehr gelenkt werden, da ein nachhaltiger Luftverkehr ohne nachhaltiges Fluggerät, ohne nachhaltige Infrastruktur und ohne nachhaltige Verfahren am Boden und in der Luft nicht darstellbar ist. IASA fördert die konstruktive Zusammenarbeit aller Beteiligten in Wissenschaft, Industrie und Luftverkehrswirtschaft, in Politik, Verbänden und Medien durch spartenübergreifende, aktuelle und praxisnahe Information und modernes Networking. Der Luftfahrtverband verdeutlicht die Leistungen des Luftverkehrs im ökonomischen, ökologischen und sozialen Bereich nach innen und außen.","acronym":"IASA e.V.","interests":"Business and Industry, Climate Action, Energy, International co-operation and development, Transport","euInitiatives":"Wir beobachten derzeit folgende Inititiativen:&#xd;<br />Horizon 2020&#xd;<br />Clean Sky 2&#xd;<br />SDGs","lastUp":"2019-02-04T19:44:15.597+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}