{"id":"903064822900-09","name":"DBFZ Deutsches Biomasseforschungszentrum gemeinnützige GmbH","registrationDate":"2016-08-02T12:54:57.812+02:00","category":4,"subCategory":5,"legal":"GmbH","web":"https://www.dbfz.de","country":"Germany","headAddress":"DBFZ Deutsches Biomasseforschungszentrum gemeinnützige GmbH","headCity":"Leipzig","headPostCode":"04347","headPhone":"(49)0 34 12 43 41 12","boss":"Dipl.-Kfm. (FH), LL.M. Daniel Mayer","bossTitle":"Mr","bossPosition":"Administrative Managing Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Established in 2008 in Leipzig as a non-profit limited liability company, the DBFZ has undergone a dynamic development. In just a few years it has established itself within the national and international research landscape as a research institution focusing on the biomass use for energy provision and integrated bioeconomy concepts. The DBFZ's mission is to conduct wide-ranging, application-, sustainability- and technology-oriented research aimed at the efficient integration of biomass resources into the current and future energy system and into the bioeconomic system of the future, and to provide scientific support to the related developments. The target groups for the R&amp;D activities and scientifically based services of the DBFZ are all the relevant players in the scientific research, industrial and political spheres linked to the bioenergy and integrated bioeconomy. DBFZ actively supports the energy transition (“Energiewende”) in Germany. As a pioneer in the field of efficient integration of biomass as a valuable resource into the current and future energy system and into the bioeconomic system of the future, DBFZ researchers develop technical innovations, processes and products on a high scientific level.&#xd;<br />Giving particular consideration to the future developments (environmental concerns and economic impact), research policy challenges, and framework conditions in relation to the use of biomass as a base material and an energy source, DBFZ developed its own scientific vision for the future of bioenergy based on the “Smart Bioenergy Concept”.  Beside the Administrative Department, a total of 139 employees are currently (2017) working in the DBFZ within the following Research Focuses (RFs): (1) Research Focus: Systemic Contribution of Biomass; (2) \tResearch Focus: Anaerobic Processes; (3) Research Focus: Processes for Chemical Bioenergy Sources and Motor Fuels; (4): Research Focus: SmartBiomassHeat; (5): Research Focus: Catalytic Emissions Reduction. The DBFZ is equipped with state of the art research facilities which include e.g. analytical labs, engine testbeds, solid compacting center, research biogas plant, and a technical center. The planned new technical centre (costing some € 60 million Euros, to be finished in 2019) will provide a rapid boost to the medium- and long-term research and establish and secure the organisation's position as a national and international leader. \"Smart Bioenergy Concept\": Thrän, D. (ed., 2015): Smart bioenergy: technologies and concepts for a more flexible bioenergy provision in future energy systems Springer, Cham, 181 pp. ISBN:978-3-319-16192-1","acronym":"DBFZ","interests":"Climate Action, Energy, Research and innovation","euInitiatives":"European Bioeconomy Stakeholders Panel, EU Commission, DG Research &amp; Innovation, Bioeconomy; &#xd;<br />Committee on the Sustainability of Biofuels and Bioliquids, EU Commission, DG Energy;&#xd;<br />European Technology and Innovation Platform on Renewable Heating &amp; Cooling (RHC-ETIP): Steering Committee Member;&#xd;<br />European Technology and Innovation Platform (ETIP) Bioenergy: WG1 Biomass availability, WG4 Policy and Sustainability;&#xd;<br />IEA Bioenergy, Task 37, 39, 40, 41, 44 and 45; &#xd;<br />European Standards Committee (CEN): Chairman CEN/TC 454: Working Group 3 Algae processing; CEN TC 335 CEN/TC 235: Solid Biofuels;&#xd;<br />European Biogas Association: Member of the Scientific Advisory Council;","lastUp":"2019-07-23T09:58:57.507+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}