{"id":"903215224918-55","name":"Foundation for a Drug Free Europe","registrationDate":"2016-12-05T16:57:27.971+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://fdfe.eu","country":"Sweden","headAddress":"Reimersholmsgatan 9","headCity":"Stockholm","headPostCode":"117 40","headPhone":"(32)4 88 23 24 23","boss":"Gullevi  Almgren","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"FDFE is member of the:&#xd;\n&#xd;\nVienna NGO Committee on Narcotic Drugs (VNGOC - Austria))&#xd;\nWorld Federation Against Drugs (WFAD -Sweden)&#xd;\nCivil Society Forum on Drugs of the DG Migrations - Home Affairs of the European Commission&#xd;\nFoundation for a Drug Free World (FDFW - California)","memberOrga":"The FDFE as an umbrella organisation is in relation with the different Say No To Drugs (SNTD) associations described in the following list of countries.&#xd;\n&#xd;\nPlease note that in several countries according their size, there are more than one association . E.g. in Belgium one SNTD but in France five.","goal":"The purpose of FDFE, established in 2004, is preventing and stopping debilitating drug use by educating youth and non-users concerning the harmful effects that drugs can inflict upon the body, mind and personality. The Foundation has also the aims to create and put into action drug prevention projects with governments and institutions, elaborate cycles of conferences, round tables and to focus around the different aspects of the drug abuse in Europe and help create drug free European societies by collaborating with like-minded groups and organisations sharing the same purpose.","acronym":"FDFE","interests":"Consumer Affairs, Education, Employment and Social Affairs, External Relations, Food Safety, Home Affairs, Humanitarian Aid, Information Society, Public Health, Sport, Trans-European Networks, Youth","euInitiatives":"Member of the Civil Society Forum on Drugs of the European Commission DG Migrations-Home Affairs. Participation to the Working groups. &#xd;<br />-&#xd;<br />EU Drug Strategy and Action Plan&#xd;<br />-&#xd;<br />And interest in the decisions of the UNODC - Vienna and of the OSCE. &#xd;<br />-","lastUp":"2017-12-06T14:23:52.172+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}