{"id":"903884919452-05","name":"University of Leeds","registrationDate":"2015-11-06T15:12:21.349+02:00","category":4,"subCategory":12,"legal":"Charity","web":"http://www.leeds.ac.uk","country":"United kingdom","headAddress":"Woodhouse Lane","headCity":"Leeds","headPostCode":"LS2 9JT","headPhone":"(44)11 33 43 49 34","boss":"Ceri Williams","bossTitle":"Ms","bossPosition":"Director of Research and Innovation Development","membersCount":3,"membersFTE":"0.75","membership":"Russell Group of UK Research Intensive Universities&#xd;\nrussellgroup.ac.uk/&#xd;\n&#xd;\nWhite Rose - regional network inYorkshire, UK&#xd;\nwww.whiterose.ac.uk/","memberOrga":"N/A","goal":"The University of Leeds has main goals of advancing education and research.&#xd;<br />&#xd;<br />Leeds hosts over 30,000 undergraduate students (nearly 7000 from outside the UK) and has a vibrant community of more than 2,500 postgraduate researchers. There are several cohorts of post-graduate researchers funded through UK Centres for Doctoral Training and Marie Curie ITNs.&#xd;<br />&#xd;<br />The University of Leeds is acclaimed world-wide for the quality of its teaching and research, and continues to be ranked within the top 100 universities in the QS world rankings.  Leeds is one of the largest universities in the UK.  In 2013/14 it had an annual income of €840m and over 30,000 students (over 7,000 post graduate students) and approximately 6,450 staff of 99 different nationalities, attached to 560 different undergraduate and 300 postgraduate degree programmes.  In 2013/14 its annual research income exceeded €189 m of which 13.3% was derived from EU awards.&#xd;<br />&#xd;<br />Leeds is one of the top ten universities for research and teaching in the United Kingdom and is internationally acknowledged as a centre of excellence in a wide range of academic and professional disciplines.  The results of the 2014 UK Research Excellence Framework (REF) exercise identified that 82.76% of its research activity has a top quality rating of either “world leading” or “internationally excellent”, and its overall results confirmed the University’s position as a leading member of the UK’s prestigious research intensive Russell Group universities.","acronym":"UNIVLEEDS","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"Due to the wide range of research subjects covered by the University, we are approached to be on panels or policy discussions on potentially any area. We are not proactively engaged in any particular area due to our charitable status, but academics employed by the University are permitted to be on select committees and panels.&#xd;<br />&#xd;<br />The account on the transparency register was set up as a requirement for membership on one of the H2020 Expert Advisory Groups so the Framework Programme for Research and Innovation is probably the only regular involvement.","lastUp":"2019-06-26T17:52:57.539+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}