{"id":"903925928899-46","name":"International Institute for Middle-East and Balkan Studies","registrationDate":"2017-11-08T17:57:14.450+01:00","category":4,"subCategory":5,"legal":"International Institute","web":"http://www.ifimes.org","country":"Slovenia","headAddress":"International Institute for Middle East and Balkan Studies (IFIMES)","headCity":"Ljubljana","headPostCode":"1001","headPhone":"(386)14 30 15 33","boss":"Zijad, dr. doc Becirovic","bossTitle":"Mr","bossPosition":"Director-General","membersCount":14,"membersFTE":"4.0","membership":"Numerous&#xd;\n&#xd;\nThe UN Consultative Status - in the final phase","memberOrga":"The International Institute IFIMES is a partner of:&#xd;\n● University of Sarajevo, Sarajevo, Bosnia and Herzegovina&#xd;\n &#xd;\n● World Security Network, New York&#xd;\n &#xd;\n● Gulf State Analytics (GSA), Washington DC&#xd;\n &#xd;\n● Globalvision News Network, New York&#xd;\n &#xd;\n● Mejdunarodniyi obchestveniyi fond »Eksperimentalniyi tvorcheskiyi centr«, Kurginyana Center, Moscow&#xd;\n &#xd;\n● Albanian Institute for International Studies (AIIS), Tirana, Albania&#xd;\n &#xd;\n● Ingepo Consulting, Braşov, Romania&#xd;\n &#xd;\n● EU-China Economics &amp; Politics Institute, Praha, Czech Republic&#xd;\n &#xd;\n● Balkan Communication Network (BCN)&#xd;\n &#xd;\n● Center for Strategic Research of the Ministry of Foreign Affairs of the Republic of Turkey (SAM), Ankara, Turkey&#xd;\n &#xd;\n● Institute on Advanced Studies in Geopolitics and Auxiliary Sciences (IsAG), Rome, Italy&#xd;\n &#xd;\n● Research Institute for European and American Studies (RIEAS), Athens, Greece&#xd;\n &#xd;\n● Center for International Relations (CIR), Washington, DC (USA)&#xd;\n &#xd;\n● Biznis plus (Business plus) Ljubljana-Zagreb-Beograd-Sarajevo-Podgorica-Skopje&#xd;\n &#xd;\n● The Intergovernmental Organization (EDU), Brussels, Belgium&#xd;\n &#xd;\n● Methodologica Universitas (MU), Paris, France&#xd;\n &#xd;\n● HWPL (Heavenly Culture, World Peace, Restoration of Light), Seoul, South Korea&#xd;\n &#xd;\nThe Global Development Network from Washington has marked the relevancy of the researches performed by the International Institute IFIMES with the relevancy rate of 93,00%.&#xd;\n***&#xd;\n ","goal":"Idea to establish IFIMES Institute is a reflection of our common reality and the needs of the world to reach for common solutions – now more than ever in the past. Common interests and bonds among different policies, nations, religions, world regions and diverse interest parties in are essential.","acronym":"IFIMES","interests":"Climate Action, Competition, Culture, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Home Affairs, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trade, Trans-European Networks, Youth","euInitiatives":"The IFIMES Institute is through organizing seminars, symposiums, conferences, round tables, (with participants from various interest groups: scientists, politicians, business leaders, representatives of religious institutions, journalists, artists and others), performing analyses, studies, fact-finding missions and projects, as well as through its own publications presenting the results of its work and achievements, also targeting leading international policy and opinion makers.","lastUp":"2017-11-08T23:49:28.552+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}