{"id":"903924027697-35","name":"Women in International Security Brussels","registrationDate":"2017-07-10T13:37:02.313+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.wiis-brussels.org/","country":"Belgium","headAddress":"152 rue Franz Merjay","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)4 86 63 86 77","boss":"Corinna Hörst","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"WIIS Brussels is part of the global WIIS network: http://wiisglobal.org/","memberOrga":"","goal":"Women In International Security (WIIS - pronounced ‘wise’) Brussels is an independent, non-partisan, non-for-profit organisation, registered under Belgian law.&#xd;<br /> &#xd;<br />It belongs to the global family of WIIS chapters which are dedicated to advancing the leadership and professional development of women in the field of international peace, security and defence. There are currently 47 independent chapters around the world whose members include policymakers, military personnel, diplomats, legislative aides, scholars, students, journalists and business representatives at all stages of their careers.&#xd;<br /> &#xd;<br />WIIS Brussels promotes leadership training, mentoring, and networking programmes as well as intellectual diversity through discussions on current policy challenges. It benefits from the presence of the EU institutions and NATO as well as a very high concentration of diplomatic representations, international organisations and other influential stakeholders, putting it at the centre of key policy discussions on international relations, security and defence.&#xd;<br /> &#xd;<br />WIIS Brussels is led by an energetic team of volunteers who constitute its Steering Committee. A high-level Advisory Committee provides strategic guidance.","acronym":"WIIS Brussels","interests":"Borders and Security, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, Justice and Fundamental Rights","euInitiatives":"As part of its effort to increase gender diversity in foreign affairs, defence, and security, WIIS Brussels follows policy developments in Common Foreign and Security Policy, Common Security and Defence Policy, and gender equality.","lastUp":"2018-07-02T20:23:23.928+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}