{"id":"903961932934-85","name":"Institut für Höhere Studien - Insitute for Advanced Studies","registrationDate":"2018-10-18T14:42:58.523+02:00","category":4,"subCategory":5,"legal":"Verein","web":"http://ihs.ac.at","country":"Austria","headAddress":"Josefstädter Straße 39","headCity":"Vienna","headPostCode":"1080","headPhone":"(43)15 99 10","boss":"Martin Univ.-Prof. Dr. Kocher","bossTitle":"Mr","bossPosition":"Direktor","membersCount":25,"membersFTE":"6.25","membership":"http://www.econpol.eu/about_econpol_europe&#xd;\nhttp://www.tepsa.eu/about/contact-us/&#xd;\nhttps://www.socialpolitik.de/&#xd;\nhttps://ecpr.eu/AboutUs/ECPR.aspx&#xd;\nhttp://enepri.eu/&#xd;\nhttp://www.ecsrnet.eu/","memberOrga":"https://www.ihs.ac.at/org/board-of-trustees/","goal":"Economic and social scientific research for the public benefit&#xd;<br />&#xd;<br />Today, there is high demand for analyzing the grand societal challenges drawing on evidence-based scientific methods and providing answers that are objective and independent.&#xd;<br />&#xd;<br />As an independent post-university research center the Institute for Advanced Studies is well-established and recognized across Europe. The Institute develops research questions in dialogue with policy-makers as well as among the academic world, and delivers answers that are relevant to both sides. Its researchers focus on topics of high relevance that are aligned with societal challenges and that anticipate issues of high relevance in the near future.&#xd;<br />&#xd;<br />This profile contrasts with profit-oriented consultancies that have neither the expertise nor the capability to provide independent research on the highest level. Similarly, research at universities cannot provide the interdisciplinary focus required for this sort of analysis.&#xd;<br />&#xd;<br /> &#xd;<br />Strategic Outline&#xd;<br />&#xd;<br />    The Institute brings together, and entangles, social scientific disciplines. It organizes its research along thematic, versatile research units. The Institute is a reliable partner for policy-makers as well as society at large. Its expertise is brought to fruition both academically as well as in relation to policy-making for selected research involving longer term issues.&#xd;<br />    IHS contributes significantly to scientific literacy in Austria by training future key personnel in society, academia, and in the public as well as the business spheres. Strong emphasis is laid on the development of appropriate innovative methods.&#xd;<br />    IHS maintains a high reputation for its research and is a respected Austrian hub for engaging in international scientific debates. It brings renowned guests to Austria and facilitates connections between academia, business, and politics.","acronym":"IHS","interests":"Budget, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Foreign and Security Policy and Defence, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Research Projects within H2020 and Service Contracts with eg.DG Taxud","lastUp":"2018-10-23T11:56:18.630+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}