{"id":"904356226318-23","name":"ISV Group","registrationDate":"2017-03-14T01:05:04.277+01:00","category":4,"subCategory":5,"legal":"s.r.l.s.","web":"http://www.isvgroup.it","country":"Italy","headAddress":"Via Demetrio Tripepi 14","headCity":"Reggio di Calabria","headPostCode":"89123","headPhone":"(39)0 96 51 87 52 54","boss":"Maria Antonietta Mortelliti","bossTitle":"Ms","bossPosition":"Amministratore","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Centro studi ISV Group","acronym":"ISV","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"PROGETTO DI RELAZIONE sulla proposta di decisione del Parlamento europeo e del Consiglio relativa alla partecipazione dell'Unione al partenariato per la ricerca e l'innovazione nell'area del Mediterraneo (PRIMA) avviato congiuntamente da pi? Stati membri.&#xd;<br />Consumer protection laws, copyright, electronic communications.&#xd;<br />Acquisition and possession of firearms.&#xd;<br />Proposta di decisione del Parlamento europeo e del Consiglio che modifica la decisione n. 466/2014/UE sulla concessione di una garanzia dell'Unione alla Banca europea per gli investimenti in caso di perdite relative ad operazioni di finanziamento a sostegno di progetti di investimento al di fuori dell'Unione.&#xd;<br />Sviluppi della direttiva 2008/52/CE. Sistemi ADR. Sviluppi della direttiva 2013/11/UE del Parlamento europeo e del Consiglio, del 21 maggio 2013 , sulla risoluzione alternativa delle controversie dei consumatori, che modifica il regolamento (CE) n. 2006/2004 e la direttiva 2009/22/CE (Direttiva sull'ADR per i consumatori).&#xd;<br />Progetto di parere sulla connettivit? Internet per la crescita, la competitivit? e la coesione: la societ? europea dei gigabit e del 5G.&#xd;<br />Progetto di sulla proposta di regolamento del Parlamento europeo e del Consiglio che modifica i regolamenti (UE) n. 1316/2013 e (UE) n. 283/2014 per quanto riguarda la promozione della connettivit? internet nelle comunit? locali.&#xd;<br />PROGETTO DI PARERE sulla tecnologia finanziaria: l'influenza della tecnologia sul futuro del settore finanziario.&#xd;<br />PROGETTO DI PARERE sulla proposta di regolamento del Parlamento europeo e del Consiglio che modifica i regolamenti (UE) n. 1316/2013 e (UE) 2015/1017 per quanto riguarda la proroga del Fondo europeo per gli investimenti strategici e il potenziamento tecnico di tale Fondo e del polo europeo di consulenza sugli investimenti.&#xd;<br />PROGETTO DI RELAZIONE sulla proposta di regolamento del Parlamento europeo e del Consiglio sulla cooperazione tra le autorit? nazionali responsabili dell'esecuzione della normativa che tutela i consumatori.","lastUp":"2017-03-14T01:22:00.612+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}