{"id":"90453504235-64","name":"European Association of the Electricity Transmission and Distribution Equipment and Services Industry","registrationDate":"2010-09-23T10:45:52.113+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.tdeurope.eu","country":"Belgium","headAddress":"Bluepoint Building","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)22 06 68 67","boss":"Diederik Peereboom","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.5","membership":"T&amp;D Europe maintains a close relationship with Orgalime, the European engineering industries federation, which manages its Secretariat and to some of which working groups T&amp;D Europe's experts participate and contribute&#xd;\n&#xd;\nT&amp;D Europe is a founding member of the Industry Group on European Standardisation Strategy (INGRESS)","memberOrga":"National Associations&#xd;\nAFBEL, Spain&#xd;\nAGORIA, Belgium&#xd;\nANIE Italy&#xd;\nANIMEE, Portugal&#xd;\nBEAMA , UK&#xd;\nEMSAD, Turkey&#xd;\nFEDET Sectie T&amp;D, the Netherlands&#xd;\nFEEI, Austria&#xd;\nGIMELEC, France&#xd;\nNorsk Industri, Norway&#xd;\nSWISSMEM, Switzerland&#xd;\nZVEI, Germany&#xd;\n&#xd;\nCorporate members:&#xd;\nABB&#xd;\nGE&#xd;\nOrmazabal&#xd;\nSchneider Electric&#xd;\nSiemens","goal":"T&amp;D Europe (www.tdeurope.eu) is the European association of the electricity transmission and distribution equipment and services industry. Its members are the European national associations representing the interests of the electricity transmission and distribution equipments manufacturing and derived solutions. The companies represented by T&amp;D Europe account for a production worth over € 25 billion EUR, and employ over 200,000 people in Europe.","acronym":"T&amp;D Europe","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, General and Institutional Affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Policy, Industry Policy, Digital Agenda, Environment Policy, Research and Innovation Policy, Trade Policy, Climate Change Policy","lastUp":"2018-05-16T12:10:49.308+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}