{"id":"905001612275-82","name":"Enagás S.A.","registrationDate":"2013-11-15T18:58:44.498+01:00","category":2,"subCategory":3,"legal":"Sociedad anónima","web":"http://www.enagas.es","country":"Spain","headAddress":"Paseo de los Olmos, 19","headCity":"Madrid","headPostCode":"28005","headPhone":"(34)9 02 44 37 00","boss":"Antonio Llardén Carratalá","bossTitle":"Mr","bossPosition":"Presidente Ejecutivo","membersCount":3,"membersFTE":"1.0","membership":"- Gas Infrastructure Europe (www.gie.eu)&#xd;\n- European Network of Transmission System Operators for Gas (www.entsog.eu)&#xd;\n- EASEE-gas (www.easee-gas.eu)&#xd;\n- GIIGNL (www.giignl.org)&#xd;\n- Marcogaz (www.marcogaz.org)&#xd;\n- NGVA (www.ngva.eu)&#xd;\n- Gas for Climate (www.gasforclimate2050.eu)&#xd;\n- GasNaturally (www.gasnaturally.eu)&#xd;\n- GERG (www.gerg.eu)&#xd;\n- Hydrogen Europe (www.hydrogeneurope.eu)&#xd;\n- ERGaR (www.ergar.eu)&#xd;\n- UfM Gas Platform (https://ufmsecretariat.org/)&#xd;\n- IGU (www.igu.org)&#xd;\n- SIGTTO (www.sigtto.org)&#xd;\n- FSR - EUI (http://fsr.eui.eu/)&#xd;\n- SEDIGAS (www.sedigas.es)&#xd;\n- CEOE (www.ceoe.es)&#xd;\n- Camara de Comercio de España  (www.camara.es)","memberOrga":"","goal":"INTRODUCTION:&#xd;<br />&#xd;<br />With 50 years’ experience, Enagás is an international standard bearer in the development, operation and maintenance of gas infrastructures. It is accredited as an independent TSO by the European Union and carries out its activities in eight countries.&#xd;<br />&#xd;<br />Enagás is Spain’s leading natural gas transmission company and Technical Manager of the Spanish gas system. It has around 12,000 Km of gas pipelines, three underground storage facilities in Serrablo (Huesca), Gaviota (Vizcaya) and Yela (Guadalajara) and four regasification plants in Barcelona, Huelva, Cartagena and Gijón. It also owns 50% of the BBG regasification plant in Bilbao and 72.5% of the Sagunto plant. In addition, Enagás holds the 100% of Gascan, a company in charge of the project to introduce natural gas into the Canary Islands.&#xd;<br />&#xd;<br />Since Enagás came to market in 2002, it has formed part of the Ibex 35 index. It currently has a free float of 95%, one of the highest on the Spanish continuous market.&#xd;<br />&#xd;<br />INTERNATIONAL ACTIVITY:&#xd;<br />&#xd;<br />Enagás is present in eight countries. In Mexico, the company holds a stake in the TLA Altamira regasification plant, is a member of the consortium that built and now operates the Morelos gas pipeline and a member of the consortium that developed the Soto La Marina compressor station, in operation now. It is also the main shareholder of Quintero LNG terminal in Chile and holds stakes in Transportadora de Gas del Perú (TgP) and Compañía Operadora de Gas del Amazonas (Coga) in Peru.&#xd;<br />&#xd;<br />Enagás is also involved in the construction of the Trans Adriatic Pipeline (TAP), which will bring gas to Europe from the Caspian Sea linking Greece, Albania and Italy. The company is part of the consortium that has acquired 66% of the Greek gas operator DESFA as well.&#xd;<br />&#xd;<br />Furthermore, the company has a stake in Tallgrass Energy, a US energy infrastructure company that owns, among other assets, 11,000 km of transmission pipelines.&#xd;<br />&#xd;<br />&#xd;<br />PROJECTS FOR DECARBONISATION&#xd;<br />&#xd;<br />Enagás boosts and develops national and international projects to contribute to the descarbonisation process and to improve air quality. They are initiatives focused on energy efficiency, the use of natural gas in transport, specially maritime transport, or the development of renewable gases (biogas/biomethane, hydrogen, etc), which can be transported by our pipelines network.&#xd;<br />&#xd;<br />INDEPENDENT TSO&#xd;<br />&#xd;<br />Enagás was certified by the European Commission as an independent Transmission System Operator (TSO) in August 2012. This accreditation guarantees the independence of the Spanish gas transmission network with respect to gas producers and distributors, and represents a milestone in the company's history.","acronym":"","interests":"Climate Action, Energy, Environment, External Relations, Foreign affairs and security policy, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"- In general any EU Regulatory and Policy Development having a direct or indirect impact on the gas transmission, storage and LNG business as well as on the Spanish and EU gas industry.&#xd;<br />&#xd;<br />Among others, the main initiatives are:&#xd;<br />&#xd;<br />- New EU Green Deal&#xd;<br />- Security of Gas Supply&#xd;<br />- Sectoral Integration&#xd;<br />- Gas Market Design&#xd;<br />- TEN-E regulation and Projects of Common Interest (PCIs)&#xd;<br />- EU Investment Plan&#xd;<br />- Progress on Internal Gas Market implementation, including Network Codes development&#xd;<br />- ACER developments &#xd;<br />- REMIT&#xd;<br />- External dimension of the EU Energy Policy&#xd;<br />- EU Climate Policies, including the ETS Reform &#xd;<br />- LNG Strategy&#xd;<br />- Gas storage Strategy&#xd;<br />- Madrid Forum&#xd;<br />- Energy Infrastructure Forum&#xd;<br />- Gas for mobility (road and maritime transport)&#xd;<br />- Renewable gases, including biomethane and hydrogen&#xd;<br />- Gas Quality&#xd;<br />- CEF Funds  / INEA developments&#xd;<br />- Research and Innovation (including FCH JU, Innovation Fund, etc.)&#xd;<br />- Environmental emissions regulations&#xd;<br />- Methane Emissions (leaks) from the gas system&#xd;<br />- etc","lastUp":"2019-12-16T10:23:55.691+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}