{"id":"905086223132-16","name":"Università degli Studi di Perugia","registrationDate":"2016-08-25T10:46:27.540+02:00","category":4,"subCategory":12,"legal":"Università statale","web":"https://www.unipg.it/","country":"Italy","headAddress":"Piazza Università 1","headCity":"Perugia","headPostCode":"06123","headPhone":"(39)07 55 85 20 40","boss":"Franco Moriconi","bossTitle":"Mr","bossPosition":"Rettore","membersCount":9,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"The Università degli Studi di Perugia, founded in 1308, is one of the oldest universities in Italy and one of the most accredited, offering a wide variety of courses in all fields of education. Our goal is to provide students with the finest quality degree programmes and academic opportunities within a stimulating multicultural environment, along with the opportunity to enjoy an excellent lifestyle and foster their personal and academic growth while studying at the highest level.","acronym":"UNIPG","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Prof. Vincenzo Pane is involved in the preparation of Eurocode 7 - geotechnical design for the European Committee for Standardization CEN/TC 250/SC 7&#xd;<br />&#xd;<br />Prof. Daniela Gigante was appointed italian representative by Ministero dell'Ambiente e della Tutela del Territorio e del Mare for Action 7 - Action plan for nature, people and the economy (COM/2017/0198 final),  Habitat 6210&#xd;<br />&#xd;<br />Prof. Franco Cotana is Co-Chair for Strategic Energy Technology Plan (SET PLAN)&#xd;<br />https://ec.europa.eu/energy/en/topics/technology-and-innovation/strategic-energy-technology-plan","lastUp":"2019-06-12T10:44:52.691+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}