{"id":"905086223132-16","name":"Università degli Studi di Perugia","registrationDate":"2016-08-25T10:46:27.540+02:00","category":4,"subCategory":12,"legal":"Università statale","web":"https://www.unipg.it/","country":"Italy","headAddress":"Piazza Università 1","headCity":"Perugia","headPostCode":"06123","headPhone":"(39)07 55 85 20 40","boss":"Franco Moriconi","bossTitle":"Mr","bossPosition":"Rettore","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The Università degli Studi di Perugia, founded in 1308, is one of the oldest universities in Italy and one of the most accredited, offering a wide variety of courses in all fields of education. Our goal is to provide students with the finest quality degree programmes and academic opportunities within a stimulating multicultural environment, along with the opportunity to enjoy an excellent lifestyle and foster their personal and academic growth while studying at the highest level.","acronym":"UNIPG","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Università di Perugia is engaged in several agreements with european academic and non-academic Institutions. It arranges, follows and renews european initiatives such as Erasmus +, and promotes the participation of its reseachers to funding programmes within H2020, Creative Europe, 3rd Health Programme,Rights, Equality and Citizen Programme, and others.","lastUp":"2018-09-18T16:25:06.422+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}