{"id":"90520343621-73","name":"Kommission Arbeitsschutz und Normung","registrationDate":"2010-05-19T17:31:03.990+01:00","category":6,"subCategory":13,"legal":"Association","web":"http://www.kan.de","country":"Germany","headAddress":"Alte Heerstraße, 111","headCity":"Sankt Augustin","headPostCode":"53757","headPhone":"(49)2 24 12 31 34 66","boss":"Dirk Watermann","bossTitle":"Mr","bossPosition":"Head of the secretariat","membersCount":5,"membersFTE":"1.25","membership":"http://www.euroshnet.eu","memberOrga":"http://www.kan.de/en/kan-the-project/organisation/","goal":"Purpose&#xd;<br />Founded in 1994, the Commission for Occupational Health and Safety (OH&amp;S) and Standardization (KAN) has the purpose of observing the standardization process and ensuring that standards makers devote sufficient attention to the needs of OH&amp;S. &#xd;<br />&#xd;<br />How it works&#xd;<br />&#xd;<br />The OH&amp;S interests of various institutions – the social partners, the State, the German Social Accident Insurance (DGUV) and DIN – are collectively (Members of KAN) represented in opinions on current and planned standardization projects. KAN itself is not a standardization body; its resolutions on OH&amp;S and standardization take the form of recommendations which are based on as broad a consensus as possible of all the relevant institutions involved in OH&amp;S.&#xd;<br />&#xd;<br />KAN focuses on&#xd;<br />&#xd;<br />- formulating fundamental OH&amp;S positions on important issues of the standardization process,&#xd;<br />- assessing the content of standards to determine whether they meet the OH&amp;S requirements from the German point of view and comply with the protection goals specified in European directives,&#xd;<br />- exerting influence on standardization programmes and mandates (mandates are issued by the European Commission to the private CEN/CENELEC standards bodies),&#xd;<br />- checking whether there is a need for standardization from the point of view of OH&amp;S,&#xd;<br />- obtaining and providing or distributing information on standardization work for the OH&amp;S experts.&#xd;<br />&#xd;<br />Implementation&#xd;<br />&#xd;<br />The KAN aims its recommendations and opinions&#xd;<br />&#xd;<br />- mainly directly on the standardization level at DIN and its standards committees if individual national, European or international standardization projects are concerned;&#xd;<br />- on the political level at the Federal Government if fundamental issues of standardization, the interpretation of directives and the mandating of standardization projects are concerned. The Government passes them on to the European Commission.&#xd;<br />&#xd;<br />In addition, the national associations represented by KAN contribute their views to the standardization debate through their European partner organizations.","acronym":"KAN","interests":"Consumer Affairs, Employment and Social Affairs, Internal Market","euInitiatives":"TTIP, CETA, TiSA&#xd;<br />NLF directives and regulations&#xd;<br />Single Market Strategy","lastUp":"2017-02-03T11:37:02.945+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}