{"id":"905637034242-92","name":"Creotech Instruments S.A.","registrationDate":"2019-03-13T12:53:29.774+01:00","category":2,"subCategory":3,"legal":"Spółka Akcyjna","web":"http://creotech.pl/en/home/","country":"Poland","headAddress":"Gen. L. Okulickiego 7/9","headCity":"Piaseczno","headPostCode":"","headPhone":"(48)2 22 46 45 75","boss":"Jacek Kosiec","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Creotech Instruments S.A. (CTI) was founded in 2008 in Poland by 3 ex-CERN employees, as a spin-out of a scientific project “Pi of the Sky”. Its dedicated R&amp;D and production teams specialize in design and manufacturing of electronics for space and scientific instrumentation as well as scientific cameras for astronomical purposes. As a member of the OHWR initiative Creotech designs and manufactures scientific instrumentation (data acquisition cards) for all major Big Science experiments (CERN, DESY, Sirius in Brasil, GSI in Germany). Creotech supplies hardware and software for scientific instrumentation in complex systems like quantum applications, time synchronisation, HEP and accelerators. Together with research and industry partners (i.e. CERN, GSI, WUT) the company develops hardware and software for open-source, scalable high-performance electronics for measurement and control tasks, mainly in mTCA form-factor. Presently CTI is active in the co-development and commercialization of Sinara hardware (compatible with ARTIQ), a control and measurement ecosystem for quantum applications.","acronym":"","interests":"Business and Industry, Digital economy and society, Research and innovation","euInitiatives":"Creotech Instruments S.A. follows all relevant funding opportunities, notably H2020 (and Horizon Europe in the future), in particular those programs that focus on emerging technologies, technologies for Space and quantum technologies.&#xd;<br />&#xd;<br />Creotech is interested in supporting and contributing to the development of quantum technologies in Europe and is applying to become a member organization of the Strategic Advisory Board for the Quantum Technology Flagship.","lastUp":"2019-03-13T16:23:43.952+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}