{"id":"906125725898-63","name":"Associazione HUBITALIA","registrationDate":"2017-02-15T11:08:25.050+01:00","category":3,"subCategory":2,"legal":"Associazione a non scopo di lucro","web":"http://www.hubitalia.eu","country":"Italy","headAddress":"Viale Michelangelo 1004","headCity":"Palermo","headPostCode":"90145","headPhone":"(39)32 73 42 42 69","boss":"Stefano Pulvirenti","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"l?Associazione HUBITALIA ? un? associazione no profit con sede legale a Palermo, e nasce dall?esigenza di voler incentivare la promozione del lavoro, delle attivit? produttive per il consolidamento della produttivit?, dell?innovazione, della cultura e della tradizione del territorio e del Made in Italy in Italia ed all?Estero, la qualificazione, il miglioramento professionale, sociale ed artistico dei suoi soci in tutti i campi con una propensione ai campi dell?artigianato, dell?agricoltura, della cultura, dello spettacolo, del turismo, dell?animazione, della comunicazione e dell?arte in generale; la realizzazione, la pratica e la valorizzazione delle iniziative e dei servizi della cultura, delle arti e dello spettacolo, nonch? la diffusione e la promozione di attivit? su tutto il territorio nazionale; volendo, inoltre, dare maggiore opportunit? a tutte quelle imprese, grandi aziende e piccole, enti privati e pubblici e privati, nell? avere sempre pi? visibilit? all? interno di un sistema globale che ? quello digitalizzato.","acronym":"HUBITALIA","interests":"Agriculture and Rural Development, Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Tutte le iniziative volte al consolidamento della produttivit?, dell?innovazione, della cultura e della tradizione del territorio e del Made in Italy in Italia ed all?Estero.&#xd;<br />Oltre alla salvaguardia dei diritti del cittadino in europa.","lastUp":"2017-02-15T11:10:09.504+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}