{"id":"90649564350-78","name":"Project AWARE Foundation","registrationDate":"2010-10-15T14:39:05.640+02:00","category":3,"subCategory":2,"legal":"CHARITY","web":"https://www.projectaware.org","country":"United kingdom","headAddress":"The Pavilions, Bridgwater Road, Pavilion 1","headCity":"BRISTOL","headPostCode":"BS13 8AE","headPhone":"(44)11 73 00 73 13","boss":"SUZANNE Smith","bossTitle":"Ms","bossPosition":"Board Member","membersCount":2,"membersFTE":"0.5","membership":"http://www.projectaware.org/partners","memberOrga":"Project AWARE is a member of the Global Ghost Gear Initiative https://www.ghostgear.org/, Seas At Risk http://www.seas-at-risk.org,  International Non Governmental Member of IUCN http://iucn.org/about/union/members/who_members/members_database/, and a Founding member of the Trash Free Seas Alliance http://www.oceanconservancy.org/our-work/our-partners/trash-free-seas-alliance.html &#xd;\n&#xd;\nWe are not a membership organization, however, we do have supporters and volunteers in virtually all EU member states.","goal":"Established in 1992, Project AWARE® is a global movement for ocean protection powered by a community of adventurers. Our mission is to connect the passion for ocean adventure with the purpose of marine conservation. We bring together a dedicated team of individuals around the world who share a passion for ocean protection and adventure to secure real and direct environmental victories. We collaborate, co-create and partner with individuals, governments, NGOs, and businesses who, like us, believe in a future where the ocean no longer needs protection. Project AWARE Foundation is a registered non-profit organization with offices in Australia, the United Kingdom, and the United States.","acronym":"Project AWARE","interests":"Environment, Fisheries and Aquaculture, Regional Policy","euInitiatives":"Shark and ray fisheries (EU finning ban and shark and ray fishing limits) and monitoring and prevention of marine litter (primarily through MSFD and Waste Directive).","lastUp":"2018-03-28T17:13:34.595+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}