{"id":"90704098646-59","name":"EV Group GmbH","registrationDate":"2012-04-23T11:11:25.979+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.evgroup.com","country":"Austria","headAddress":"DI Erich Thallner Straße, 1","headCity":"St. Florian","headPostCode":"4782","headPhone":"(43)7 71 25 31 10","boss":"Erich Thallner ","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"EVG ist seit über 30 Jahren anerkannter Technologie- und Marktführer für Präzisionsanlagen zur Waferbearbeitung. Mit unserer technologischen Kompetenz und ausgereiften Prozesslösungen für spezifische Anwendungen produzieren weltweit namhafte Industrie- und Produktionsunternehmen in Bereichen wie Automobilindustrie, Bio-, Informationstechnologie und Medizintechnik innovative Mikro- und Nanobauteile. Gerade in neuen Märkten kann EVG auf Basis des Technologie-vorsprungs und der hohen Investition in F&amp;E nicht nur die Marktführerschaft erreichen, sondern es werden weltweite Industriestandards gesetzt.&#xd;<br />&#xd;<br />Mit der Vision „The triple i company: invent – innovate – implement“ definiert EV Group nicht nur die zentralen Schritte der Leistungserstellung, sondern auch die wesentlichen Elemente des Wettbewerbsansatzes und -vorteils. EV Group setzt seinen Focus mit einem hohen Aufwand in Forschung und Entwicklung in neue Anwendungsbereiche und Technologien. Dies ermöglicht den Kunden die erfolgreiche Umsetzung ihrer Produktideen und sichert EVG nachhaltiges Wachstum und wirtschaftliche Stärke. Gemeinsam mit namhaften Produktionskunden werden dabei konstant neue Technologien entwickelt. Unsere Forschungsaufwendungen betragen jährlich ca. 20 % des Umsatzes und die Exportquote liegt im Schnitt der Wirtschaftsjahre stets deutlich über 95 %.","acronym":"","interests":"Budget, Communication, Competition, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"in Bearbeitung","lastUp":"2018-03-12T12:21:26.996+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}