{"id":"907167934846-43","name":"European Music Council","registrationDate":"2019-05-16T11:52:09.604+02:00","category":3,"subCategory":2,"legal":"NGO, non-profit association according to German law (e.V.)","web":"https://www.emc-imc.org/","country":"Germany","headAddress":"Weberstr. 59a","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)22 89 66 99 6- 64","boss":"Simone Dudt","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":6,"membersFTE":"4.5","membership":"The EMC is a Regional Group of the International Music Council (IMC).&#xd;\nThe EMC is a member of Culture Action Europe.","memberOrga":"The EMC has 76 member organisations in 27 countries: https://www.emc-imc.org/our-members/our-members/","goal":"The European Music Council, a regional group of the International Music Council (IMC), is the umbrella organisation for musical life in Europe. It is a platform for National Music Councils and organisations involved in various fields of music from many European countries. &#xd;<br />&#xd;<br />Mission&#xd;<br />The European Music Council, regional group for Europe of the International Music Council, is the umbrella organisation for musical life in Europe. It acknowledges the significant role that music and culture play in the political and societal development of a peaceful and integrative Europe. Therefore it advocates on local, national and European levels for an appropriate framework, respecting equal rights and opportunities for music, music professionals and access to music. The European Music Council serves its members by advocating for the societal and political significance of musical diversity in Europe and, hence, plays a key role in supporting the European communities that want to celebrate their music. It provides exceptional value to its membership by building knowledge; creating networking opportunities; supporting and enhancing the visibility of projects that help sustain people's participation in music and cultural life. Being the regional group for Europe of the International Music Council, the EMC collaborates on an international level.&#xd;<br />&#xd;<br />Strategic position&#xd;<br />The European Music Council is the European network of networks for music, with a membership of national music councils as well as local, national and international music organisations that are based in Europe. In line with the International Music Council’s principles, the EMC’s strategies and actions honour human and cultural rights. In situations where musical integrity and commercial gain are in conflict, the EMC gives priority to musical integrity. The EMC strongly supports youth participation in decision-making processes.&#xd;<br />&#xd;<br />Principles&#xd;<br />In line with the IMC’s 5 Musical Rights, the EMC’s strategies and actions honour human and cultural rights such as:&#xd;<br />&#xd;<br />the right for all children and adults:&#xd;<br />&#xd;<br />    to express themselves musically in full freedom&#xd;<br />&#xd;<br />    to learn musical languages and skills;&#xd;<br />&#xd;<br />    to have access to musical involvement through participation, listening, creation and information;&#xd;<br />&#xd;<br />the right for musical artists:&#xd;<br />&#xd;<br />    to develop their artistry and communicate through all media, with appropriate facilities at their disposal;&#xd;<br />&#xd;<br />    to obtain fair recognition and remuneration for their work.","acronym":"EMC","interests":"Budget, Climate Action, Culture, Culture and media, Digital economy and society, Education and training, Environment, European Neighbourhood Policy, External Relations, International co-operation and development","euInitiatives":"The main policy initiative is the European Agenda for Music (EAM), launched in 2018. The European Agenda for Music was developed out of a continent-wide consultation launched by the European Music Council (EMC). Reaching out to the entire music sector, it identifies the sector’s collective needs and sets out priorities for the future. A powerful confirmation of the European music sector’s desire to join together in the promotion of a common cause, the Agenda details which directions to pursue in order to ensure a music sector that remains strong, fair, innovative and diverse in a rapidly changing world. The European Commission has expressed a desire for there to be more cooperation between the various cultural disciplines, however it is important that the specifics and needs of each individual sector be highlighted, which can be done with the Agenda. Should the European Union or national governments want to make decisions concerning music in the future, the Agenda will provide them with a thorough document (and a united sector) to which they can refer.&#xd;<br />&#xd;<br />Furthermore, the EMC closely follows the EU cultural policy - especially the European Agenda for Culture, the Council Work Plan for Culture, the Creative Europe programme, the Music Moves Europe initiative, the Copyright Directive and the Framework Action on Cultural Heritage. The EMC actively participates in the Structured Dialogue \"Voices of Culture\".","lastUp":"2019-05-16T12:17:21.063+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}