{"id":"907656634811-75","name":"Jackson, Kathryn","registrationDate":"2019-05-15T12:25:42.899+02:00","category":1,"subCategory":8,"legal":"Personne physique","web":"https://www.linkedin.com/in/kate-lc-jackson/","country":"Belgium","headAddress":"Rue Jourdan 78","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)4 71 80 43 81","boss":"Kathryn Jackson","bossTitle":"Ms","bossPosition":"Founder","membersCount":1,"membersFTE":"1.0","membership":"Brussels International Center for Research and Human Rights(www.bic-rhr.com) - consultant&#xd;\nBeyond The Horizon (www.behorizon.org) - editorial board member &#xd;\nWomen’s Economic and Social Think Tank (www.westt.eu)- writer and editor &#xd;\nYnternet.org (www.ynternet.org)- Project Operator &#xd;\nServe The City(https://www.servethecity.brussels) - Volunteer &#xd;\nGent4Humanity (http://gent4humanity.strikingly.com) - Volunteer","memberOrga":"None","goal":"As a self-employed consultant I assist my clients with writing articles, organizing events and planning projects. Much of my work is closely associated to the ongoing developments within the European Parliament. Much of my work has been focused around the inclusion and capacity building of communities and vulnerable people, mainly newcomers. Through my research a strive to explore the ways in which identity, environment and policy combine to affect the lives of individuals in Europe. Through collaboration with other organizations and contributing to the growth of their projects, while continuing to pursue my own research I intend to help to assist the broader community in addressing the manage challenges facing Europe at this time. &#xd;<br />&#xd;<br />My overall goal is to continue to advocate for the rights of vulnerable individuals and provide innovative solutions to other organizations also working in this sector.","acronym":"","interests":"Borders and Security, Budget, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Youth","euInitiatives":"Migration (Strong common asylum policy; New policy on legal migration; Saving lives and securing the borders) Jobs, growth and investment (Towards a circular economy; Boosting jobs; Investment Plan for Europe)&#xd;<br />Digital Single Market","lastUp":"2019-05-15T12:26:01.584+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}