{"id":"907923020842-83","name":"Independent Music Publishers Forum","registrationDate":"2016-02-28T21:03:48.883+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.impforum.org/","country":"Belgium","headAddress":"100 rue de Veeweyde","headCity":"Brussels","headPostCode":"1070","headPhone":"(32)4 73 74 04 11","boss":"Pierre Mossiat","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"International Confederation of Music Publishers - http://www.icmp-ciem.org/","memberOrga":"http://www.impforum.org/#about","goal":"Established in 2013, the Independent Music Publishing Forum (IMPF) is a network and meeting place for independent music publishers from around the world.&#xd;<br />IMPF’s main objectives are to:&#xd;<br />    Represent the interests of the independent music publishing community internationally;&#xd;<br />    Share experiences and best practices in music publishing;&#xd;<br />    Exchange information on the legal framework as it affects the music publishing environment;&#xd;<br />    Coordinate and support projects relevant to composers and music publishers;&#xd;<br />    Stimulate a favourable environment for artistic, cultural, linguistic and commercial diversity for composers and music publishers.&#xd;<br />&#xd;<br />We want to take advantage of the incredible opportunities offered by the digital age. Our music should be available on every service, licensed easily and without borders. Our writers and our companies should be rewarded fairly for our collective work. IMPF is based in Brussels, the home of the European Institutions and with members and outreach in the USA and D.C. we are the first to know, discuss and act on policy and key legislation that affects our writers and companies.","acronym":"IMPF","interests":"Audiovisual and Media, Competition, Culture, Development, Education, Information Society, Internal Market, Justice and Fundamental Rights, Trade","euInitiatives":"DSM, Copyright, Enforcement, Intellectual Property, Culture, Education, Trade, Brexit, Bi-lateral agreements","lastUp":"2018-01-30T18:58:30.949+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}