{"id":"908534332250-88","name":"Darłowska Grupa Producentów Ryb i Armatorów Łodzi Rybackich Sp. z o.o.","registrationDate":"2018-08-07T16:48:50.838+02:00","category":2,"subCategory":1,"legal":"Spółka z ograniczoną odpowiedzialnością","web":"http://www.darlowskagpr.pl","country":"Poland","headAddress":"ul. Kotwiczna-Molo","headCity":"Darłowo","headPostCode":"76-153","headPhone":"(48)5 03 02 08 23","boss":"Rafał Bocheński","bossTitle":"Mr","bossPosition":"Prezes","membersCount":2,"membersFTE":"0.5","membership":"Darłowska Grupa Producentów Ryb i Armatorów Łodzi Rybackich jest organizacją członkowską Low Impact Fishers of Europe www.lifeplatform.eu","memberOrga":"Środkowopomorska Grupa Rybacka","goal":"Darłowska Grupa Producentów Ryb i Armatorów Łodzi Rybackich Sp. z o. o. (DGPRiAŁR sp. z o.o.) decyzją Ministra Rolnictwa i Rozwoju Wsi z 29 kwietnia 2011 r została wpisana do rejestru uznanych organizacji producentów rybnych. &#xd;<br />&#xd;<br />Aktualnie do organizacji należy 31 członków, armatorów indywidualnych oraz Środkowopomorska Grupa Rybacka, posiadających 68 jednostek rybackich głównie z portów i przystani rybackich z Darłowa, Ustki, Jarosławca oraz Dąbek. &#xd;<br />Od dnia uznania Spółki jako Organizacji Producentów głównym zadaniem Organizacji było prowadzenie Lokalnego Centrum Pierwszej Sprzedaży Ryb w Darłowie (LCPSR) w celu rejestracji (przeważania) połowów gatunków wymaganych stosownymi przepisami.&#xd;<br />&#xd;<br />Z uwagi na to, że rynek rybny ulega ciągłym zmianom, co wymaga od producentów rybnych bieżącego dostosowania się do zmieniających się warunków rynkowych, od 2014 roku organizacja podjęła działania restukturyzacyjne, które pozwoliły na zwiększenie jej zdolności dostosowawczych do zmieniających się warunków rynkowych. &#xd;<br />Działania te pozwoliły na rozszerzenie profilu działalności poza podstawowy zakres działania LCPRR (przeważanie połowów) o przetwórstwo, przechowywanie i dystrybucję nieprzetworzonych i przetworzonych produktów rybołówstwa. &#xd;<br />&#xd;<br />Od maja 2016 roku w ramach przetwórni odbywa się produkcja fileta z dorsza bałtyckiego oraz innych gatunków morskich.","acronym":"DGPR","interests":"Food Safety, Maritime affairs and fisheries","euInitiatives":"sprawy związane ze Wspólną Polityką Rybołówstwa UE, szczególnie dotyczące Morza Bałtyckiego","lastUp":"2018-08-07T22:43:47.596+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}