{"id":"908679030882-50","name":"CSSP-Center for Social and Sustainable Products AG","registrationDate":"2018-03-21T11:52:51.541+01:00","category":2,"subCategory":3,"legal":"AG","web":"https://www.cssp-ag.com/","country":"Liechtenstein","headAddress":"Herrengasse 11","headCity":"Vaduz","headPostCode":"9490","headPhone":"(423)2 35 03 98","boss":"Oliver Oehri","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"https://www.cssp-ag.com/partner/?lang=de","memberOrga":"https://www.cssp-ag.com/partner/?lang=de","goal":"CSSP – Center for Social and Sustainable Products ist ein unabhängiges Beratungs- und Forschungsunternehmen mit Fokus auf Umwelt, Sozial und Governance (ESG) Kennzahlen.&#xd;<br />Wir helfen ESG &amp; Klima Risiken sowie Chancen zu verstehen und zu bewerten. Durch individuelle Analysen und Berichte bieten wir eine umfassende Beratungsdienstleistung. Sei es ESG &amp; Carbon Investment Reporting &amp; Controlling Lösungen oder die Erarbeitung und Umsetzung von Investitionskonzepten bis hin zu Mitarbeiterschulungen. Darüber hinaus unterstützt die CSSP institutionelle Anleger in Anlageausschüssen.&#xd;<br />&#xd;<br />Wir arbeiten mit dem Ziel Transparenz in der Finanzwelt zu stärken und zu verbessern.&#xd;<br />&#xd;<br />Nachhaltiges Investieren sollte Teil eines jeden Investitionsgedanken sein, denn mit Hilfe von ESG und CO2 Daten lassen sich Risiken nicht nur messen, sondern auch vermeiden.","acronym":"","interests":"Climate Action, Enterprise, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"Unsere Organisation beobachtet im Detail vor allem die Richtlinie für die betriebliche Altersvorsorge. Darin werden Altersvorsorgeeinrichtungen explizit aufgefordert Stellun zu deren Umgang mit ESG zu nehmen.&#xd;<br />&#xd;<br />Von grösster Bedeutung ist der Aktionsplan: Finanzierung Nachhaltigen Wachstums.","lastUp":"2018-03-21T11:53:44.884+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}