{"id":"908906317875-81","name":"WeForest (asbl)","registrationDate":"2015-06-17T19:22:35.853+02:00","category":3,"subCategory":2,"legal":"non profit","web":"http://weforest.org","country":"Belgium","headAddress":"WeForest VZW","headCity":"Overijse","headPostCode":"3090","headPhone":"(32)4 74 07 07 62","boss":"Marie-Noëlle Keijzer","bossTitle":"Ms","bossPosition":"CEO","membersCount":40,"membersFTE":"10.0","membership":"Surname\tName\tOrganisation&#xd;\nBargués Tobella\tAida\tDepartment of Forest Ecology and Management, Swedish University of Agricultural Sciences, Umeå&#xd;\nCardellini\tGiuseppe\tEarth and Environmental Sciences, KU Leuven&#xd;\nCohen\tJane\tTexas School of Law  &#xd;\nEllison\tDavid\tClimate Politics of Forestry and Water, Swedish University of Agricultural Sciences &amp; Independent Expert Consultant&#xd;\nGaveau\tDavid\tCIFOR Bogor&#xd;\nGebrehiwot\tSolomon\tDept of Earth Sciences, Uppsala University&#xd;\nGielen\tBie\tEarth and Environmental Sciences, KU Leuven&#xd;\nJanssen\tEllen\tEarth and Environmental Sciences, KU Leuven&#xd;\nKulmala\tMarkku\tDepartment of Physics, Division of atmospheric sciences, University of Helsinki&#xd;\nLocatelli\tBruno\tCenter for International Forestry Research &amp; CIRAD&#xd;\nMillan\tMillan \tFundación CEAM, Valencia&#xd;\nMorris\tCindy\tFrench National Institute for Agricultural Research (INRA)&#xd;\nMurdiyarso\tDaniel\tCenter for International Forestry Research, Bogor&#xd;\nMuys\tBart\tEarth and Environmental Sciences, Forest ecology and management, KU Leuven&#xd;\nPokorny\tJan\tENKI, o.p.s.&#xd;\nSands\tDavid\tDept of Plant sciences and plant pathology, Montana State University&#xd;\nSheil\tDouglas \tDepartment of Ecology &amp; Natural Resource Management, The Norwegian University of Life Sciences and CIFOR&#xd;\nSpracklen\tDominik V.\tSchool of Earth and Environment, University of Leeds&#xd;\nSpringgay\tElaine\tMountain and watershed, Forest Assessment, Management and Conservation Division, FAO&#xd;\nSugani\tYulia\tFaculty of Human Ecology, Bogor Agricultural University &amp; Protection international&#xd;\nSullivan\tCaroline\tEnvironmental Economics &amp; Policy, School of Environment, Science and Engineering, Southern Cross University&#xd;\nTeuling\tRyan\tHydrology and quantitative water management, Wageningen University&#xd;\nTudoroiu\tMarin\tFondazione Edmund Mach, BOKU Institute of Forest Ecology, Univ. Vienna&#xd;\nVan Lipzig\tNicole\tEarth and Environmental Sciences, KU Leuven&#xd;\nvan Nordwijk\tMeine\tWorld Agroforestry centre (ICRAF)&#xd;\nVanderhaegen\tKoen\tEarth and Environmental Sciences, KU Leuven&#xd;\nVannoppen\tAstrid\tEarth and Environmental Sciences, KU Leuven&#xd;\nVerbist\tBruno\tEarth and Environmental Sciences, KU Leuven&#xd;\nZhou\tGuoyi \tSouth China Botanical Garden, Chinese Academy of Sciences, Guangzhou&#xd;\nGutierrez\tVictoria\tWeForest&#xd;\nRoesinger\tAnna\tWeForest","memberOrga":"","goal":"WeForest is a Belgian  NGO  and an internatioanl team which focuses on halting global warming through large bio-diverse tree planting projects in tropical countries. Planting trees can halt global warming by restoring the hydrological process of our planet.&#xd;<br />WeForest is contributing in 3 ways: &#xd;<br />1.\tDemonstrating it is possible with scalable best practices on the ground (with over 12 million trees to date and capacity and plans for 50 million in the next 4 years).&#xd;<br />2.\tPromoting the scientific exchange and dissemination on the dynamics of global hydrology and trees for climate. WeForest is advancing the forest/water-cycle/climate research by organising for example  a high level scientific conference in June 2015 for 40 international researchers with the University of Leuven, Belgium.&#xd;<br />3.\tCreating a movement with corporate brands (over 120 to date) who use trees as a currency to engage consumers, drawing on marketing and CSR budgets to Make Earth Cooler.","acronym":"WF","interests":"Climate Action, Environment","euInitiatives":"Greenhouse gas emissions from agriculture and LULUCF in the context of the 2030 EU climate and energy framework","lastUp":"2018-05-18T11:01:20.213+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}