{"id":"9089874181-55","name":"European Association of Electrical Contractors","registrationDate":"2008-07-10T17:35:50.176+02:00","category":2,"subCategory":1,"legal":"asbl","web":"http://www.aie.eu","country":"Belgium","headAddress":"Rue d'Arlon 69-71","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)4 90 11 36 90","boss":"Thomas Carlsson","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"The AIE is cooperating with other sector related European associations on ad hoc topics (lighting, electrical safety, energy efficiency, PV....).","memberOrga":"http://www.aie.eu/aie/page/members","goal":"Formed in 1954, the European Association of Electrical Contractors – AIE – comprises 15 national associations representing 350.000 electrical engineering contractor companies in the sector, a workforce of 1.200,000 and a turnover of Euro 75.000 billion.&#xd;<br />&#xd;<br />With the increasing energy bill and concerns, the electrical contractors companies are at a turning point. Since lifetime, they are dedicated to provide safe, comfortable and performant solutions to the end-user and customer (residential, industry, tertiary or public). The advisory expertise of the electrical contractor is therefor a vital part in delivering efficiency and quality. &#xd;<br />&#xd;<br />Beyond the traditional electrical installations related to high, medium and low voltage, these highly skilled and professional companies provide today energy efficient solutions and services to the customer by integrating new &amp; smart and ICT technologies, renewable energy sources (like PV panels), installing automation, control and metering systems to reduce the energy consumption and optimise the energy performance in buildings, industry and infrastructure.   &#xd;<br />&#xd;<br />In accordance with the principle of subsidiarity, the mission of AIE is:&#xd;<br />&#xd;<br />- To co-ordinate and promote the common interests of European electrical contractors.&#xd;<br />&#xd;<br />- To monitor and influence the legislative and consultative process of the European Union relevant to the businesses of European electrical contractors.&#xd;<br />&#xd;<br />- To facilitate the exchange of relevant information between members.","acronym":"AIE","interests":"Business and Industry, Climate Action, Communication, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Trans-European Networks, Transport, Youth","euInitiatives":"Energy policy including RES, energy performance of buildings, energy efficiency and topics such as primary energy conversion factor, electric vehicles, energy poverty, smart grid, smart readiness indicator, smart meters, lighting, BACS, safety, alarms...&#xd;<br />Skills and access to profession, qualifications (EQF), apprenticeship, youth employement, attractiveness of the sector, Euroskills&#xd;<br />Follow-up of legislation and standardisation issues in the electrotechnical field&#xd;<br />Public procurement, BIM","lastUp":"2018-10-16T16:08:32.339+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}