{"id":"909187919366-18","name":"Real Instituto Elcano","registrationDate":"2015-10-30T13:33:27.185+01:00","category":4,"subCategory":5,"legal":"non profit research organization","web":"http://www.realinstitutoelcano.org","country":"Spain","headAddress":"Príncipe de Vergara, 51","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 17 81 67 70","boss":"Charles Powell Solares","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"El Patronato del Real Instituto Elcano se constituyó el 27 de diciembre de 2001 bajo la presidencia de S.A.R el Príncipe de Asturias. Actualmente, S.M. el Rey es su presidente de honor. Emilio Lamo de Espinosa es presidente y Rafael Estrella vicepresidente.&#xd;\n&#xd;\nSu composición equilibra los intereses públicos y privados como los del Gobierno y la oposición. Forman parte, como miembros natos, los expresidentes del Gobierno, Felipe González, José María Aznar y José Luis Rodríguez Zapatero, así como los ministros de Asuntos Exteriores y de Cooperación, Defensa, Educación, Cultura y Deporte, Economía y Competitividad; los presidentes de las grandes empresas que contribuyen a su financiación; así como un patrono a propuesta del principal partido de la oposición.&#xd;\n&#xd;\nParticipan también, como miembros electivos, los ex ministros de Asuntos Exteriores, representantes de los sectores académico, cultural y social españoles; esto supone que la composición del Patronato no está cerrada y puede ampliarse mediante la incorporación de nuevos miembros, bien por asumir compromisos financieros o para incrementar su representatividad social y política.&#xd;\n&#xd;\nMás información en www.realinstitutoelcano.org (sección Sobre Elcano)","goal":"El Real Instituto Elcano es un think-tank de estudios internacionales y estratégicos que analiza el mundo desde una perspectiva española, europea y global.&#xd;<br />&#xd;<br />Se constituyó en 2001 como una fundación privada, bajo la presidencia de honor de S.M. el Rey. Su Patronato está compuesto por figuras destacadas de la vida española vinculadas a la política exterior, las grandes empresas que hacen posible el funcionamiento del Instituto, así como los ministerios de Asuntos Exteriores y de Cooperación, Defensa, Educación, Cultura y Deportes, y Economía y Competitividad.&#xd;<br />Bajo la presidencia de Emilio Lamo de Espinosa y la dirección de Charles Powell, el Real Instituto Elcano organiza su trabajo en ejes temáticos y geográficos. Los primeros incluyen, entre otros, la energía y el cambio climático; la seguridad y la defensa; la economía global; el terrorismo internacional; la imagen de España; y la demografía y las migraciones. Los ámbitos geográficos en los que se especializa son: Europa; el espacio Atlántico; América Latina; Asia-Pacífico; y el Norte de África y Oriente Medio.&#xd;<br />&#xd;<br />Para la realización de este trabajo el Real Instituto Elcano cuenta con un equipo estable de investigadores altamente cualificados, así como una amplia red de colaboradores y expertos asociados.&#xd;<br />&#xd;<br />El trabajo del Instituto se plasma en publicaciones de diversa índole, que están disponibles en nuestra Web. Asimismo, el Instituto convoca frecuentes reuniones de sus grupos de trabajo, seminarios y conferencias. Para garantizar su proyección exterior también participa en numerosas redes y proyectos internacionales.","acronym":"RIE","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"El Real Instituto Elcano hace un seguimiento global de la agenda europea, en especial las que afecten a España. Como think tank de relaciones internacionales existen además áreas políticas que conectan con nuestros intereses de investigación (política exterior, defensa, seguridad, cooperación, energía, cambio climático, migraciones, ...) y participa activamente en el programa H2020. Las relaciones del Instituto con las instituciones están articuladas a través de la Unidad de Proyectos y la Oficina de Bruselas.","lastUp":"2019-11-14T11:50:30.312+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}