{"id":"909187919366-18","name":"Real Instituto Elcano","registrationDate":"2015-10-30T13:33:27.185+01:00","category":4,"subCategory":5,"legal":"non profit research organization","web":"http://www.realinstitutoelcano.org","country":"Spain","headAddress":"Pr?ncipe de Vergara, 51","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 17 81 67 70","boss":"Charles Powell Solares","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"El Patronato del Real Instituto Elcano se constituy? el 27 de diciembre de 2001 bajo la presidencia de S.A.R el Pr?ncipe de Asturias. Actualmente, S.M. el Rey es su presidente de honor. Emilio Lamo de Espinosa es presidente y Rafael Estrella vicepresidente.&#xd;\n&#xd;\nSu composici?n equilibra los intereses p?blicos y privados como los del Gobierno y la oposici?n. Forman parte, como miembros natos, los expresidentes del Gobierno, Felipe Gonz?lez, Jos? Mar?a Aznar y Jos? Luis Rodr?guez Zapatero, as? como los ministros de Asuntos Exteriores y de Cooperaci?n, Defensa, Educaci?n, Cultura y Deporte, Econom?a y Competitividad; los presidentes de las grandes empresas que contribuyen a su financiaci?n; as? como un patrono a propuesta del principal partido de la oposici?n.&#xd;\n&#xd;\nParticipan tambi?n, como miembros electivos, los ex ministros de Asuntos Exteriores, representantes de los sectores acad?mico, cultural y social espa?oles; esto supone que la composici?n del Patronato no est? cerrada y puede ampliarse mediante la incorporaci?n de nuevos miembros, bien por asumir compromisos financieros o para incrementar su representatividad social y pol?tica.&#xd;\n&#xd;\nM?s informaci?n en www.realinstitutoelcano.org (secci?n Sobre Elcano)","goal":"El Real Instituto Elcano es un think-tank de estudios internacionales y estrat?gicos que analiza el mundo desde una perspectiva espa?ola, europea y global.&#xd;<br />&#xd;<br />Se constituy? en 2001 como una fundaci?n privada, bajo la presidencia de honor de S.M. el Rey. Su Patronato est? compuesto por figuras destacadas de la vida espa?ola vinculadas a la pol?tica exterior, las grandes empresas que hacen posible el funcionamiento del Instituto, as? como los ministerios de Asuntos Exteriores y de Cooperaci?n, Defensa, Educaci?n, Cultura y Deportes, y Econom?a y Competitividad.&#xd;<br />Bajo la presidencia de Emilio Lamo de Espinosa y la direcci?n de Charles Powell, el Real Instituto Elcano organiza su trabajo en ejes tem?ticos y geogr?ficos. Los primeros incluyen, entre otros, la energ?a y el cambio clim?tico; la seguridad y la defensa; la econom?a global; el terrorismo internacional; la imagen de Espa?a; y la demograf?a y las migraciones. Los ?mbitos geogr?ficos en los que se especializa son: Europa; el espacio Atl?ntico; Am?rica Latina; Asia-Pac?fico; y el Norte de ?frica y Oriente Medio.&#xd;<br />&#xd;<br />Para la realizaci?n de este trabajo el Real Instituto Elcano cuenta con un equipo estable de investigadores altamente cualificados, as? como una amplia red de colaboradores y expertos asociados.&#xd;<br />&#xd;<br />El trabajo del Instituto se plasma en publicaciones de diversa ?ndole, que est?n disponibles en nuestra Web. Asimismo, el Instituto convoca frecuentes reuniones de sus grupos de trabajo, seminarios y conferencias. Para garantizar su proyecci?n exterior tambi?n participa en numerosas redes y proyectos internacionales.","acronym":"RIE","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"El Real Instituto Elcano hace un seguimiento global de la agenda europea, en especial las que afecten a Espa?a. Como think tank de relaciones internacionales existen adem?s ?reas pol?ticas que conectan con nuestros intereses de investigaci?n (pol?tica exterior, defensa, seguridad, cooperaci?n, energ?a, cambio clim?tico, migraciones, ...) y participa activamente en el programa H2020. Las relaciones del Instituto con las instituciones est?n articuladas a trav?s de la Unidad de Proyectos y la Oficina de Bruselas.","lastUp":"2017-06-12T12:57:54.229+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}