{"id":"909368732355-55","name":"Actiecomité Vlieghinder Baarn","registrationDate":"2018-08-17T14:01:32.488+02:00","category":3,"subCategory":2,"legal":"Informele vereniging","web":"http://actiecomitevlieghinderbaarn.nl/","country":"Netherlands","headAddress":"Abel Tasmanlaan 49","headCity":"Baarn","headPostCode":"3742 PS","headPhone":"(31)03 55 43 64 34","boss":"Johanna Hermina Voorn","bossTitle":"Ms","bossPosition":"Initiatiefnemer","membersCount":2,"membersFTE":"2.0","membership":"Zie onder het kopje samenwerking op onze website: http://actiecomitevlieghinderbaarn.nl/","memberOrga":"Zie onze website onder het kopje samenwerking http://actiecomitevlieghinderbaarn.nl/","goal":"Verminderen van de vlieghinder in Baarn&#xd;<br />&#xd;<br />Wij zijn een samenwerkingsverband van inwoners van Baarn die zich zorgen maken over de toenemende overlast van het vliegverkeer boven Baarn. Niet alleen vanwege de geluidhinder, maar ook vanwege de gevolgen voor onze gezondheid, de natuur, het milieu, de veiligheid en het klimaat.&#xd;<br />&#xd;<br />Wij hebben ons verenigd in het actiecomité vlieghinder Baarn om gezamenlijk onze zorgen kenbaar te maken aan de lokale, regionale, provinciale en (inter)nationale politiek en overheden.&#xd;<br />Wij werken samen met andere luchtvaart actiegroepen, zowel binnen Nederland als in Europa en de rest van de wereld. Daarbij zetten wij ons in voor vermindering van de impact van het vliegverkeer op de natuur, het milieu, de volksgezondheid, de veiligheid en het klimaat. Dit willen wij bereiken door vermindering van het aantal vliegbewegingen, verhoging van de vliegroutes, behartiging van onze belangen in de omgevingsraad en meting van het vliegtuiglawaai en de luchtkwaliteit m.b.t. fijnstof en ultrafijnstof in Baarn. Verder zetten wij ons er voor in om samen met andere luchtvaartactiegroepen te bereiken dat alle verkeerslawaai bronnen cumulatief meetellen bij de bepaling van de gezondheidsschade door geluidhinder, ook het vliegtuiglawaai buiten de 48 dB Lden contour. Wij willen dat daar wettelijke normen voor komen die gehandhaafd worden op basis van metingen van de feitelijke geluiddrukniveaus.","acronym":"AVB","interests":"Climate Action, Environment, International co-operation and development, Public Health, Trans-European Networks, Transport","euInitiatives":"Wijziging Europese slotverordening&#xd;<br />Verordening geluidsgerelateerde exploitatiebeperkingen luchthavens&#xd;<br />Richtlijn inzake de evaluatie en beheersing van omgevingslawaai&#xd;<br />Europese verordening EU ETS voor luchtvaart&#xd;<br />Richtlijn luchthavengelden&#xd;<br />Europees mobiliteitsbeleid&#xd;<br />Europees beleid ter vemindering van de klimaatimpact van de luchtvaart op nationaal, Europees en mondiaal niveau","lastUp":"2018-08-17T17:10:54.651+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}