{"id":"909525314974-96","name":"Animal &amp; Plant Health Association","registrationDate":"2014-11-21T11:27:14.368+01:00","category":2,"subCategory":4,"legal":"Limited Company","web":"http://www.apha.ie","country":"Ireland","headAddress":"31A Ravens Rock Road,","headCity":"Dublin","headPostCode":"18","headPhone":"(353)12 93 00 21","boss":"John Keogh","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"Members of ECPA and AHE and Health for Animals","memberOrga":"BAYER, BASF, Monsanto, Barclay Chemicals, Corteva, Hygeia, Adama, Syngenta, Unichem, Whelehan Group,Nufarm.&#xd;\n&#xd;\nMSD, Boehringher Ingelheim, Elanco, C &amp; M Vetlink, CAHL, HIPRA, Merial, Zoetis, Interchem, Bayer, Univet Virbac.","goal":"The Animal and Plant Health Association (APHA) is the representative body for manufacturers and sole distributors of animal health (veterinary medicines) and plant health (plant protection/agrochemical) products in Ireland. These industries play a vital role in providing high quality food at an economic cost whilst protecting the environment.&#xd;<br />&#xd;<br />APHA represents the interests of its members to Government, related industries and the general public.&#xd;<br />&#xd;<br />To ensure Ireland is represented at European level, APHA is a member of the ECPA (European Crop Protection Association) and the AHE (Animal Health Europe).","acronym":"APHA","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"Currently we are specifically interested in developments related to Reg 04 and Reg 06/2019.  We are also interested in all legislation that will impact on the manufacture, distribution, sale and supply of pesticides so have a particular interest in the review of Reg 1107 / 2009. We are also interested in discussions relating to Biocides, especially rodenticides, disinfectants and detergents.","lastUp":"2019-12-09T10:35:56.941+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}