{"id":"910203414533-54","name":"Global Young Academy","registrationDate":"2014-09-29T18:12:17.247+01:00","category":4,"subCategory":5,"legal":"Projekt der Nationalen Akademie der Wissenschaften, Leopoldina gemeinnütziger eingetragener Verein","web":"http://www.globalyoungacademy.net","country":"Germany","headAddress":"Emil-Abderhalden-Straße  37","headCity":"Halle (Saale)","headPostCode":"06108","headPhone":"(49)3 45 47 23 91 70","boss":"Beate Wagner","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":5,"membersFTE":"1.75","membership":"The GYA has observer status at the IAP - The Global Network of Science Academies.","memberOrga":"","goal":"As the “voice of young scientists around the world” the Global Young Academy (GYA) aims to empower and mobilize young scientists in their creative prime to address issues of particular importance to early career scientists and to advance science-society and science-policy dialogues. The GYA is an international organization that bridges the gap between the developing and the developed worlds, helping to make science around the world more effective in the discovery of new knowledge and its communication to society.&#xd;<br />&#xd;<br />In its activities, the GYA focuses on:&#xd;<br />•\tSupporting young scientists in career development and independence &#xd;<br />•\tPromoting interdisciplinary, international, and intergenerational dialogue on scientific issues&#xd;<br />•\tEncouraging novel, scientific approaches to solve problems of international significance&#xd;<br />•\tBuilding capacity for science in the developing world&#xd;<br />•\tDeveloping science education and communication to encourage science as a career choice and for more effective, evidence-based decision-making&#xd;<br />•\tSupporting the development and cooperation of National Young Academies.","acronym":"GYA","interests":"Education and training, Research and innovation","euInitiatives":"Horizon 2020","lastUp":"2019-03-13T13:03:14.052+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}