{"id":"910779336856-49","name":"Lobco2Care","registrationDate":"2019-12-20T15:57:17.428+01:00","category":1,"subCategory":6,"legal":"BV","web":"https://lobco2care.com/wp/","country":"Belgium","headAddress":"Ellermanstraat 14","headCity":"Antwerpen","headPostCode":"2060","headPhone":"(32)35 01 40 42","boss":"Michaël Pszeniczko","bossTitle":"Mr","bossPosition":"Vennoot","membersCount":3,"membersFTE":"3.0","membership":"BePact, Etion, VOKA","memberOrga":"","goal":"Lobco2Care is een Public Affairs en Lobbying agentschap dat sinds 2007 mensen, bedrijven en overheden samenbrengt met als doel een kader te creëren waarin betrokkenen optimaal kunnen presteren en duurzaam ondernemen wordt aangemoedigd. We voorzien in een volledige Public Affairs-begeleiding van onze klanten die variëren van kleine tot grote ondernemingen, NGO's en federaties in uiteenlopende sectoren. Lobco2Care is actief op Vlaams, Federaal en internationaal vlak.","acronym":"L2C","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Plastics,Internet, Tax &amp; VAT, Plastics, Tourism, Food &amp; Beverages, Telecommunications,  Transport, Technology, Construction, City Planning, Safety, Sharing economy, Mobility, ecommerce, Road safety, Health, Consumer protection, Access to markets, CO2 emission, Data protection, Skills, Copyright, Education, Green industry, Smart cities, Liability of intermediaries, circular economy, Wast management, competition and mergers, energy efficiency, child protection, SME and entrepreneurship, green growth, Competition","lastUp":"2019-12-20T15:58:44.124+01:00","customers":"Fedima","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}