{"id":"910718933141-09","name":"ESET, spol. s r.o.","registrationDate":"2018-11-08T20:14:19.304+02:00","category":2,"subCategory":3,"legal":"Limited liability corporation","web":"https://www.eset.com","country":"Slovakia","headAddress":"Einsteinova 24","headCity":"Bratislava","headPostCode":"851 01","headPhone":"(421)2 32 24 41 11","boss":"Michal Kristufek","bossTitle":"Mr","bossPosition":"Chief Legal Officer","membersCount":1,"membersFTE":"0.25","membership":"AMTSO (https://www.amtso.org/)&#xd;\nIEEE (https://www.ieee.org/)&#xd;\nAPWG (Antiphishing Working Group https://www.antiphishing.org/) &#xd;\nAVAR (Antivirus Asia Researchers https://aavar.org/)&#xd;\nGSMA (https://www.gsma.com/)&#xd;\nEuropol’s Advisory Group on Internet Security&#xd;\nCybersecurity Tech Accord (https://cybertechaccord.org/)","memberOrga":"","goal":"ESET® develops industry-leading IT security software and services for businesses and consumers worldwide. With 13 research and development centers, this privately-owned company has a 30-year history of innovation and advancements in technology and cybersecurity. The company’s consumer segment is led by our award-winning ESET NOD32® solution, designed to protect users against the latest internet threats. In the consumer segment, ESET provides proactive protection to PC, Mac and mobile device users, utilizing a combination of machine learning, advanced heuristics, human expertise and global threat intelligence. In the business segment, ESET supports the full spectrum of organizations—small to medium sized businesses (SMBs), managed service providers (MSPs) and large enterprises—by delivering a full array of IT solutions and services designed to safeguard company networks, endpoints, servers and devices. Our business IT security solutions provide cloud-based protection, endpoint security, on-premise management, two-factor authentication, data encryption, virtualization and BYOD security, all supported by ESET’s powerful core technologies. ESET’s business services allow our highly trained cybersecurity and threat professionals to provide immediate response and expert training to businesses facing new, unknown and advanced threats. These services include ESET Threat Monitoring, ESET Threat Hunting and ESET Threat Intelligence.&#xd;<br />In addition, ESET is a member of Europol’s Advisory Group on Internet Security, working within the agency’s European Cyber Crime Center. In this role, ESET collaborates with law enforcement agencies to help bring cybercriminals to justice, regardless of where they are based.&#xd;<br />ESET’s business model is mainly indirect, selling our software through a global network of partners and their resellers. The expansion of our partner network has allowed the company to sell products in more than 200 countries and territories around the world, providing security to more than 110 million individual users (November 2018).","acronym":"ESET","interests":"Consumers, Digital economy and society, Education and training, Foreign affairs and security policy, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Cyber security, data protection, encryption, network and information security, cybercrime, law enforcement and counter-terrorism (encryption, retention), cloud computing.","lastUp":"2019-05-13T09:30:47.582+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}