{"id":"910979834253-11","name":"Smíšená česko čínská komora vzájemné spolupráce","registrationDate":"2019-03-13T16:19:03.361+01:00","category":2,"subCategory":4,"legal":"právnická osoba, ve smyslu ustanovení § 49 odst. 2 zákona č. 42/1980 Sb., o hospodářských stycích se zahraničím, ve znění pozdějších předpisů","web":"http://www.czechchina.com","country":"Czech republic","headAddress":"Na příkopě 857/18","headCity":"Praha 1","headPostCode":"110 00","headPhone":"(420)7 27 92 03 24","boss":"Petr Mrhálek","bossTitle":"Mr","bossPosition":"Výkonný Viceprezident","membersCount":2,"membersFTE":"1.0","membership":"Smíšená česko čínská komora vzájemné spolupráce je členem EUCBA (www.eucba.org).Udržuje a rozvíjí styky s institucemi podobného poslání v zahraničí, na základě dohod spolupracuje s podnikatelskými svazy, zaměstnavatelskými svazy a sdruženími nejen na národní úrovni.","memberOrga":"http://www.czechchina.com/?page_id=1118","goal":"Komora je dobrovolným sdružením fyzických a právnických osob, které mají zájem podnikat na území České republiky a na území Čínské lidové republiky. Komora je právnickou osobou ve smyslu ust. § 49 odst. 2 zákona č. 42/1980 Sb., o hospodářských stycích se zahraničím, ve znění pozdějších předpisů.&#xd;<br />Posláním Komory je zejména napomáhat svou činností k všestrannému rozvoji vzájemného obchodu (hospodářských styků) mezi českými a čínskými podnikatelskými, nepodnikatelskými, zájmovými či jinými dalšími subjekty.&#xd;<br />Hlavní činnost Komory spočívá mimo jiné v navazování a rozšiřování kontaktů mezi podnikatelskými subjekty obou zemí, v poskytování informačního servisu podnikatelům a ostatním zájemcům, v zajišťování odborné pomoci při uzavírání obchodních smluv a v pořádání odborných seminářů.&#xd;<br />V zájmu naplnění svého poslání Komora spolupracuje s Hospodářskou komorou České republiky, s Agrární komorou České republiky, se Svazem průmyslu a dopravy, Asociací malých a středních podniků a s dalšími institucemi obdobného zaměření, které působí v České republice a v Čínské lidové republice, zejména s ústředními a jinými orgány státní správy či samosprávy.&#xd;<br />Komora poskytuje své služby především svým členům a dále ostatním zájemcům.&#xd;<br />Komora zastupuje, podporuje, koordinuje a hájí hospodářské a profesní zájmy svých členů, zajišťuje informace o podnikatelských subjektech v ČR a v ČLR, jakož i informace určené pro správní úřady, podniky a místní sdružení.","acronym":"SČČKVS","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Konektivita&#xd;<br />Obchodní politika&#xd;<br />Jednotný trh EU&#xd;<br />Jednotný digitální trh&#xd;<br />Junckerův investiční balíček","lastUp":"2019-03-13T16:20:04.094+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}