{"id":"911226431559-57","name":"Universidad Carlos III de Madrid","registrationDate":"2018-05-17T17:36:11.486+02:00","category":4,"subCategory":12,"legal":"Universidad Pública","web":"https://www.uc3m.es/Inicio","country":"Spain","headAddress":"Avenida Universidad, 30","headCity":"Leganés","headPostCode":"28911","headPhone":"(34)9 16 24 90 44","boss":"Juan  Romo ","bossTitle":"","bossPosition":"President ","membersCount":8,"membersFTE":"7.25","membership":"- Conferencia de Rectores de Universidades Españolas (CRUE): http://www.crue.org/SitePages/Inicio.aspx&#xd;\n- Alianza 4 Universidades (A4U): http://alliance4universities.eu/&#xd;\n- YERUN: Yount European Research Universities: https://www.yerun.eu/","memberOrga":"","goal":"Carlos III University of Madrid (UC3M) was established by an Act of the Spanish Parliament on 5 May 1989, within the framework of the University Reform Act of 1983. From the outset it was intended to be a relatively small, innovative, public university, providing teaching of the highest quality and focused primarily on research. &#xd;<br />The mission of Carlos III University of Madrid is to contribute to the improvement of society through teaching of the highest quality and cutting-edge research in line with stringent international guidelines. The University aspires to excellence in all its activities, with the aim of becoming one of the top universities in Europe.&#xd;<br />The university actively encourages the personal development of all those connected to the higher education community. All our activities are guided by the values of merit, ability, efficiency, transparency, fairness, equality and respect for the environment.","acronym":"UC3M","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Universidad Carlos III de Madrid (UC3M) doen´t directly influence specific EU policies.","lastUp":"2018-05-17T18:09:57.351+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}