{"id":"911224720315-28","name":"ICT Consultative Council","registrationDate":"2016-01-15T19:32:13.550+01:00","category":4,"subCategory":5,"legal":"think tank","web":"http://www.comunic.ro","country":"Romania","headAddress":"Bd. Magheru no 9, 57 room, Sector 1","headCity":"Bucharest","headPostCode":"CP 124","headPhone":"(40)7 23 31 96 78","boss":"Ion Vaciu","bossTitle":"Mr","bossPosition":"Founder President","membersCount":11,"membersFTE":"7.75","membership":"Internet Society, IEEE, International Association of Business Communicators","memberOrga":"Decision makers, professionals and specialists in ICT industries and related vertical market focused in Digital Transformation and Smart City.","goal":"The first voluntary ICT think tank in Romania dedicated to advising the Executive, Parliament and other branch of local government, focused on Telecom, Media and Technology. This voluntary informal group includes the most known and influential leaders in Media and Information Technology &amp; Communications in Romania.","acronym":"CC IT&amp;C","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Foreign and Security Policy and Defence, Information Society, Research and Technology, Youth","euInitiatives":"CC IT&amp;C and ?Mobile Communications\" Magazine organize annually a premium anniversary event celebrating the excellence in Telecom, Media &amp; Technology industries for 13 years in Romania. &#xd;<br />&#xd;<br />1st PART - DEBATE: ROMANIAN TELECOM REPORT&#xd;<br />The public debate runs around the most recent concepts and trends of the global IT&amp;C industries. The Summit attracts over 500 senior business people, influential thinkers, decision makers and executives of IT&amp;C industry from Romania and our region. &#xd;<br />2nd PART - GALA AWARDS CEREMONY SHOW&#xd;<br />?Mobile Communications Gala Awards? rewards the activities on the Romanian and regional market - a great opportunity to network with the most important IT&amp;C leaders and executives.&#xd;<br />&#xd;<br />Also we organised The Mobile Money &amp; Digital Payments Conference and The Working Group for the decidents from the Mobile and Banking industries. This project is set to launch the first national platform for Mobile Payments in Romania, in cooperation with The Ministry for the Information Society and with the support of major players on the market.","lastUp":"2017-01-17T16:58:00.135+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}