{"id":"91124993695-29","name":"Teneo cabinet DN","registrationDate":"2010-06-02T11:43:11.702+01:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.teneoholdings.com/teneo_cabinet_dn","country":"Belgium","headAddress":"rue d'Arlon, 25","headCity":"Brussels","headPostCode":"1050","headPhone":"(0032)22 34 61 61","boss":"Jacob Nielsen","bossTitle":"Mr","bossPosition":"Gerant","membersCount":30,"membersFTE":"30.0","membership":"cabinet DN is a member of the Centre for European Policy Studies (CEPS), the European Policy Centre (EPC), the American Chamber of Commerce (AmChamEU), and the British Chamber of Commerce (BritCham).&#xd;\n&#xd;\nGlobally, public affairs and media services are provided to our clients through an informal network of political consulting agencies operating in all EU Member States and beyond, including the US.","memberOrga":"","goal":"Teneo cabinet DN is part of global CEO advisory firm Teneo Holdings &#xd;<br />&#xd;<br />With an unparalleled blend of knowledge, skills and experience, Teneo cabinet DN provides strategic counsel to the leaders of large and complex companies and organizations, helping them solve major financial, reputational and transformational challenges.&#xd;<br />&#xd;<br />We draw on the power of the broader Teneo global offer which includes 12 different operating divisions across 17 offices worldwide.&#xd;<br />&#xd;<br />Our consultants advise global businesses at a senior level on how to solve crucial reputation, transformational and capital markets issues, and have track records of supporting leaders and clients including Microsoft, Facebook, Starbucks, VISA and Accenture. Our partners draw on professional advisory careers spanning over 20+ years.&#xd;<br />&#xd;<br />A proven, integrated approach means we can help clients anticipate, prioritise, avert and surmount great challenges and achieve profound transformations. &#xd;<br />&#xd;<br />As business leaders increasingly demand services that enhance value, we offer a rare mix of the highest quality strategic thinking coupled with the best in class campaigning.","acronym":"Teneo cabinet DN","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Agriculture and Rural Development&#xd;<br />Audiovisual and Media&#xd;<br />Competition&#xd;<br />Consumer Affairs&#xd;<br />Culture&#xd;<br />Customs&#xd;<br />Development&#xd;<br />Economic and Financial Affairs&#xd;<br />Education&#xd;<br />Employment and Social Affairs&#xd;<br />Energy&#xd;<br />Enlargement&#xd;<br />Enterprise&#xd;<br />Environment&#xd;<br />External Relations&#xd;<br />Fisheries and Aquaculture&#xd;<br />Food Safety&#xd;<br />Foreign and Security Policy and Defence&#xd;<br />General and Institutional Affairs&#xd;<br />Home Affairs&#xd;<br />Information Society&#xd;<br />Internal Market&#xd;<br />Public Health&#xd;<br />Research and Technology&#xd;<br />Sport&#xd;<br />Taxation&#xd;<br />Trade&#xd;<br />Transport&#xd;<br />Youth","lastUp":"2018-03-06T12:24:07.800+01:00","customers":"Microsoft","costAbsolu":"","costRange":"3500000-3749000","turnoverAbsolu":"","turnoverRange":""}