{"id":"91124993695-29","name":"Teneo cabinet DN","registrationDate":"2010-06-02T11:43:11.702+01:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.teneoholdings.com/teneo_cabinet_dn","country":"Belgium","headAddress":"rue d'Arlon, 25","headCity":"Brussels","headPostCode":"1050","headPhone":"(0032)22 34 61 61","boss":"Jacob Nielsen","bossTitle":"Mr","bossPosition":"Gerant","membersCount":30,"membersFTE":"30.0","membership":"cabinet DN is a member of the Centre for European Policy Studies (CEPS), the European Policy Centre (EPC), the American Chamber of Commerce (AmChamEU), and the British Chamber of Commerce (BritCham).&#xd;\n&#xd;\nGlobally, public affairs and media services are provided to our clients through an informal network of political consulting agencies operating in all EU Member States and beyond, including the US.","memberOrga":"","goal":"cabinet DN is one of the most innovative and successful independent Brussels consultancies. We offer public affairs and media services to clients seeking to influence the European Union.  Our client base includes Fortune 500 companies, NGOs and government institutions.&#xd;<br />&#xd;<br />The company is fully owned by the working partners and our staff. Our team consists of more than 30 in-house staff and external advisers representing more than 20 nationalities which makes us one of the largest independent consultancies in Brussels. Together our staff reflect the many nationalities and cultures of Europe. We have a Scandinavian management philosophy with an emphasis on openness, responsibility, competitiveness and results.&#xd;<br />&#xd;<br />We are listed in the Commission Interest Group Register and accredited with the European Parliament.","acronym":"Teneo cabinet DN","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Agriculture and Rural Development&#xd;<br />Audiovisual and Media&#xd;<br />Competition&#xd;<br />Consumer Affairs&#xd;<br />Culture&#xd;<br />Customs&#xd;<br />Development&#xd;<br />Economic and Financial Affairs&#xd;<br />Education&#xd;<br />Employment and Social Affairs&#xd;<br />Energy&#xd;<br />Enlargement&#xd;<br />Enterprise&#xd;<br />Environment&#xd;<br />External Relations&#xd;<br />Fisheries and Aquaculture&#xd;<br />Food Safety&#xd;<br />Foreign and Security Policy and Defence&#xd;<br />General and Institutional Affairs&#xd;<br />Home Affairs&#xd;<br />Information Society&#xd;<br />Internal Market&#xd;<br />Public Health&#xd;<br />Research and Technology&#xd;<br />Sport&#xd;<br />Taxation&#xd;<br />Trade&#xd;<br />Transport&#xd;<br />Youth","lastUp":"2017-12-13T12:35:23.925+01:00","customers":"Microsoft","costAbsolu":"","costRange":"3500000-3749000","turnoverAbsolu":"","turnoverRange":""}