{"id":"91124993695-29","name":"Teneo Brussels","registrationDate":"2010-06-02T11:43:11.702+01:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.teneo.com","country":"United states","headAddress":"280 Park Avenue","headCity":"New York","headPostCode":"NY 10017","headPhone":"(1)21 28 86 16 00","boss":"Jacob Lund Nielsen","bossTitle":"Mr","bossPosition":"CEO","membersCount":40,"membersFTE":"30.0","membership":"Teneo Brussels is a member of:&#xd;\n&#xd;\n- the American Chamber of Commerce  to the EU (AmChamEU)&#xd;\n- the British Chamber of Commerce to the EU (BritCham)&#xd;\n- the Centre for European Policy Studies (CEPS)&#xd;\n- the European Policy Centre (EPC)&#xd;\n- the European Public Affairs Consultancies' Association (EPACA).","memberOrga":"","goal":"Teneo is the global CEO advisory firm.&#xd;<br />&#xd;<br />Working exclusively with the CEOs and senior executives of the world’s leading companies, Teneo provides strategic counsel across their full range of key objectives and issues. Our clients include a significant number of the Fortune 100 and FTSE 100, as well as other global corporations. The Teneo team in Brussels work across all key European markets, offering strategic advice to leaders of Europe-based and global corporations.&#xd;<br />&#xd;<br />Integrating the disciplines of strategic communications, investor relations, digital advisory, diversity &amp; inclusion, management consulting, physical &amp; cyber risk advisory, financial advisory, corporate governance advisory, political &amp; policy risk advisory, and talent advisory, Teneo solves the most complex business challenges and opportunities.&#xd;<br />&#xd;<br />Teneo’s government and public affairs offering in Brussels and EU Member States provides strategic counsel and tactical execution to the leaders of large and complex businesses on navigating today's volatile geopolitical landscape. Our team of senior specialists have deep expertise in the top policy priorities of the EU.&#xd;<br />&#xd;<br />Our 40-person strong team in Brussels are drawn from politics and government, the corporate world and journalism, NGOs and academia. Our Brussels team examine challenges holistically and have an in-depth understanding of clients' businesses – and have a relentless focus on solving their problems and identifying opportunities.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Agriculture and Rural Development&#xd;<br />Audiovisual and Media&#xd;<br />Competition&#xd;<br />Consumer Affairs&#xd;<br />Culture&#xd;<br />Customs&#xd;<br />Development&#xd;<br />Economic and Financial Affairs&#xd;<br />Education&#xd;<br />Employment and Social Affairs&#xd;<br />Energy&#xd;<br />Enlargement&#xd;<br />Enterprise&#xd;<br />Environment&#xd;<br />External Relations&#xd;<br />Fisheries and Aquaculture&#xd;<br />Food Safety&#xd;<br />Foreign and Security Policy and Defence&#xd;<br />General and Institutional Affairs&#xd;<br />Home Affairs&#xd;<br />Information Society&#xd;<br />Internal Market&#xd;<br />Public Health&#xd;<br />Research and Technology&#xd;<br />Sport&#xd;<br />Taxation&#xd;<br />Trade&#xd;<br />Transport&#xd;<br />Youth","lastUp":"2019-03-18T15:34:38.063+01:00","customers":"International Registers,Facebook","costAbsolu":"","costRange":"4750000-4999999","turnoverAbsolu":"","turnoverRange":""}