{"id":"911550334439-78","name":"ORGANISATION DES JEUNES POUR L'UNION EUROPÉENNE ET AFRICAINE","registrationDate":"2019-04-04T16:27:17.697+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.jeunesueua.org","country":"France","headAddress":"1 place des Orphelins","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(33)7 54 06 28 75","boss":"GABRIEL MVOGO","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Les objectifs de notre organisation sont d’une part, conforme à l’article 6, de notre statut à savoir : &#xd;<br />- Mettre les compétences de ses membres au service des jeunesses européennes et Africaines en particulier dans les pays en voie de développement. &#xd;<br />- Mettre en œuvre des projets à long terme dans le cadre d'un développement intégré prenant en compte les besoins exprimés des Jeunes des deux continents. &#xd;<br />- Proposer des projets et accompagner les différentes institutions Européenne et Africaine dans les actions de développement pour l’intérêt des Jeunes. &#xd;<br />- Promouvoir d’une part l’unité Européenne et Africaine et d’autre part les coopérations bilatérales entre L’Europe et L’Afrique. &#xd;<br />- Proposer aux institutions Africaine et Européenne des solutions pour lutter contre l’immigration et la pauvreté  &#xd;<br />Vulgariser les initiatives en faveur des droits de l’Homme  &#xd;<br />- Proposer en partenariat avec les Gouvernements, des programmes d’intégrations aux jeunes primo-arrivants en Europe ou en Afrique. &#xd;<br />- Créer des opportunités d’affaires entre les entreprises africaines et Européenne.  &#xd;<br />- Participer à la coopération inter-état des gouvernements africains  &#xd;<br />- Organiser des sessions de formations professionnelles pour des jeunes en quête d’emploi en Europe et en Afrique. &#xd;<br />- Participer aux actions liées à l’énergie, l’eau et l’environnement en Afrique et en Europe &#xd;<br />- En cas de conflit ou de crise majeure dans l’un des deux continents, Participer ou assister aux négociations de paix ou de sortie de crise tout en gardant une neutralité entre les parties.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- La transition écologique &#xd;<br />- La sauvegarde des droits humains dans leur globalité &#xd;<br />- La lutte contre la corruption &#xd;<br />- La promotion de la démocratie&#xd;<br />- La défense des droits des jeunes .","lastUp":"2019-04-04T16:28:43.965+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}