{"id":"911689722889-60","name":"European Energy Network","registrationDate":"2016-08-01T15:41:41.940+02:00","category":6,"subCategory":11,"legal":"informal voluntary network","web":"http://www.enr-network.org","country":"Belgium","headAddress":"ENEA","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)5 12 04 48","boss":"Roberto Moneta","bossTitle":"Mr","bossPosition":"EnR Presidency 2018, ENEA Head of Energy Efficiency Department","membersCount":32,"membersFTE":"8.5","membership":"many EnR members are also members e.g. in eceee and a broad number of other European, national, regional and international networks and initiatives","memberOrga":"http://www.enr-network.org/members&#xd;\nApplicant for EnR membership from 2017 onwards: Republic of Moldava (currently with observer status)","goal":"The European Energy Network EnR is the voluntary network of currently 24 national energy agencies in Europe and neighbouring countries.&#xd;<br />Established in 1991 in Strasbourg, it currently numbers twenty-four member agencies, with responsibility for the planning, implementation, management or review of national research, development, demonstration or dissemination programmes in the fields of energy efficiency, renewable energy and climate change abatement.&#xd;<br />EnR operates according to a principal of voluntary membership, with no governmental representation. The EnR has no basic funding or budget but its functioning relies on individual budget means each members yields.&#xd;<br />The core work of EnR takes place within issue-focused Working Groups, which generally meet once to twice per year. Each Working Group is chaired by a member agency, but is open also to non-EnR participants. While issue-focus may vary over time the following eight groups are currently in operation:&#xd;<br />- Behaviour Change – Chair with Motiva Oy/Finland&#xd;<br />- Buildings – Chair with ADENE/Portugal&#xd;<br />- Energy Efficiency – Chair with CRES/Greece&#xd;<br />- Industry – Chair with dena/Germany&#xd;<br />- Labelling &amp; Ecodesign – Chair with EST/UK\t&#xd;<br />- Monitoring Tools – Chair with ADEME/France\t&#xd;<br />- Renewable Energy – Chair with dena/Germany&#xd;<br />- Transport – Chair with EST/UK","acronym":"EnR","interests":"Business and Industry, Climate Action, Communication, Consumers, Digital economy and society, Energy, Environment, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Transport","euInitiatives":"Energy Union, 2030 Energy &amp; Climate Framework, EED, EPBD, RED and Concerted Actions, Covenant of Mayors, Governance, Cohesion Policy, H2020 Calls (EE &amp; RES) - among others","lastUp":"2018-07-10T23:04:39.743+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}