{"id":"911985025840-85","name":"Banque Alilmentaire du Hainaut Occidental et de Mons-Borinage","registrationDate":"2017-02-10T09:29:53.619+01:00","category":3,"subCategory":2,"legal":"Association sans But Lucratif","web":"http://www.banquealimentairebat.org","country":"Belgium","headAddress":"Rue du Progrès 33","headCity":"Froyennes","headPostCode":"7503","headPhone":"(32)69 60 94 00","boss":"Jacques Vandenschrik","bossTitle":"Mr","bossPosition":"President","membersCount":60,"membersFTE":"60.0","membership":"Fédération belge des Banques Alimentaires&#xd;\n&#xd;\nFédération Européenne des Banques Alimentaires","memberOrga":"http://www.banquealimentairebat.org&#xd;\nSee: 'Associations affiliées'.","goal":"L’objectif fondamental des Banques Alimentaires est de lutter contre l'exclusion sociale et le gaspillage en récupérant des surplus alimentaires pour les donner aux personnes démunies une aide alimentaire grâce au concours d'associations caritatives agréées qui leur remettent cette aide dans le cadre d'un accompagnement social revalidant. Par une charte, respectée par toutes les Banques Alimentaires, la réalisation de cet objectif est soumise au strict respect de quelques normes éthiques:&#xd;<br /> Tous les surplus alimentaires de l’industrie, de la grande distribution, des criées, de l’Union européenne ou du grand public doivent être reçus gratuitement.&#xd;<br />Tous ces surplus distribués aux démunis doivent également l’être à titre gratuit.&#xd;<br />Les Banques Alimentaires doivent s’assurer que les denrées qu’elles distribuent sont parfaitement conformes au point de vue sécurité alimentaire.&#xd;<br />Pour ce faire:&#xd;<br />- elles vérifient la qualité de tous les produits entrant,&#xd;<br />- elles contrôlent systématiquement le respect&#xd;<br />  de la date limite de consommation,&#xd;<br />- elles veillent à ne pas interrompre la chaîne de froid,&#xd;<br />- elles imposent à leurs adhérents le respect de ces mêmes normes.&#xd;<br /> Les Banques Alimentaires veulent être au service des démunis par l'intermédiaire d’autres associations caritatives qui sont proches des démunis et les connaissent. C’est via ces associations caritatives que les vivres parviennent aux démunis. Grâce à une gestion des bénéficiaires informatisée et totalement intégrée aux programmes d'allocation de vivres, la Banque Alimentaire assure une répartition des vivres équitables; tenant en compte le nombre de personnes aidées mais également les classes d'âge de la population.&#xd;<br />Les Banques Alimentaires sont animées par des bénévoles d’inspiration spirituelles et humaines différentes. Les travailleurs bénévoles qui consacrent une partie de leur temps aux Banques alimentaires sont indubitablement le capital le plus important et précieux de notre organisation.","acronym":"BAT","interests":"Agriculture and Rural Development, Climate Action, Food Safety, Humanitarian Aid, Public Health","euInitiatives":"Fonds Européen d'aide aux plus démunis&#xd;<br />EU platform on Food loss and Waste","lastUp":"2017-02-10T09:30:54.078+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}