{"id":"912438636296-36","name":"Juventud Europea de Canarias","registrationDate":"2019-11-11T16:54:28.425+01:00","category":3,"subCategory":2,"legal":"ASBL (Asociación sin ánimo de lucro).","web":"https://www.instagram.com/juveucan/http://","country":"Spain","headAddress":"CALLE JOSÉ HERNÁNDEZ ALFONSO, 14, 4ºD","headCity":"SANTA CRUZ DE TENERIFE","headPostCode":"38003","headPhone":"(34)6 22 63 61 05","boss":"Miguel Manuel PASTOR MORENO","bossTitle":"","bossPosition":"Presidente","membersCount":5,"membersFTE":"4.5","membership":"","memberOrga":"","goal":"Después de la campaña #estavezvoto un grupo de jóvenes voluntarios del Parlamento Europeo en Canarias constituyó la asociación Juventud Europea de Canarias - Juveucan, para la participación de los jóvenes en campañas europeas. Nuestro objetivo principal es acercar las Instituciones de la Unión Europea a la juventud de las Islas Canarias, una región ultraperiférica alejada del continente europeo. &#xd;<br />Asimismo, consideramos como misión esencial fomentar el europeísmo en todos los municipios de las Islas Canarias, prestando especial atención a las zonas rurales. &#xd;<br />Por otra parte, uno de nuestros objetivos que subyace de lo anteriormente mencionado es la organización de eventos, mesas redondas, conferencias y charlas en las que se hable de la Unión Europea.","acronym":"JUVEUCAN","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Como jóvenes que somos, mostramos gran interés en fomentar el espíritu europeísta entre las personas de nuestro rango de edad. Apoyamos fervientemente la propuesta europea para triplicar la financiación del próximo programa Erasmus + (2021-2027) para incrementar los beneficiarios y adaptar más el programa a nuestra joven generación. &#xd;<br />&#xd;<br />Por su parte, hacemos gran hincapié en defender e impulsar toda medida que busque eliminar cualquier barrera económica, social, cultural o de género para acceder a puestos de trabajo dentro de la U.E. Es por ello que nos hemos adherido a una campaña, propuesta por la oficina del Parlamento Europeo en España, denominada #DóndeEstánEllas, para apoyar el mayor acceso de las mujeres a diversos puestos en las Instituciones Europeas.&#xd;<br />&#xd;<br />Asimismo, apoyamos y estamos muy atentos a la iniciativa lanzada por la Comisión y Parlamento Europeo, \"DiscoverEU\", pues consideramos que sin duda es un gran impulso para todos los jóvenes adultos que empiezan a ejercer su ciudadanía europea de manera activa.","lastUp":"2019-11-11T17:19:43.151+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}