{"id":"91337303018-28","name":"European Passenger Transport Operators","registrationDate":"2010-01-14T14:43:50.997+01:00","category":2,"subCategory":4,"legal":"UK based organisation","web":"http://www.epto.net","country":"United kingdom","headAddress":"Arriva plc","headCity":"London","headPostCode":"WC1X 8NL","headPhone":"(44)79 19 62 71 16","boss":"Piers Marlow ","bossTitle":"Mr","bossPosition":"Director ","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"http://www.epto.net/about-epto/our-members","goal":"EPTO is the association of European Passenger Transport Operators and represents the leading transport services organisations in Europe, whose members are presently the seven largest public transport companies in Europe: Arriva, First Group, Go-Ahead, Grupo Barraqueiro, Keolis, National Express and Stagecoach. Members cover 28 countries (of which 18 EU) and carry 10 Billion Passengers p.a.","acronym":"EPTO","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Liberalisation - the introduction of fair and transparent tendering in public transport; &#xd;<br />Fair market conditions - consistent application of the EU policies by countries; &#xd;<br />State aid - transparent and fair use of funds to develop transport;&#xd;<br />Road Transport Package - practical and fair application of the legislation to cover all aspects of road passenger transport; &#xd;<br />EU 1370/2007 - fair and proper application of the legislation in all countries; &#xd;<br />EU 1073/2009 - practical and fair application of the legislation in all countries;&#xd;<br />Passenger rights - practical and fair legislation;&#xd;<br />Ticketing, pricing and technology - practical and fair application","lastUp":"2018-03-15T11:05:51.456+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}