{"id":"913451629001-55","name":"CLUSIT - Associazione italiana per la Sicurezza Informatica","registrationDate":"2017-11-17T15:34:52.472+02:00","category":3,"subCategory":2,"legal":"Associazione","web":"https://clusit.it/","country":"Italy","headAddress":"Via Celoria 18","headCity":"Milano","headPostCode":"20133","headPhone":"(39)34 72 31 92 85","boss":"Gabriele Faggioli","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"In Italia Clusit aderisce a Assintel (Confcommercio) e CNA.&#xd;\nA livello europeo Clusit aderisce a European DIGITAL SME Alliance e ai CLUSI (Clusib, Clusif, Clusis, Clusil).","memberOrga":"vedi https://clusit.it/soci/","goal":"•\tDiffondere la cultura della sicurezza informatica presso le Aziende, la Pubblica Amministrazione e i cittadini. &#xd;<br />&#xd;<br />•\tPartecipare alla elaborazione di leggi, norme e regolamenti che coinvolgono la sicurezza informatica, sia a livello nazionale che europeo.&#xd;<br />&#xd;<br />•\tContribuire alla definizione di percorsi di formazione per la preparazione e la certificazione delle diverse figure professionali operanti nel settore della sicurezza.&#xd;<br />&#xd;<br />•\tPromuovere l'uso di metodologie e tecnologie che consentano di migliorare il livello di sicurezza delle varie realtà.","acronym":"CLUSIT","interests":"Communication, Research and innovation","euInitiatives":"Clusit ha seguito e segue da vicino  l’evoluzione e l’applicazione delle principali normative europee in tema di sicurezza delle informazioni, in particolare: la direttiva Network &amp; Information Security (NIS); il Regolamento UE 2016/679 relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali, nonché alla libera circolazione di tali dati (General Data Protection Regulation – GDPR); la Direttiva sui Servizi di Pagamento (c.d.PSD) 2007/64/CE e la successiva Direttiva 2015/2366 (c.d. PSD2); Il Regolamento (UE) n.910 del 23 luglio 2014 (2014/910/UE) “eIDAS”, che rappresenta il nuovo quadro normativo sulle firme elettroniche; la Proposta di Regolamento del Parlamento Europeo e del Consiglio relativo all’ENISA, l’Agenzia dell’Unione Europea per la cybersicurezza, che abroga il Regolamento (UE) n. 526/2013, e relativo alla certificazione della cybersicurezza per le tecnologie dell’informazione e della comunicazione.","lastUp":"2019-10-11T00:11:26.172+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}