{"id":"91408765797-03","name":"European Association Automotive Suppliers","registrationDate":"2011-05-06T14:57:46.674+01:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.clepa.eu","country":"Belgium","headAddress":"Cours Saint Michel 30g","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(02)7 43 91 30","boss":"Sigrid  de Vries ","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":12,"membersFTE":"5.25","membership":"Forum Mobility and Society - http://debatingmobility.eu/ &#xd;\nEuropean Road Transport Research Advisory Council - ERTRAC http://www.ertrac.org/&#xd;\nEuropean Forum for Manufacturing http://www.euromanuforum.com/","memberOrga":"http://www.clepa.eu/membership/members/","goal":"CLEPA represents the world's most prominent suppliers which have plants in all 28 EU member states. &#xd;<br />CLEPA's aim is to promote, in Europe and internationally, the general interests of the motor equipment and parts industry by: supporting the EU decision making process and legislation affecting the automotive business; coordinating views and opinions regarding all the challenges facing the industry, both in the technical and the economic fields; ensuring harmonious development of international trade, especially through the lifting of tariff and non tariff barriers; actively endorsing the development of the necessary competitive framework conditions.","acronym":"CLEPA","interests":"Business and Industry, Climate Action, Communication, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Growth and competitiveness&#xd;<br />Environment, energy and fighting climate change&#xd;<br />Mobility evolution - Automated driving and connectivity&#xd;<br />Safety","lastUp":"2019-02-27T16:54:23.398+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}