{"id":"914064836171-27","name":"Nuovo Pignone International","registrationDate":"2019-10-28T16:40:14.839+01:00","category":2,"subCategory":3,"legal":"Società a Responsabilità Limitata","web":"http://bakerhughes.com","country":"Italy","headAddress":"via Felice Matteucci 2","headCity":"Firenze","headPostCode":"50127","headPhone":"(39)05 54 58 69 80","boss":"Michele Stangarone","bossTitle":"Mr","bossPosition":"Presidente di Nuovo Pignone","membersCount":3,"membersFTE":"1.25","membership":"","memberOrga":"Nuovo Pignone Tecnologie S.r.l.&#xd;\nNuovo Pignone S.r.l.","goal":"Nuovo Pignone è l’azienda principale del business Turbomachinery &amp; Process Solutions, parte del gruppo Baker Hughes che, in 120 Paesi del mondo, impiega circa 67.000 dipendenti, dei quali 13.000 in 23 stabilimenti in Unione Europea.&#xd;<br />La presenza del business Turbomachinery &amp; Process Solutions in Unione Europea conta circa 6.000 dipendenti nei suoi stabilimenti in Italia, Francia (2 stabilimenti presso Fougerolles e 1 presso Le Creusot), Germania (presso la località di Einbeck).&#xd;<br />In Italia l’azienda che rappresenta maggiormente il gruppo è Nuovo Pignone con i suoi oltre 5.000 dipendenti, 5 stabilimenti produttivi 4.0: Firenze, Massa, Bari, Talamona e Vibo Valentia; e 1 cantiere per l’assemblaggio di grandi moduli industriali ad Avenza. Lo headquarter globale dell’intero business Turbomachinery &amp; Process Solutions si trova a Firenze che è anche lo stabilimento produttivo principale.&#xd;<br />A Firenze è ospitato il centro di attività in Ricerca e Sviluppo di Turbomachinery, con oltre 1.200 ingegneri altamente specializzati nello sviluppo di nuove tecnologie, e l’iCenter, per il monitoraggio e la diagnostica remota delle macchine Nuovo Pignone installate presso i siti dei clienti di Baker Hughes in tutto il mondo.&#xd;<br />Obiettivo. L’intero gruppo intende raggiungere le zero emissioni nette entro il 2050. Negli stabilimenti italiani Nuovo Pignone ha già diminuito di oltre il 50% la soglia delle proprie emissioni, attraverso investimenti in tecnologie e in facilities.&#xd;<br />Visione. Nuovo Pignone crede fortemente nel ruolo del gas nel percorso della transizione energetica, per il realizzazione della quale l’azienda riconosce la necessità di massima collaborazione tra le istituzioni, le aziende, le università e i centri di ricerca attraverso la creazione di un quadro normativo favorevole allo sviluppo di tecnologie a zero emissioni e al sostegno alla ricerca e all’innovazione.&#xd;<br />Valori. Nuovo Pignone abbraccia i 4 valori di tutto il Gruppo Baker Hughes. Grow – per evolvere, espandere e avanzare il proprio modo di pensare, per guardare alle nuove sfide imparando ogni giorno. Collaborate – collaborazione come modus operandi dell’azienda per creare sinergie e allineamento tra tutti i 67000 dipendenti e agire come un unico team. Lead – inventare produrre e impattare sui clienti, sui dipendenti e sulla società in genere attraverso le tecnologie e i prodotti per creare soluzioni taylor made adatte al contesto in cui l’azienda opera. Care – Baker Hughes Company è impegnata a “fare la cosa giusta”, per le persone, per i clienti per l’ambiente, sotto il profilo della qualità, dell’integrità e della sicurezza.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Nuovo Pignone segue le attività della Commissione e del Parlamento Europeo nelle materie dell'energia e dell'ambiente nonché ai progetti inerenti allo Horizon Europe Programme.","lastUp":"2019-10-28T17:04:31.421+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}