{"id":"91425447458-88","name":"3M","registrationDate":"2011-12-15T16:15:01.398+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.3m.com","country":"United states","headAddress":"3M Center","headCity":"St. Paul, Minnesota","headPostCode":"55144","headPhone":"(1)65 17 33 11 10","boss":"Guenter Gressler","bossTitle":"Mr","bossPosition":"Vice President, West Europe","membersCount":5,"membersFTE":"2.75","membership":"3M is a member of a number of associations, including but not limited to the American Chamber of Commerce to the EU.","memberOrga":"","goal":"3M is a global technology company employing nearly 20,000 people in Europe (nearly 90,000 worldwide) and serving public &amp; private customers with innovative products &amp; services. &#xd;<br />&#xd;<br />3M has a diversified portfolio of solutions in sectors such as healthcare, transportation, energy, water, security and communications. &#xd;<br />&#xd;<br />3M is an innovation company with more than 50 manufacturing sites and 10 R&amp;D centers in Europe, and supports the long-term goal of sustainable development.","acronym":"3M","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Follow up of the environment legislation for compliance purposes: REACH... .&#xd;<br />&#xd;<br />Follow up of policy &amp; legislation in areas such as consumer, energy &amp; climate, healthcare, transportation &amp; security as key business areas for 3M.","lastUp":"2018-04-13T12:41:41.440+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}