{"id":"914598630910-76","name":"Christopher's Smile","registrationDate":"2018-03-23T09:51:34.423+02:00","category":3,"subCategory":2,"legal":"English Registered Charity","web":"https://christopherssmile.org.uk","country":"United kingdom","headAddress":"10 Ivy Drive","headCity":"Lightwater","headPostCode":"GU18 5YZ","headPhone":"(44)12 76 47 53 19","boss":"Kevin Capel","bossTitle":"Mr","bossPosition":"Trustee","membersCount":1,"membersFTE":"0.25","membership":"Unite2Cure - https://unite2cure.org/","memberOrga":"We have no member organisations.","goal":"Christopher’s Smile was set up in October 2008 after we lost our son, Christopher in June the same year to an aggressive medulloblastoma brain tumour. Following a 21 month battle with the disease he passed away 9 days before his 6th birthday. We wanted to find something positive in our tragedy and thought long and hard about the direction we should take.&#xd;<br />We feel strongly that new treatments are urgently needed for the 20% of children who do not survive their disease along with those children who survive but face a lifetime of post treatment issues.&#xd;<br />Christopher’s Smile does not have a specific paediatric tumour focus but instead provides funding for projects that will benefit the largest number of children possible across the childhood cancer community. The charity has awarded 6 project grants and raised over 1 million pounds.&#xd;<br />The current research funding focus of Christopher’s Smile is the development of tumour DNA sequencing for the analysis of tissue and fluid samples.","acronym":"","interests":"Public Health, Research and Technology","euInitiatives":"•\tREGULATION (EC) No 1901/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 12 December 2006 on medicinal products for paediatric use and amending Regulation (EEC) No 1768/92, Directive 2001/20/EC, Directive 2001/83/EC and Regulation (EC) No 726/2004&#xd;<br />•\tREGULATION (EU) No 536/2014 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 April 2014 on clinical trials on medicinal products for human use, and repealing Directive 2001/20/EC&#xd;<br />•\tREGULATION (EC) No 141/2000 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 16 December 1999 on orphan medicinal products","lastUp":"2018-03-26T09:43:12.250+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}