{"id":"91450204419-60","name":"Harwood Levitt Consulting","registrationDate":"2010-10-26T17:18:35.174+02:00","category":1,"subCategory":6,"legal":"s.p.r.l.","web":"http://www.harwoodlevitt.com/","country":"Belgium","headAddress":"Rue du College, 27","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 38 10 45","boss":"Simon Levitt","bossTitle":"Mr","bossPosition":"Partner","membersCount":7,"membersFTE":"1.75","membership":"European Public Affairs Consultancies' Association (EPACA)","memberOrga":"","goal":"HLC is a strategy consulting firm specialised in public policy issues. Our clients are Fortune 500 companies or campaign groups. &#xd;<br />&#xd;<br />Our focus is to help build public policy into the business planning processes. For some clients, policy issues may be peripheral. In other cases, they can be business critical. We work with clients to move beyond communications to wider planning, to ensure that they prepare for future change before their competitors, and contribute to the policy debate in advance of legislation. &#xd;<br />&#xd;<br />Lobbying:  In general, we work as overall advisors to our clients, engaging other agencies for implementation as needed. In certain cases, however, we also support the advocacy work of our clients directly. Currently lobbying represents less than 10% of our turnover. Details listed below.","acronym":"HLC","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade, Transport","euInitiatives":"HLC's clients include companies from the private sector, associations, civil society organisations, and academia, who are engaged in a wide range of policy and legislative issues. These include health &amp; biotechnology, medical technology, energy &amp; environment, food &amp; beverage, technology &amp; telecommunications, competition, trade, and consumer goods.","lastUp":"2018-04-16T16:39:34.511+02:00","customers":"MedTech Europe","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":"100000-499999"}