{"id":"914821915564-83","name":"Armenian Women for Health and Healthy Environment","registrationDate":"2015-01-14T11:44:51.944+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.awhhe.am","country":"Armenia","headAddress":"24 B Baghramyan Ave.","headCity":"Yerevan","headPostCode":"0019","headPhone":"(37410)52 36 04","boss":"Elena Manvelyan","bossTitle":"Ms","bossPosition":"President","membersCount":10,"membersFTE":"8.25","membership":"Pesticide Action Network (PAN) Europe and PAN-UK&#xd;\nInternational Pesticide Elimination Network (IPEN)&#xd;\nZero Mercury Working Group (ZMWG)&#xd;\nWomen in Europe for a Common Future (WECF)&#xd;\nHealth and Environmental Alliance (HEAL)&#xd;\nHealth Care Without Harm (HCWH)- Europe&#xd;\nGlobal Anti-Incineration Alliance (GAIA)&#xd;\nWomen for Water Partnership (WfWP)&#xd;\nGlobal Environmental Facility (GEF)-NGO","memberOrga":"","goal":"AWHHE’s mission is to explore the issue of environment pollution in Armenia; advocate the human right to live in healthy environment; promote the decrease of risks from environmentally harmful impacts on human health, as well to promote healthy lifestyle focusing on women as catalysts of change, and children. &#xd;<br />AWHHE promotes the solution of the problems related to environmental health risks through advocacy, education and information campaigns; independent monitoring and investigations on water supply management and sanitation as well as chemical contamination of polluted sites; contributes to sustainable rural development focusing on safe agriculture practices and energy efficiency; advocates for ecologically sound methods of solid waste treatment and disposal including medical waste management; strengthens the participation of women in decision-making at local and national levels; promotes the implementation of Stockholm Convention on Persistent Organic Pollutants (POPs) and ratification of Water and Health Protocol in Armenia; publishes popular and scientific articles; creates and disseminates information materials; educates people; and participates at national and international conferences and forums and processes like Strategic Approach to International Chemical management (SAICM), International Conference on Children’s Health and Environment, Children Environmental Health Action Plan for Europe (CEHAPE), Environment for Europe (EfE), Integrated Water Resources Management (IWRM).","acronym":"AWHHE","interests":"Agriculture and Rural Development, Environment","euInitiatives":"policies on hazardous chemicals (including PRTR), environmental health, water and sanitation, alternative energy","lastUp":"2018-03-19T10:58:37.352+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}