{"id":"915418117368-76","name":"HOGIAF","registrationDate":"2015-05-20T22:38:12.958+02:00","category":2,"subCategory":4,"legal":"vereniging","web":"http://www.hogiaf.nl","country":"Netherlands","headAddress":"kabelweg 57","headCity":"Amsterdam","headPostCode":"1014 BA","headPhone":"(31)8 81 66 06 00","boss":"Eren Ayhan","bossTitle":"Mr","bossPosition":"Directeur","membersCount":2,"membersFTE":"1.75","membership":"UNITEE www.unitee.eu","memberOrga":"http://www.hogiaf.nl/partners-sponsoren","goal":"HOGIAF is de grootste federatie van lokale verenigingen van Migranten en -Nederlandse ondernemers.&#xd;<br />HOGIAF is een organisatie die de gemeenschappelijke nationale en internationale belangen van aangesloten ondernemers behartigt. De organisatie is gevestigd in Amsterdam en heeft zeven aangesloten lokale ondernemersverenigingen. HOGIAF stimuleert haar leden concurrerender te worden en biedt ondersteuning op het gebied van professionaliteit en participatie in het bedrijfsleven.&#xd;<br /> &#xd;<br />Als onderdeel van het mondiale ondernemersnetwerk is HOGIAF zich bewust van haar maatschappelijke functie. De organisatie zet zich dan ook met nadruk in voor maatschappelijk verantwoord ondernemen. Daarmee stimuleert HOGIAF haar leden economische prestaties in harmonie te brengen met ecologische randvoorwaarden en de sociale realiteit. Tevens heeft HOGIAF een samenwerkingsverband met MVO-Nederland en de Kamer van Koophandel.&#xd;<br />&#xd;<br />HOGIAF behartigt de nationale en internationale belangen van haar leden, organiseert handelsmissies en evenementen die haar leden verbinden, zowel onderling als met bestaande netwerken, bevordert kennisdeling en -ontwikkeling en bemiddelt als koepelorganisatie in het verbinden van vraag en aanbod.","acronym":"","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Wet- en regelgeving op het gebied van MKB, toelating van nieuwe landen, Europse subsidies.","lastUp":"2018-05-15T12:01:43.892+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}