{"id":"9155503593-86","name":"Burson Cohn &amp; Wolfe Sprl (formerly Burson-Marsteller Sprl)","registrationDate":"2008-10-31T16:26:24.127+02:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://bcw-global.com/","country":"Belgium","headAddress":"Square de Meeûs, 37","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 43 66 11","boss":"Karen Massin","bossTitle":"Ms","bossPosition":"Chief Executive Officer, Brussels","membersCount":48,"membersFTE":"28.25","membership":"AmCham EU, BritCham, EPACA, Association Belges des Conseils en Relations Publiques (ABCPR), European Policy Centre.","memberOrga":"","goal":"Burson-Marsteller merged with Cohn &amp; Wolfe to create Burson Cohn &amp; Wolfe (BCW). BCW Brussels specialises in EU and UN public affairs campaigns. We provide expertise in corporate, media, digital and crisis communications as part of our service offering. Our clients include trade associations, NGOs, companies and other organisations. We are a multicultural team with experience on a broad range of issues from competition, tax and trade policy to the environment, food, healthcare, energy, transport, technology, sport, foreign affairs and defence.&#xd;<br /> &#xd;<br />We are part of one of the world’s leading public relations and public affairs companies, which gives us access to the knowledge, experience and insights of colleagues in a worldwide network active in 112 countries around the world. Our European network gives us the insight and expertise to offer an integrated and complete service to our clients.&#xd;<br />&#xd;<br />BCW Brussels is a founding member of EPACA, the European Public Affairs Consultancies’ Association. We helped shape the EPACA code of conduct which aims to promote the highest levels of professional conduct in the EU public affairs profession. &#xd;<br />&#xd;<br />Our internal rules go further than the EPACA code, spelling out in great detail the transparency measures that our consultants must follow. BCW supports the introduction of a mandatory register of all interest groups working with the EU institutions.","acronym":"BCW","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"BCW Brussels works for a range of clients including trade associations, NGOs, companies and other organisations. We are a multicultural team with years of experience advising clients on all EU policy areas, including competition, technology, tax, environment, food, healthcare, energy, transport, sport, foreign affairs and defence.&#xd;<br />&#xd;<br />For more information see: www.bcw-global.com","lastUp":"2019-05-14T13:23:26.743+02:00","customers":"HIKVISION,QUALCOMM Inc.","costAbsolu":"","costRange":"6250000-6499999","turnoverAbsolu":"","turnoverRange":""}