{"id":"915519211566-03","name":"Associazione Bancaria Italiana","registrationDate":"2013-07-12T10:49:29.460+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.abi.it","country":"Italy","headAddress":"Piazza del Gesu', 49","headCity":"Rome","headPostCode":"00186","headPhone":"(39)0 66 76 71","boss":"Giovanni Sabatini","bossTitle":"Mr","bossPosition":"General Manager","membersCount":14,"membersFTE":"6.75","membership":"ABI is member of the European Banking Federation (EBF), the European Mortgage Federation (EMF); Federazione delle Banche, Assicurazioni e Finanza (FEBAF)","memberOrga":"https://www.abi.it/Pagine/default.aspx","goal":"With 868 members, the Italian Banking Association (ABI) is the largest national banking association in Europe representing not only banks, but also the rest of the financial system. The Association promotes the knowledge and awareness of social values and actions inspired by the principles of sound and proper entrepreneurship, as well as the creation of a free and competitive market. It represents, defends and promotes the legitimate common interests of the banking and financial systems. It is the spokesman for all banks, large, medium-sized and small. It is also the voice of the rest of the financial system (excluding the insurance industry): leasing and factoring companies, trust companies, securities investment firms and asset management companies.","acronym":"ABI","interests":"Banking and financial services, Budget, Business and Industry, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, External Relations, Fraud prevention, General and Institutional Affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Banking Union; Prudential requirements; Investment plan for Europe; Eu Structural Banking Reform; Capital Market Union;Digital Single Market Strategy; Retail financial services; Fintech; Sustainable Finance; Banking Recovery and Resolution Directive; EBA, ESMA, EIOPA consultations; etc.","lastUp":"2018-06-05T12:23:18.696+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}