{"id":"9155503593-86","name":"Burson-Marsteller","registrationDate":"2008-10-31T16:26:24.127+02:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://burson-marsteller.eu/","country":"Belgium","headAddress":"Square de Meeûs, 37","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 43 66 11","boss":"Karen Massin","bossTitle":"Ms","bossPosition":"Chief Executive Officer, Brussels","membersCount":48,"membersFTE":"28.0","membership":"AmCham EU, BritCham, EPACA, Association Belges des Conseils en Relations Publiques (ABCPR), European Policy Centre.","memberOrga":"","goal":"As part of one of the world’s leading public relations and public affairs companies, we benefit from the knowledge, experience and insights of colleagues from the world-wide Burson-Marsteller network, which spans 110 countries around the world. Our European network of over 35 wholly owned and partner offices enables us to provide an integrated, full-service, pan-European offering to our clients.&#xd;<br />&#xd;<br />Burson-Marsteller Brussels specialises in EU and UN public affairs campaigns. Our expertise in corporate, media, digital and crisis communications services are part of our service offering. Our clients include trade associations, NGOs, companies and other organisations. Behind the work we do is a multicultural and stable team with significant experience on horizontal issues such as competition, employment, taxes and trade policy as well as across policy areas such as environment, food, healthcare, energy, transport, tech and defense.&#xd;<br />&#xd;<br />Burson-Marsteller Brussels is a founding member of EPACA - the European Public Affairs Consultancies’ Association, where we helped shape the EPACA code of conduct, the aim of which is to promote the highest levels of professional conduct in the EU public affairs profession. &#xd;<br />&#xd;<br />Our internal rules go further than the EPACA code and spell out in great detail the transparency measures that our consultants must observe. Burson-Marsteller supports the introduction of a mandatory register of all interest groups working with the EU institutions.","acronym":"B-M","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Burson-Marsteller Brussels works for a range of clients including trade associations, NGOs, companies and other organisations.  We are a multicultural and stable team with significant experience advising clients on all EU policy areas, including competition, tech, taxes, environment, food, healthcare, energy, transport, sport and defense.&#xd;<br />  &#xd;<br />For more information see: www.burson-marsteller.eu","lastUp":"2018-04-24T16:58:54.165+02:00","customers":"Novonotegroup,QUALCOMM Inc.","costAbsolu":"","costRange":"6250000-6499999","turnoverAbsolu":"","turnoverRange":""}