{"id":"916293920370-86","name":"KASHMIR  PEACE  FORUM","registrationDate":"2016-01-20T17:09:15.869+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"","country":"Belgium","headAddress":"Chaussee  de Wavre 120","headCity":"Ixelles","headPostCode":"1050","headPhone":"(32)4 72 27 32 19","boss":"Ahmed Nasir","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The goals of Kashmir Peace Forum are to defend the Kashmir Issue at International level such as EU .UNO and other like Organisations.&#xd;<br />1.to take steps for accession of the of Jammu and Kashmir to the will of Kashmirs. &#xd;<br />2. To protect Human Rights violations by Indian Military Forces in Indian Occupied Jammu and Kashmir.&#xd;<br />3.To work as think tank to implement the UNO Resolution 47 passed by UNO Security Council  for the right of self determination for the people of Jammu and Kashmirs. &#xd;<br />4.to arrange and organise functions/meetings of the Kashmiri Leaders from Jammu and Kashmir struggling for the rights of Kashmiris ,with MEPS and EU Officials in EU and such organisations in the world.&#xd;<br />5. To follow-up the steps taken by EU members in the Parliament and through different seminars held in EU Parliament organised by MEPS and some NGOs. from time to time for many previous years.&#xd;<br />6.to undertake such other matters against the Human Rights violations in Kashmir and other parts of the world for maintaining peace for humanity.","acronym":"","interests":"Culture, Education and training, External Relations, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health","euInitiatives":"A. The main policies of  Kashmir Peace Forum are to defend the Kashmir Issue and Human Rights violations in Indian Occupied Kashmir and other parts of the world.&#xd;<br />B. To organise seminars and meetings in EU Parliament for highlighting of Kashmir Issue and the violation of human rights.&#xd;<br />C. To introduce Kashmir culture and beauty through the seminars in EU Parliament with the coordination of Different Polical groups&#xd;<br /> in EU Parliament.&#xd;<br />D. To work as think tank for convincing MEPS and EU Officials for the support of Kashmiri people who have struggling for their self determination right for the last 68 years.&#xd;<br />E.  To highlight the  tyrannical role of Indian Forces who have been killing every day Innocent Kashmiri People mostly women and children in the Indian  Occupied Jammu  and Kashmir for the last 69 years.&#xd;<br />F. To convince the EU members and Political Groups in Parliament to put the political  pressure on India for the implementation of UNO resolution 47 passed by security council for the right of self determination in the occupied Jammu and Kashmir. &#xd;<br />G.  To follow-up the steps taken by EU members in the Parliament and through different seminars held in EU Parliament organised by MEPS and some NGOs. from time to time for the last many years.&#xd;<br />H. To undertake such other matters like violation of Human rights ..equal rights of education/health for the needy people of the world and Kashmir.&#xd;<br />I.  To promote the multi activities like better living and welfare  for the needy people in Kashmir and other parts of devolping countries through seminars and debates in EU Parliament. &#xd;<br />J.  To organise meetings and events in EU Parliament for the present and former Prime ministers...Presidents...Ministers..Parliament Members ..and leaders and Intellectuals from Kashmir visiting EU Parliament and Commission. Members.Groups and officials","lastUp":"2018-10-05T16:48:38.363+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}