{"id":"916548724703-73","name":"NOVETHIC","registrationDate":"2016-11-24T19:29:58.707+01:00","category":4,"subCategory":5,"legal":"SASU","web":"http://www.novethic.fr","country":"France","headAddress":"5 avenue de l'Opera","headCity":"Paris","headPostCode":"75001","headPhone":"(33)1 58 50 98 21","boss":"Anne-Catherine Husson-Traore","bossTitle":"Ms","bossPosition":"CEO","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"FOSTERING QUALITY OF RESPONSIBLE INVESTMENT &#xd;<br />Novethic is a pioneer in certification in Europe. It has years of experience in the labelling market. Since 2009, it has created and promoted a label scheme that indicates the sustainable and environmental quality of financial products. Novethic offers two types of labels: ESG labels and Green labels.&#xd;<br />Training courses on responsible investment&#xd;<br />Novethic offers high-quality training to investment professionals to deepen their knowledge of sustainable and ESG issues. These training include Master Classes, which offer investors thorough training courses built on the experiences of their peers, and The Sustainable Investment Training Course, which trains financial advisors to integrate ESG and ethics factors in their investment advice. It is funded by the European Commission in accordance to the Leonardo Program.&#xd;<br />HIGH QUALITY RESEARCH&#xd;<br />Novethic publishes high-quality research reports about the latest Responsible Investment trends, for instance figures on responsible investment market. In depth, it analyses the sustainable impact the investment process or climate commitment of investors might have. &#xd;<br />RAISING AWARENESS FOR ESG TOPICS&#xd;<br />Novethic’s ESG event has quickly become one of the major annual Responsible Investment events exclusively dedicated to asset owners. More than 300 people participate each year, both French and international.&#xd;<br />&#xd;<br />NEWSROOM&#xd;<br />The French editorial team publishes articles on topics as varied as the energy transition, working conditions in the subcontracting chain, and controversial companies. &#xd;<br />&#xd;<br />ESG watch/digest&#xd;<br />Novethic highlights the latest trends of Responsible Investment in a monthly newsletter and in its own 100% English Twitter account, @NovethicESGwatch.","acronym":"","interests":"Climate Action, Economic and Financial Affairs, Education, Energy, Environment","euInitiatives":"Union des Marchés de capitaux&#xd;<br />High level expert group on sustainable finance","lastUp":"2017-11-28T16:12:26.020+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}