{"id":"916500613863-51","name":"SMartCoop","registrationDate":"2014-06-30T12:06:36.045+01:00","category":2,"subCategory":4,"legal":"Société coopérative à responsabilité limitée, à finalité sociale","web":"http://smartbe.be/","country":"Belgium","headAddress":"Rue Emile Féron, 70","headCity":"Bruxelles","headPostCode":"1060","headPhone":"(32)25 42 19 47","boss":"Sandrino Graceffa","bossTitle":"Mr","bossPosition":"Administrateur délégué","membersCount":4,"membersFTE":"2.0","membership":"- SAW-B&#xd;\n- Pour La solidarité&#xd;\n- DynamoCoop &#xd;\n- Bigre !&#xd;\n- InitiativesETcité&#xd;\n- Febecoop&#xd;\n- L’Union des SCOP&#xd;\n- Le LENTIC&#xd;\n- ACTA&#xd;\n- Roots&amp;Routes&#xd;\n- ETUI&#xd;\n- CONFRONTATIONS EUROPE&#xd;\n- IPSE&#xd;\n- Culture Action Europe&#xd;\n- ENCATC&#xd;\n- IETM&#xd;\n- Access to Culture Platform&#xd;\n- Kauri&#xd;\n- Brussels Enterprises Commerce and Industry&#xd;\n- Arthena","memberOrga":"Please check: http://smart-eu.org/","goal":"SMart est une structure démocratique sans but lucratif fondée en 1998 à Bruxelles. &#xd;<br />&#xd;<br />À l’origine dédiée aux artistes en Belgique, cette organisation mutualise dans neuf pays d’Europe un ensemble de services permettant à des milliers de travailleurs freelances de se consacrer à leur travail et non à la gestion d’une entreprise individuelle.&#xd;<br />&#xd;<br />L’objectif principal de SMart est de permettre à toute personne qui en a besoin d’agir individuellement ou collectivement dans l’organisation de ses propres forces de travail, tout  en bénéficiant des meilleures protections sociales possibles. Elle réalise cet objectif dans le respect des valeurs et principes suivants, qui constituent sa Charte :&#xd;<br />•\taffecter tous les moyens ainsi que les bénéfices éventuels à la réalisation de l’objet social statutaire ;&#xd;<br />•\têtre une structure démocratiquement administrée et contrôlée par ses Sociétaires ;&#xd;<br />•\trenforcer l’autonomie des Sociétaires dans l’exercice de leurs métiers ;&#xd;<br />•\tprofessionnaliser leurs relations de travail avec des tiers ;&#xd;<br />•\tsécuriser le cadre juridique dans lequel ils opèrent et participer à l’adaptation des cadres réglementaires;&#xd;<br />•\tdévelopper leur représentativité : agir pour eux et avec eux ;&#xd;<br />•\tfavoriser l’accès à la meilleure protection sociale possible ;&#xd;<br />•\tfavoriser la solidarité entre les Sociétaires ;&#xd;<br />•\tmutualiser les moyens au bénéfice des utilisateurs mais aussi de l’intérêt collectif.&#xd;<br />&#xd;<br />SMartCoop adhère à la Charte de SMart ainsi qu’aux valeurs et principes coopératifs, tels qu’établis par l’Alliance Coopérative Internationale (ICA).","acronym":"SMart","interests":"Audiovisual and Media, Budget, Culture, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Youth","euInitiatives":"Horizon 2020, social innovation, support to small and medium enterprises, employment and social affairs, access to health and social protection, Creative Europe, Research and development, international mobility, cooperation, simplification of administrative procedures, DIGIT.","lastUp":"2018-03-05T11:52:21.880+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}