{"id":"916554930388-96","name":"Kino Aljansas Viesoji Istaiga","registrationDate":"2018-02-26T13:53:21.157+01:00","category":3,"subCategory":2,"legal":"Public Institution","web":"http://www.scanorama.lt","country":"Lithuania","headAddress":"Gostauto 4","headCity":"Vilnius","headPostCode":"LT-01106","headPhone":"(370)52 76 03 67","boss":"Jolanta Guzaite - Kvintus","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Kino Aljansas is public institution, organising European Film Forum SCANORAMA. The film festival is one of the most distinctive cultural events in Lithuania. SCANORAMA has become the highlight of cultural life in fall every year. In November Scanorama visits the four largest cities of the country (Vilnius, Kaunas, Klaipėda and Šiauliai). Extending over twenty days, it is a forum for films from all over Europe, presenting more than a hundred films by European directors of various formats and genres. &#xd;<br />Having started as a Nordic film festival back in 2003, Scanorama draws inspiration from both the cinema classics like Ingmar Bergman as well as such avant-garde cinema movements as Dogma’95. This is what determines that every year Scanorama boldly opens to viewers new territories of cinema, new names, and new directions and generations of filmmakers, at the same time looking back to the origins and traditions of cinema.&#xd;<br />Sections: Crossing Europe, News from the North, Real Life, Come with Mum and Dad, Lithuanian Film Premieres, Special Screenings, Focus&#xd;<br />Competition: New Baltic Cinema,&#xd;<br />Industry Events: Scanorama Directions&#xd;<br />The Festival is always looking forward to cooperation with new business partners and engaging in sponsoring concepts that help finance the cultural event while maintaining its individuality and core values.","acronym":"EFFS","interests":"Audiovisual and Media","euInitiatives":"Creative Europe Media programme","lastUp":"2018-02-26T13:54:32.305+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}