{"id":"916717635478-32","name":"Accessibility","registrationDate":"2019-07-18T14:55:59.880+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.accessibility.nl","country":"Netherlands","headAddress":"Christiaan Krammlaan 2","headCity":"Utrecht","headPostCode":"3571 AX","headPhone":"(31)03 02 39 82 70","boss":"Eric Velleman","bossTitle":"Mr","bossPosition":"Technical Director","membersCount":19,"membersFTE":"13.25","membership":"","memberOrga":"","goal":"The Accessibility Foundation is a non­profit organization that works together with stakeholders and people with disabilities to research, develop, test and promote accessibility solutions for websites, mobile applications and many other ICT products and services. We provide both technical expertise, training and policy support to businesses, (local) governments and other organizations inside and outside of the Netherlands.&#xd;<br />Through the work in W3C and the EU the Accessibility Foundation is actively helping to set the standards that shape accessibility like WCAG and EN 301 549. We cooperate with (inter)national stakeholders and leading European partners and participate in relevant working groups at national and international level.&#xd;<br />We annualy evaluate the accessibility and quality of more than 350 websites and mobile applications of (multinational) companies and government agencies. &#xd;<br />&#xd;<br />We also research and apply methodologies for monitoring and reporting of both compliance and conformance for public bodies websites and mobile applications.&#xd;<br />Accessibility manages and participates in projects related to normalisation and regulation of guidelines for quality and accessibility of the Web and mobile applications. We assisted in the making of the worldwide de­facto technical specifications like the WCAG standard and had the lead in the production of the W3C evaluation methodology WCAG­EM and its subsequent tool for measuring. Our team also works on the accessibility of innovative (applied) games for and with people with disabilities including validating guidelines.&#xd;<br />The Accessibility Foundation is involved in many EU and national projects with regards to UX, innovation, games, development of accessibility policy, guidelines and research.","acronym":"ACC","interests":"Banking and financial services, Business and Industry, Communication, Consumers, Digital economy and society, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation","euInitiatives":"Directive (EU) 2016/2102 of the European Parliament and of the Council of 26 October 2016 on the&#xd;<br />accessibility of the websites and mobile applications of public sector bodies&#xd;<br />Proposal for a Directive on the approximation of the laws, regulations and administrative provisions of&#xd;<br />the Member States as regards the accessibility requirements for products and services (EU) 2015/0278&#xd;<br />(COD)&#xd;<br />Proposal for a Directive amending Directive 2010/13/EU on the coordination of certain provisions laid&#xd;<br />down by law, regulation or administrative action in Member States concerning the provision of&#xd;<br />audiovisual media services in view of changing market realities&#xd;<br />EN 301 549 Accessibility requirements suitable for public procurement of ICT products and services in&#xd;<br />Europe (regarding interpretation)","lastUp":"2019-07-18T16:57:22.688+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}