{"id":"916946818172-34","name":"Alliance Maçonnique Européenne","registrationDate":"2015-07-16T17:00:19.086+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"","country":"Belgium","headAddress":"rue de Laeken 75","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 17 69 80","boss":"Marc Menschaert","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"CLIPSAS (Centre de Liaison et d'Information des Puissances Maçonniques Signataires de l'Appel de Strasbourg)","memberOrga":"Fédération française du Droit Humain&#xd;\nFédération belge du Droit Humain &#xd;\nGrand Orient d'Autriche&#xd;\nGrand Orient de Belgique &#xd;\nGrand Orient de France&#xd;\nGrande Loge de France &#xd;\nGrand Orient de Luxembourg &#xd;\nGrande Loge d'Italie &#xd;\nGrand Orient de Roumanie &#xd;\nGrand Orient de Suisse &#xd;\nGrand Orient lusitanien &#xd;\nGrande Loge de Belgique &#xd;\nGrande Loge des Cultures et de la Spiritualité &#xd;\nGrande Loge Féminine d'Espagne &#xd;\nGrande Loge Féminine de Belgique &#xd;\nGrande Loge Mixte Universelle &#xd;\nGrande Loge Symbolique d'Espagne &#xd;\nGrande Loge Symbolique du Portugal &#xd;\nGrande Loge Symbolique du Rite ecossais primitif &#xd;\nOrdre maçonnique Delphi &#xd;\nSérénissime Grand Orient de Grèce&#xd;\nGrande Loge Mixte des Pays-Bas &#xd;\nGrand Orient de Pologne","goal":"L'association a pour but la diffusion et la promotion des valeurs et principes dont la Franc-Maçonnerie est l'héritière vigilante, en particulier la liberté de conscience comme droit inaliénable et les idéaux de démocratie, de fraternité et de dignité humaine. Elle constitue un centre de liaison, d'observation et d'études, afin d'améliorer l'action commune de ses membres, vis-à-vis de l'Union Européenne, des Etats membres et de toute institution européenne. A cette fin, l'association centralise les ressources intellectuelles de ses membres et en facilite la mobilisation et la coordination, afin d'assurer sur le territoire européen et vis-à-vis des institutions de l'Union Européenne la visibilité et la lisibilité des valeurs et principes communs à ses membres. L'association peut accomplir toute opération se rapportant à son but, permettant ou facilitant la réalisation de celui-ci. Les langues de travail de l'association sont le français et l'anglais.","acronym":"A.M.E.","interests":"Audiovisual and Media, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Youth","euInitiatives":"Le rôle de l'éducation dans la formation à la citoyenneté européenne &#xd;<br />Le rôle de l'enseignement dans la formation des citoyens européens &#xd;<br />Le rôle du dialogue interculturel pour former des citoyens européens &#xd;<br />Démocratie - Citoyenneté européenne&#xd;<br />Inégalités - Etat de solidarité en Europe &#xd;<br />Droits et Devoirs de l'Homme &#xd;<br />Pauvreté &#xd;<br />L'article 17 du Traité de Lisbonne et laïcité &#xd;<br />Questions éthiques (e.a. vieillissement et fin de vie)","lastUp":"2018-04-05T12:33:53.482+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}