{"id":"91711831031-23","name":"THALES","registrationDate":"2009-01-29T17:11:33.705+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.thalesgroup.com","country":"France","headAddress":"Place des Corolles, 31","headCity":"Paris La Défense","headPostCode":"92098","headPhone":"(33)1 57 77 80 00","boss":"Patrice CAINE","bossTitle":"Mr","bossPosition":"CEO","membersCount":7,"membersFTE":"2.75","membership":"ASD (Aerospace and Defence Industries Association of Europe) - EOS (European Organisation for Security) - UNIFE (European Rail Manufacturing Industry) - AFEP (Association Française des Entreprises Privées) - CDPF (Cercle des Délégués Permanents Français) - Europe&amp;Défense - Eurosmart - BITKOM","memberOrga":"","goal":"The people we all rely on to make the world go round – they rely on Thales. Our customers come to us with big ambitions: to make life better, to keep us safer. Combining a unique diversity of expertise, talents and cultures, our architects design and deliver extraordinary high technology solutions. Solutions that make tomorrow possible, today. From the bottom of the oceans to the depth of space and cyberspace, we help our customers think smarter and act faster - mastering ever greater complexity and every decisive moment along the way. With 80 000 employees in 68 countries, Thales reported sales of €19 billion in 2018.                  Gemalto propose des produits et des solutions de sécurité pour le monde numérique et mobile, solutions complètes, depuis le développement de logiciels embarqués dans des produits ou opérant dans les ordinateurs des centres opérationnels des clients jusqu’à la création et la personnalisation des objets quotidiens de sécurité numérique, cartes à puce, cartes SIM, passeports électroniques, crypto-calculettes, produits sans contact, clés USB sécurisées, etc.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Aeronautics including H2020, European Space Policy and Programmes, Security including Border management and large-scale IT systems, Smart Border, Security Research, Cyber Security, Defence including fostering a strong European Security &amp; Defence Policy, EU Maritime Policy, Transport (rail, urban transport, Air Traffic Management), Civil protection and Crisis management, Cohesion Policy, Neighbouring policy, Digital Identity, Document Security, Protection of Public space, Digital Single Market.","lastUp":"2019-12-17T18:20:59.602+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}