{"id":"917204122840-28","name":"MAHLE International GmbH","registrationDate":"2016-07-28T14:18:35.170+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.mahle.com","country":"Germany","headAddress":"Pragstrasse 26-46","headCity":"Stuttgart","headPostCode":"70376","headPhone":"(49)7 11 50 10","boss":"Dr. Jörg Stratmann","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.75","membership":"MAHLE ist in verschiedenen Verbänden Mitglied, darunter: &#xd;\nEuropean Association of Automotive Suppliers (CLEPA)&#xd;\nVerband der Automobilindustrie (VDA)&#xd;\nVerband Deutscher Maschinen- und Anlagenbau (VDMA)&#xd;\nVereinigung der Bayerischen Wirtschaft (vbw)&#xd;\nZentralverband Elektrotechnik- und Elektronikindustrie (ZVEI)","memberOrga":"","goal":"MAHLE is a leading international development partner and supplier to the automotive industry as well as a pioneer for the mobility of the future. The MAHLE Group is committed to making transportation more efficient, more environmentally friendly, and more comfortable by continuously optimizing the combustion engine, driving forward the use of alternative fuels, and laying the foundation for the worldwide introduction of e-mobility. The group’s product portfolio addresses all the crucial issues relating to the powertrain and air conditioning technology—both for drives with combustion engines and for e-mobility. MAHLE products are fitted in at least every second vehicle worldwide. Components and systems from MAHLE are also used off the road—in stationary applications, for mobile machinery, rail transport, as well as marine applications. In 2017, the group generated sales of approximately EUR 12.8 billion with around 78,000 employees and is represented in more than 30 countries with 170 production locations. At 16 major research and development centers in Germany, Great Britain, Luxembourg, Spain, Slovenia, the USA, Brazil, Japan, China, and India, about 6,100 development engineers and technicians are working on innovative solutions for the mobility of the future.","acronym":"MAHLE","interests":"Business and Industry, Climate Action, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, Research and innovation, Trade, Transport","euInitiatives":"CO2-Minderung des Verkehrs, Luftqualität, Handelspolitik, Digitalisierung","lastUp":"2018-10-05T15:26:41.965+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}