{"id":"917393784-31","name":"Deutsche Sozialversicherung Arbeitsgemeinschaft Europa","registrationDate":"2008-06-27T10:07:07.511+01:00","category":6,"subCategory":13,"legal":"Eingetragener Verein nach deutschem Recht","web":"http://www.dsv-europa.de","country":"Germany","headAddress":"Ruhrstrasse, 2","headCity":"Berlin","headPostCode":"10709","headPhone":"(4930)86 52 45 50","boss":"Ilka Wölfle","bossTitle":"Ms","bossPosition":"Direktorin","membersCount":6,"membersFTE":"5.0","membership":"European Social Insurance Platform (ESIP); www.esip.eu","memberOrga":"GKV-Spitzenverband(75000000),&#xd;\nAOK-Bundesverband(23500000),&#xd;\nBKK Dachverband(13500000),&#xd;\nGemeinsame Vertretung der Innungskrankenkassen (IKK)(5500000),&#xd;\nVerband der Ersatzkassen (vdek)(26500000),&#xd;\nKnappschaft(2000000),&#xd;\nDeutsche Rentenversicherung Bund (DRV Bund)(60000000),&#xd;\nDeutsche Gesetzliche Unfallversicherung (DGUV)(77000000),&#xd;\nSpitzenverband der landwirtschaftlichen Sozialversicherung(5000000)","goal":"Vertretung der Interessen der Spitzenorganisationen der Deutschen Sozialversicherung; Beratung der EU-Institutionen in allen Fragen der europäischen Sozial- und Gesundheitspolitik.","acronym":"DSVAE","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Taxation, Trade","euInitiatives":"EU-Arbeitsbehörde; Elektronische Dienstleistungskarte, Europäische Sozialversicherungsnummer; Europäische Säule Sozialer Rechte; Soziale Dimension Europas; Freihandelsabkommen; EU-Mehrwertsteuerreform; Normung von Gesundheits- und Sozialdienstleistungen; Neue Beschäftigungsformen und Finanzierung sozialer Sicherheit durch Digitalisierung/Robotik; E-Government; European Public Sector Accounting Standards (EPSAS); Länderspezifische Empfehlungen im Europäischen Semester; Europäischer Rentenaufzeichnungsdienst TTYPE; Umsetzung der EU-Medizinprodukte-Verordnung; Umsetzung der Arzneimittel-Transparenz-Richtlinie; EU Blue Card; Zuwanderung; Richtlinie über Versicherungsvermittlung; Umsetzung der Patientenrechterichtlinie; Strategischer Rahmen für Gesundheit und Sicherheit am Arbeitsplatz; Wirksame, zugängliche und belastbare Gesundheitssysteme; REFIT; Mobile Gesundheitsdienste für die EU; Harmonisierung der Gesundheitsberufe (Qualifikationen bzw. Berufsabschlüsse); Mobile Forscher: Information über Rentensysteme; Kampf gegen Schwarzarbeit; Integration von Menschen mit Behinderung; Aktionsprogramm Gesundheit 2014-2020; Förderung von Sport und Gesundheit; Maßnahmen gegen Alkohol, Drogen und Tabak.","lastUp":"2017-11-29T12:19:59.810+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}