{"id":"917393784-31","name":"Deutsche Sozialversicherung Arbeitsgemeinschaft Europa","registrationDate":"2008-06-27T10:07:07.511+01:00","category":6,"subCategory":13,"legal":"Eingetragener Verein nach deutschem Recht","web":"http://www.dsv-europa.de","country":"Germany","headAddress":"Ruhrstrasse, 2","headCity":"Berlin","headPostCode":"10709","headPhone":"(4930)86 52 45 50","boss":"Ilka Wölfle","bossTitle":"Ms","bossPosition":"Direktorin","membersCount":6,"membersFTE":"5.0","membership":"European Social Insurance Platform (ESIP); www.esip.eu","memberOrga":"GKV-Spitzenverband;&#xd;\nAOK-Bundesverband;&#xd;\nBKK Dachverband;&#xd;\nGemeinsame Vertretung der Innungskrankenkassen (IKK);&#xd;\nVerband der Ersatzkassen (vdek);&#xd;\nKnappschaft;&#xd;\nDeutsche Rentenversicherung Bund (DRV Bund);&#xd;\nDeutsche Gesetzliche Unfallversicherung (DGUV);&#xd;\nSpitzenverband der landwirtschaftlichen Sozialversicherung.","goal":"Vertretung der Interessen der Spitzenorganisationen der Deutschen Sozialversicherung; Beratung der EU-Institutionen in allen Fragen der europäischen Sozial- und Gesundheitspolitik.","acronym":"DSVAE","interests":"Borders and Security, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation","euInitiatives":"EU-Arbeitsbehörde; Elektronische Dienstleistungskarte; Europäische Sozialversicherungsnummer; Europäische Säule Sozialer Rechte; Soziale Dimension Europas; Freihandelsabkommen; EU-Mehrwertsteuerreform; Normung von Gesundheits- und Sozialdienstleistungen; Neue Beschäftigungsformen und Finanzierung sozialer Sicherheit durch Digitalisierung/Robotik; E-Government; European Public Sector Accounting Standards (EPSAS); Länderspezifische Empfehlungen im Europäischen Semester; Europäischer Rentenaufzeichnungsdienst ETS; Arzneimittel- und Medizinprodukte; Kinderarzneimittel; Seltene Erkrankungen; Impfungen; Bewertung von Gesundheitstechnologien; EU Blue Card; Zuwanderung; Strategischer Rahmen für Gesundheit und Sicherheit am Arbeitsplatz; Überarbeitung der EU-Arbeitsschutzrichtlinien; Wirksame, zugängliche und belastbare Gesundheitssysteme; REFIT; Mobile Forscher: Information über Rentensysteme; Kampf gegen Schwarzarbeit; Integration von Menschen mit Behinderung; Maßnahmen im Bereich Public Health; EU-Förderung im Bereich Gesundheit und Soziales; Grenzüberschreitende Gesundheitsversorgung und Patientenmobilität;  Digitalisierung der Gesundheits- und Pflegeberufe; Auswirkungen des Brexit.","lastUp":"2019-02-14T10:11:47.388+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}