{"id":"91758824529-02","name":"Verdens Skove","registrationDate":"2010-11-14T23:14:54.313+01:00","category":3,"subCategory":2,"legal":"Non-governmental organization","web":"http://verdensskove.org","country":"Denmark","headAddress":"Klostergade 34","headCity":"Aarhus C","headPostCode":"8000","headPhone":"(45)86 13 52 32","boss":"Nikolai  Lang","bossTitle":"Mr","bossPosition":"Sekretariatschef/Executive Director","membersCount":2,"membersFTE":"0.5","membership":"The organization belongs to:&#xd;\nThe Danish 92-group - forum for sustainable development&#xd;\nThe Danish NGO-forum&#xd;\nThe Danish Forest Council (Skovrådet)&#xd;\nThe Green Contact Group (Det Grønne Kontaktudvalg)&#xd;\nThe environmental chamber of the Forest Stewardship Council in Denmark and internationally&#xd;\nClimate Action Network-Europe&#xd;\nThe Ecosystems Climate Alliance&#xd;\nThe Accra Caucus on Forests and Climate Change&#xd;\nIUCN&#xd;\n&#xd;\namong others","memberOrga":"We have two collective members","goal":"Goal: \"Sustainable use of the forests of the world\" &#xd;<br />&#xd;<br />The organization works with forest policy at both the national level in Denmark, at the national level in several Latin American countries and at the global level within the UNFCCC, the CBD, the FSC and other forums. &#xd;<br />We work with: &#xd;<br />-better protection of indigenous peoples' rights, especially through projects in Central America and Bolivia&#xd;<br />-maintaining the integrity the Forest Stewardship Council from within while promoting demand for sustainably sourced timber from without&#xd;<br />-creating alternatives to overexploitation of forest resources through projects with forestry cooperatives, ecotourism, environmental education and agroforestry in Latin America&#xd;<br />-creating awareness of the demand side drivers of forest destruction and the need to change consumption patterns  &#xd;<br />-driving change in Danish nature and forest policy to allow more dynamics and space for nature's own processes along with reintroduction of key species now extinct.&#xd;<br />-creating awareness of the trade-offs that an intensive use of biomass for energy can pose for biodiversity and social concerns&#xd;<br />-sending volunteers from Denmark to work on environmental projects in Latin America","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Environment, External Relations, International co-operation and development","euInitiatives":"Policies in relation to Climate and forests (REED, FLEGT, VPA), Certification of forest produce, Sustainable development and development assistance, Biodiversity, etc. Indigenous peoples and CSR.","lastUp":"2019-02-13T11:24:26.707+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}