{"id":"917912924063-83","name":"Confédération Internationale de la Pêche Sportive","registrationDate":"2016-10-25T11:07:11.204+02:00","category":3,"subCategory":2,"legal":"non-profit organization","web":"http://www.cips-fips.com","country":"Italy","headAddress":"70 Viale Tiziano","headCity":"Roma","headPostCode":"00196","headPhone":"(39)06 87 98 05 14","boss":"Ferenc Szalay","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"GAISF  www.gaisf.org","memberOrga":"149 national federations","goal":"La Confédération Internationale de la Pêche Sportive (C.I.P.S.) est une organisation sportive internationale de caractère universel. Les Fédérations ou autres organismes nationaux qui, au sein de leur organisation, admettent des discriminations politiques, religieuses ou raciales, ou qui appartiennent à des organisations pratiquant de telles discriminations, ne peuvent pas faire partie de la C.I.P.S.&#xd;<br />&#xd;<br /> La C.I.P.S. poursuit ses objectifs dans un but non lucratif, pour mettre en pratique ses principes dans le but de promouvoir la compréhension réciproque et l’amitié entre ses Membres. La C.I.P.S. voit la plus noble de ses tâches dans l’action selon l’esprit olympique, pour la paix et la concorde entre les peuples. &#xd;<br />&#xd;<br />L’activité sportive au sein de la C.I.P.S. est une activité d’amateurs, son champ d’action s’étend au monde entier. Elle fait les efforts nécessaires pour la promotion et la diffusion de la pêche sportive. Elle collabore avec toutes les organisations poursuivant des buts égaux ou semblables dans les domaines de la protection du milieu naturel et des eaux, de la jeunesse, du sport et du tourisme.","acronym":"CIPS","interests":"Environment, Maritime affairs and fisheries, Youth","euInitiatives":"All initatives, conferences, events, documents concerning the environment, the protection of animals, the fishing, especially sport fishing","lastUp":"2018-09-22T21:36:45.509+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}