{"id":"918355124862-52","name":"Connected Health Alliance CIC","registrationDate":"2016-12-13T17:03:00.734+01:00","category":3,"subCategory":2,"legal":"Community Interest Company","web":"http://www.echalliance.com","country":"United kingdom","headAddress":"Innovation Centre","headCity":"Belfast","headPostCode":"BT3 9DT","headPhone":"(44)28 90 73 78 74","boss":"Brian O'Connor","bossTitle":"Mr","bossPosition":"Chair","membersCount":16,"membersFTE":"7.25","membership":"www.echalliance.com","memberOrga":"www.echalliance.com","goal":"The European Connected Health Alliance (ECHAlliance) is the Global Connector for Digital Health, facilitating multi-stakeholder connections around ecosystems, driving sustainable change and disruption in the delivery of health and social care.&#xd;<br />Our global network of Digital Health Alliances connects 78 countries and 4.4 billion people (Europe, USA, Canada, China, Africa, Asia, the Caribbean and Americas and the Pacific). &#xd;<br />Our community of over 16,500 experts – including government, health &amp; social care providers, leading companies and start-ups, researchers, insurances, patients groups and citizens, and the investment community connect through ecosystem meetings (120 per year) and international events and our online platform. &#xd;<br />The Digital Health Observatory (DHO) and The Digital Health Society (DHS) movement facilitate and promote the transfer of knowledge, experiences and best practices creating a community of knowledge in Digital Health globally. &#xd;<br />Our Working Groups provide a platform for stakeholders, responsible for a given topic area, to meet, promote and advance their work across the ecosystem network, therefore maximising knowledge sharing and best practice. &#xd;<br />We are a not-for-profit organisation, operating as a Community Interest Company (CIC) registered in the UK in Belfast; and a Company Limited by Guarantee in Dublin, Ireland.","acronym":"ECHAlliance","interests":"Digital economy and society, Public Health, Research and innovation","euInitiatives":"Our Missions&#xd;<br />&#xd;<br />INFLUENCE&#xd;<br />We work closely with the European Commission and national/regional governments, for the design of public policies and strategies about Digital Health, Wellness and Active &amp; Healthy Ageing / Silver Economy.&#xd;<br />&#xd;<br />PROVIDE KNOWLEDGE &amp; INTELLIGENCE&#xd;<br />We provide information, news, reports, market surveys, insights about the markets, the solutions, the latest technology trends, business and research opportunities, etc…&#xd;<br />&#xd;<br />CONNECT &amp; NETWORK&#xd;<br />We are a large community of 16,500+ individuals and 600+ member organisations, gathering governments &amp; policy-makers, health &amp; social care providers &amp; professionals, companies (large, Start-ups, SMEs), universities &amp; research centres, public &amp; private insurers, patients &amp; citizens representatives and investors.&#xd;<br />&#xd;<br />INNOVATE&#xd;<br />We support our members along their innovation process, from the identification of unmet needs, the specifications by users (professionals, patients/citizens) and funders, to the development of innovative products and services with high-level experts in numbers of sectors, such as IT, web technologies, medical devices, pharma, genomics, clinical teams, big data, Internet of Things, wearables, mHealth, …&#xd;<br />&#xd;<br />IMPLEMENT &amp; SCALE-UP&#xd;<br />We have built a large international Ecosystem distribution network, able to support policy-makers and insurances in identifying the best solutions to their needs, and the companies to commercialize and scale-up their solutions. We have designed a specific pathway facilitated by the enabling environment of our Ecosystems, accelerating the implementation of innovative solutions.&#xd;<br />&#xd;<br />COMMUNICATE &amp; DISSEMINATE&#xd;<br />We promote the deployment of the Digital Health, Wellness and Active &amp; Healthy Ageing / Silver Economy solutions. We showcase our members’ projects and activities on an international scene, thanks to multi-channel set of communication tools (web platform, social networks, events, workshops, media…).&#xd;<br />&#xd;<br />INTERNATIONAL&#xd;<br />All our activities are deployed at large scale, in 40+ regions and countries, across Europe, USA, Canada and China. Our impact and presence have been shown at the Digital Health &amp; Wellness Summits @ Mobile World Congress Barcelona and Shanghai.","lastUp":"2019-12-03T12:12:25.298+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}