{"id":"918355124862-52","name":"Connected Health Alliance CIC","registrationDate":"2016-12-13T17:03:00.734+01:00","category":3,"subCategory":2,"legal":"Community Interest Company","web":"http://www.echalliance.com","country":"United kingdom","headAddress":"Innovation Centre","headCity":"Belfast","headPostCode":"BT3 9DT","headPhone":"(44)28 90 73 78 74","boss":"Brian O'Connor","bossTitle":"Mr","bossPosition":"Chair","membersCount":9,"membersFTE":"4.25","membership":"www.echalliance.com","memberOrga":"www.echalliance.com","goal":"ECHAlliance facilitates international multi-stakeholder connections around ecosystems, driving sustainable change and disruption in the delivery of health and social care.&#xd;<br /> &#xd;<br />With a direct presence in 40+ countries including spread Europe, USA, Canada and China, the ECHAlliance members develop innovative solutions around mobile health, chronic diseases, active &amp; healthy ageing, Internet of Things, wearables, personalised medicine, genomics, Big Data. &#xd;<br />&#xd;<br />Our wide impact can be seen on www.echalliance.com&#xd;<br />&#xd;<br />We are a not-for-profit organisation.&#xd;<br />&#xd;<br />ECHAlliance is a Community Interest Company (CIC) registered in Belfast – Northern Ireland (UK).","acronym":"ECHAlliance","interests":"Public Health, Research and Technology","euInitiatives":"Our Missions&#xd;<br />&#xd;<br />INFLUENCE&#xd;<br />We work closely with the European Commission and national/regional governments, for the design of public policies and strategies about Digital Health, Wellness and Active &amp; Healthy Ageing / Silver Economy.&#xd;<br />&#xd;<br />PROVIDE KNOWLEDGE &amp; INTELLIGENCE&#xd;<br />We provide information, news, reports, market surveys, insights about the markets, the solutions, the latest technology trends, business and research opportunities, etc…&#xd;<br />&#xd;<br />CONNECT &amp; NETWORK&#xd;<br />We are a large community of 16,000+ individuals and 500+ member organisations, gathering governments &amp; policy-makers, health &amp; social care providers &amp; professionals, companies (large, Start-ups, SMEs), universities &amp; research centres, public &amp; private insurers, patients &amp; citizens representatives and investors.&#xd;<br />&#xd;<br />INNOVATE&#xd;<br />We support our members along their innovation process, from the identification of unmet needs, the specifications by users (professionals, patients/citizens) and funders, to the development of innovative products and services with high-level experts in numbers of sectors, such as IT, web technologies, medical devices, pharma, genomics, clinical teams, big data, Internet of Things, wearables, mHealth, …&#xd;<br />&#xd;<br />IMPLEMENT &amp; SCALE-UP&#xd;<br />We have built a large international Ecosystem distribution network, able to support policy-makers and insurances in identifying the best solutions to their needs, and the companies to commercialize and scale-up their solutions. We have designed a specific pathway facilitated by the enabling environment of our Ecosystems, accelerating the implementation of innovative solutions.&#xd;<br />&#xd;<br />COMMUNICATE &amp; DISSEMINATE&#xd;<br />We promote the deployment of the Digital Health, Wellness and Active &amp; Healthy Ageing / Silver Economy solutions. We showcase our members’ projects and activities on an international scene, thanks to multi-channel set of communication tools (web platform, social networks, events, workshops, media…).&#xd;<br />&#xd;<br />INTERNATIONAL&#xd;<br />All our activities are deployed at large scale, in 25+ regions and countries, across Europe, USA, Canada and China. Our impact and presence have been shown at the Digital Health &amp; Wellness Summit @ Mobile World Congress 16 Barcelona and Shanghai.","lastUp":"2017-12-12T13:44:38.668+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}