{"id":"918797431130-89","name":"Ente di Ricerca Scientifica ed Alta Formazione","registrationDate":"2018-04-10T10:27:41.361+02:00","category":4,"subCategory":5,"legal":"ASSOCIAZIONE SENZA SCOPO DI LUCRO","web":"http://www.ersaf.it","country":"Italy","headAddress":"PIAZZA DEL POPOLO, 18","headCity":"ROMA","headPostCode":"00187","headPhone":"(39)06 92 94 98 95","boss":"MICHELE MANZI","bossTitle":"Mr","bossPosition":"PRESIDENTE NAZIONALE","membersCount":2,"membersFTE":"1.5","membership":"Sindacato C.E.U.Q.&#xd;\nSindacato U.C.I.&#xd;\nSindacato Confedir","memberOrga":"http://ersaf.it/chi-siamo/elenco-soci-aggiornato/","goal":"ERSAF  Ente di Ricerca Scientifica ed Alta Formazione, è un’associazione sindacale datoriale e professionale, costituita in base all’articolo 39 della Costituzione.&#xd;<br />Si rivolge ai professionisti e alle piccole e medie imprese (PMI) di tutti i settori produttivi impegnati nella divulgazione della cultura d’impresa, nella formazione di nuove qualifiche professionali per i propri macrosettori di appartenenza e della sicurezza nei luoghi di lavoro.&#xd;<br />La nostra mission è di dare voce a tutti i professionisti e gli imprenditori che giornalmente si scontrano con le problematiche del difficile panorama produttivo industriale, commerciale e terziario italiano. Sostiene l'aggiornamento continuo del personale in tutti macrosettori economici.","acronym":"E.R.S.A.F.","interests":"Climate Action, Communication, Competition, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Tra le iniziative della strategia Europa 2020, ERSAF segue le attività previste dall'agenda per nuove competenze e per l'occupazione.","lastUp":"2018-04-10T10:27:59.312+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}