{"id":"919661032049-81","name":"Air Movement and Control Association International","registrationDate":"2018-07-12T17:35:23.938+02:00","category":2,"subCategory":4,"legal":"association","web":"http://www.amca.org/","country":"United states","headAddress":"30 W. University Dr.","headCity":"Arlington Heights","headPostCode":"60004","headPhone":"(1)84 7- 39 4- 01 50","boss":"Mark Stevens","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"REHVA https://www.rehva.eu/&#xd;\nEPEEE https://www.epeeglobal.org/","memberOrga":"http://www.amca.org/certified-listed/findmembers.php","goal":"Air—the comfort, health, safety, and productivity of our indoor environments are dependent on the movement and control of it. No one understands the benefits and challenges of air better than Air Movement and Control Association (AMCA) International Inc. We are a not-for-profit association of manufacturers of fans, louvers, dampers, air curtains, airflow-measurement devices, ducts, acoustic attenuators, and other air-system components. Headquartered in North America, with operations in Asia, Europe, the Middle East, and Latin America, we truly are a global association, with more than 380 member companies in 37 countries.&#xd;<br />&#xd;<br />&#xd;<br />AMCA was founded in 1917 with the mission to advance the health, growth, and integrity of the air-movement-and-control industry consistent with the interests of the public. A century later, that mission remains unchanged. Among AMCA’s most important programs is the AMCA Certified Ratings Program, which covers more than 3,700 products from nearly 275 manufacturers. Our other services include verification of compliance, development of standards, and advocacy for model codes, regulations, and utility incentive programs promoting efficiency and life safety.","acronym":"AMCA","interests":"Climate Action, Energy","euInitiatives":"Eco-design regulation &#xd;<br />Energy Efficiency&#xd;<br />Circular Economy&#xd;<br />Energy policy in general","lastUp":"2018-07-12T17:36:04.427+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}