{"id":"919888625713-21","name":"Steuerberater-Verband e.V. Köln","registrationDate":"2017-02-01T18:02:37.637+01:00","category":2,"subCategory":1,"legal":"e.V.","web":"http://www.stbverband-koeln.de","country":"Germany","headAddress":"Von-der-Wettern-Str. 17","headCity":"Köln","headPostCode":"51149","headPhone":"(49)22 03 99 30 90","boss":"Wilfried Dr. Bachem","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Der Steuerberater-Verband e.V. Köln ist der freiwillige Zusammenschluss von Angehörigen der steuerberatenden und wirtschaftsprüfenden Berufe mit Interessenschwerpunkt Steuerrecht. Seine Aufgabe ist die Vertretung, Wahrung und Förderung der Interessen des Berufsstandes sowie die Unterstützung seiner Mitglieder in allen berufsrechtlichen, berufspolitischen und berufsständischen Angelegenheiten. Hierzu gehört unter anderem die regionale und überregionale Vertretung gegenüber jeglichen Behörden, Körperschaften und Institutionen. &#xd;<br />Der Steuerberater-Verband e.V. Köln hat zurzeit über 3.300 Angehörige der steuerberatenden und prüfenden Berufe als Mitglieder: Steuerberater, Steuerbevollmächtigte, vereidigte Buchprüfer, Wirtschaftsprüfer, Rechtsanwälte und entsprechende Gesellschaften. Sein Einzugsbereich entspricht dem Bezirk des Regierungspräsidenten Köln. Er ist neben weiteren 14 Landes- bzw. Regionalverbänden Mitglied im Deutschen Steuerberater-Verband e.V., der in Berlin ansässigen Spitzenorganisation des steuerberatenden Berufs auf privatrechtlicher Ebene.","acronym":"StB-V Köln","interests":"Budget, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, Justice and Fundamental Rights, Taxation","euInitiatives":"Deckungsgleich mit denjenigen des Deutschen Steuerberater-Verbandes&#xd;<br />&#xd;<br />Z.B. Datenschutzgrundverordnung (DSGVO, (EU) 2016/679) vom 27.4.2016 &#xd;<br />Z.B. europäische Initiative zur Erleichterung grenzüberschreitender Verwaltungsverfahren","lastUp":"2017-02-06T17:48:02.238+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}