{"id":"9201911441-69","name":"Scotch Whisky Association","registrationDate":"2008-09-29T19:15:41.180+02:00","category":2,"subCategory":4,"legal":"Trade Association","web":"http://www.scotch-whisky.org.uk","country":"United kingdom","headAddress":"Quartermile 2","headCity":"Edinburgh","headPostCode":"EH3 9GL","headPhone":"(44)13 12 22 92 00","boss":"John Bartholomew","bossTitle":"Mr","bossPosition":"Director of Finance and Administration","membersCount":14,"membersFTE":"5.0","membership":"We are a member of spiritsEUROPE, the representative body for the spirits industry at European level.","memberOrga":"www.scotch-whisky.org.uk/members-brands","goal":"The Scotch Whisky Association’s 70 member companies, including distillers, blenders and bottlers, account for over 90% of the industry.  The Association’s goal is to sustain Scotch Whisky’s place as the world’s leading high-quality spirit drink and its long-term growth worldwide.&#xd;<br />Scotch Whisky is a high-quality, much-loved and prestigious spirit drink with a global reputation.  The Association’s role is to advance the global interests and profile of Scotch Whisky, of its member companies, and of the industry as a whole. The SWA does so by engaging with the full range of industry stakeholders and all levels of government, at home and abroad, by pursuing a competitive and sustainable tax and business environment, by safeguarding the category ‘Scotch Whisky’ against fraud, and by promoting the responsible use of alcohol.","acronym":"SWA","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Customs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Internal Market, Public Health, Taxation, Trade","euInitiatives":"Lisbon alignment of Spirit Drinks Regulation 110/2008; agricultural quality policy / geographical indications; EU food labelling legislation; EU negotiations on free trade agreements (FTAs); EU excise directives; EU alcohol strategy; environmental dossiers; participation in Commission consultations; general EU market access/internal market issues.","lastUp":"2018-03-23T19:25:20.421+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}