{"id":"920218036192-46","name":"Asociación Española Contra el Cáncer","registrationDate":"2019-10-11T15:00:17.795+02:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://aecc.es","country":"Spain","headAddress":"Teniente Coronel Noreña","headCity":"Madrid","headPostCode":"","headPhone":"(34)9 00 10 00 36","boss":"Ignacio Muñoz Pidal","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.5","membership":"RedENT:&#xd;\n&#xd;\nASOCIACIÓN ESPAÑOLA CONTRA EL CÁNCER (AECC), CRUZ ROJA ESPAÑOLA&#xd;\nFEDERACIÓN DE ASOCIACIONES DE ENFERMERÍA COMUNITARIA Y ATENCIÓN PRIMARIA (FAECAP)&#xd;\nFUNDACIÓN ESPAÑOLA DEL CORAZÓN (FEC)&#xd;\nSOCIEDAD ESPAÑOLA DE DIABETES (SED)&#xd;\nSOCIEDAD ESPAÑOLA DE MEDICINA DE FAMILIA Y COMUNITARIA (semFYC)","memberOrga":"La Asociación Española Contra el Cáncer tiene más de 400.000 socios. Cuenta con más de 1.000 profesionales en todo el país, más de 20.000 voluntarios ofreciendo sus servicios de manera gratuita en las 52 provincias españolas.&#xd;\n&#xd;\nEs miembro de la Unión Internacional Contra el Cáncer (UICC) y de la Association of European Cancer Leagues (ECL).","goal":"La Asociación Española Contra el Cáncer tiene 3 pilares de Misión:&#xd;<br />&#xd;<br />-Preveción del Cáncer&#xd;<br />-Apoyo y Acompañamiento a pacientes de cáncer y familiares.&#xd;<br />-Investigación","acronym":"AECC","interests":"Public Health, Research and innovation","euInitiatives":"La Asociación Española Contra el Cáncer en su pilar de Misión - Prevención del Cáncer trabaja por la promoción de estilos de vida saludables enfocados principalmente en 4 ejes temáticos: Tabaco, alimentación, actividad física y alcohol.&#xd;<br />&#xd;<br />El trabajo se realiza a distintos niveles, teniendo en cuenta las normas y legislación a nivel nacional y autonómico. Trabajamos por la promoción de normativas que disminuyan el consumo de tabaco y alcohol, promocionen la actividad física y alimentación saludable.","lastUp":"2019-10-11T15:00:49.470+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}