{"id":"92070807286-46","name":"South Asia Democratic Forum","registrationDate":"2011-11-29T13:12:48.117+02:00","category":4,"subCategory":5,"legal":"ASBL, association sans but lucratif","web":"http://www.sadf.eu","country":"Belgium","headAddress":"Avenue des Arts, 19","headCity":"Brussels","headPostCode":"1210","headPhone":"(32)28 08 42 08","boss":"Paulo Casaca","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":7,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"“The South Asia Democratic Forum (SADF) is a Brussels-based think tank devoted to South Asia and its relationship with the European Union (EU) in the context of a global, changing world.” The organisation aims to promote relations between the European Union and the South Asian Association for Regional Cooperation (SAARC) as well as other cooperation spheres that sometimes go beyond the Indian subcontinent. “Our work is organised through two research programmes, one on democracy and the other on regional cooperation. SADF organises high-level contacts, stimulates studies and evaluations, designs and disseminates research methods and concepts, combines networks and supports; it brings together people, private and public institutions, that can contribute to Europe-South Asia related cooperation and understanding.” (https://www.sadf.eu/about/#declaration-of-principles)","acronym":"SADF","interests":"Culture, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"As the ‘Agreement between the European Parliament and the European Commission on the transparency register for organisations and self-employed individuals engaged in EU policy-making and policy implementation OJ L 277, 19.9.2014, p. 11–24’ clarifies in point 7 ‘The scope of the register covers all activities, other than those referred to in paragraphs 10 to 12, carried out with the objective of directly or indirectly influencing the formulation or implementation of policy and the decision-making processes of the EU’. Therefore, it is incumbent on an organisation that, although not seeking to interfere with the day by day legislative life of the European institutions, aims to indirectly influence the formulation or implementation of policy and the decision making process of the EU (notwithstanding the specific derogations mentioned in paragraph 10 to 12 in the Agreement), to be included in the register. &#xd;<br />&#xd;<br />The European institutions have a very large array of policies that specifically focus on South Asia or that have more diverse regional targets, but still, as South Asia is the biggest region in the World, hardly fail to impact it. As it is implicit in the SADF’s name and is explained in SADF declaration of principles, SADF aims at influencing the European institutions in supporting democracy in South Asia, either through political or cooperation and development instruments. The SADF website – in our view a social medium that falls within the realm of the ‘indirect influencing’ stated in point 7 of the above-mentioned agreement – shadows this reality and it is available to the European institutions and, we hope, often used by them. &#xd;<br />&#xd;<br />Whereas it is very hard for us to judge what the honourable ladies and gentlemen consider to be ‘sufficient information on its activities in terms of interaction with the EU institutions’ we think our website gives a good appraisal of this information, as all our work aims, ultimately, to indirectly influence the European institutions. Other than fully transcribing the website, we can exemplify some of the issues it comprises, starting with our most recent activity: the organisation, in the European Parliament, of an Annual Conference titled ‘South Asia facing terrorism’ (16 October 2019). The conference saw the presence of several guest speakers from various European countries, was attended by several European law-makers and European officials and was aimed at influencing the European policy on South Asia in order for it to make the issue of terrorism a priority.&#xd;<br />&#xd;<br />SADF has been actively influencing various strategic documents adopted by the EU regarding its multilateral relations with South Asia, as for instance the EU- Asia Connectivity Strategy (“Connecting Europe and Asia – Building blocks for an EU Strategy”, Joint Communication by the European Commission to the European Parliament, the Council, the European Economic and Social Committee, the Committee of the Regions and the European Investment Bank, 19.09.2018); the EU Strategy on Central Asia (“The EU and Central Asia: New Opportunities for a Stronger Partnership”, Joint Communication by the High Representative and the European Commission, 15.05.2019) and the EU- Japan Connectivity Partnership (“Partnership on Sustainable Connectivity and Quality Infrastructure between the European Union and Japan”, 27.09.2019).&#xd;<br />&#xd;<br />Against this backdrop, the most important interaction with the European institutions materialised in a book authored by our director of research, Dr Siegfried O. Wolf. Other than advertising the book through our communication channels, it was gifted to several EU officials during a well-attended public book launch. Similarly, we are planning for a conference in November on the specific role of the South Caucasus in EU- South Asia connectivity that we hope will be attended by diplomats, academics and, hopefully, several European officials...&#xd;<br />&#xd;<br />(Please refer to the section 'Complementary Information' for more details)","lastUp":"2019-10-18T14:52:20.222+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}