{"id":"921133228513-07","name":"Glanbia","registrationDate":"2017-10-02T16:50:43.104+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.glanbia.com","country":"Ireland","headAddress":"Ring Road","headCity":"Kilkenny","headPostCode":"","headPhone":"(353)5 67 77 22 00","boss":"Michael  Patten ","bossTitle":"Mr","bossPosition":"Director of Corporate Affairs ","membersCount":1,"membersFTE":"0.25","membership":"Irish Business &amp; Employers Confederation (IBEC) www.ibec.ie&#xd;\n&#xd;\nEuropean Whey Processors Association http://ewpa.euromilk.org/home.html","memberOrga":"","goal":"Glanbia is a global nutrition company, grounded in science and nature and dedicated to providing better nutrition for every step of life’s journey.&#xd;<br />&#xd;<br />Today’s consumers are increasingly aware of the importance of nutrition in improving their overall health and wellbeing. They are searching for better, healthier and smarter nutritional solutions that fit their lifestyles.&#xd;<br />&#xd;<br />Glanbia takes pure and clean ingredients including milk, whey and grains, and using our expert knowledge and capabilities we produce high-quality nutritional ingredients and branded consumer products for our customers and consumers worldwide.&#xd;<br />&#xd;<br />We employ more than 6,600 people across 32 countries and our products are sold or distributed in over 130 countries with an annual turnover of €3.6 billion. Our major production facilities are located in Ireland, the US, the UK, Germany and China. We have three segments; Glanbia Performance Nutrition, Glanbia Nutritional Solutions and Joint Ventures &amp; Associates. Our shares are listed on the Irish and London Stock Exchanges (symbol: GLB).","acronym":"","interests":"Agriculture, Business and Industry, Climate Action, Consumers, Customs, Food Safety, Public Health, Single market, Trade","euInitiatives":"General regulation of business&#xd;<br />Trade policy&#xd;<br />Food Safety &amp; Standards&#xd;<br />Common Agriculture Policy","lastUp":"2018-10-01T16:57:12.519+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}