{"id":"92127312521-05","name":"Diehl Stiftung &amp; Co. KG","registrationDate":"2009-10-19T17:47:14.971+02:00","category":2,"subCategory":3,"legal":"Stiftung &amp; Co. KG","web":"http://www.diehl.com","country":"Germany","headAddress":"Stephanstraße, 49","headCity":"Nürnberg","headPostCode":"90478","headPhone":"(49)9 11 94 70","boss":"Wolfgang Weggen","bossTitle":"Mr","bossPosition":"Stellvertretender Vorsitzender des Vorstandes","membersCount":3,"membersFTE":"1.75","membership":"Aerospace and Defence Industries Association of Europe (ASD), Kangaroo Group, German European Security Association (GESA), BusinessEurope","memberOrga":"","goal":"Die Diehl Stiftung &amp; Co. KG gehört zu den großen deutschen Industrieunternehmen mit internationaler Ausrichtung. 16.000 Beschäftigte in mehr als vierzig selbstständigen Unternehmenseinheiten, zusammengefaßt in den fünf Teilkonzernen Metall, Controls, Defence, Aerosystems und Metering, erwirtschaften einen Umsatz von ca. 3 Milliarden Euro. Das Unternehmen ist seit seiner Gründung vor mehr als 100 Jahren vollständig im Familienbesitz.&#xd;<br />&#xd;<br />The Diehl Stiftung &amp; Co. KG is one of the bigger German industrial enterprises with international orientation. 16.000 employees in more than fourty independant business units, centralized in five subgroups, Metall, Controls, Defence, Aerosystems and Metering, achieve a turnover of ca. 3 Billion Euro. Since its foundation more than 100 years ago Diehl has been a family entreprise.","acronym":"Diehl","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Umsetzung des Defence Packages, Vorbereitende Maßnahme für GSVP-Forschung, SESAR, Europäischer Fond für Strategische Investitionen (EFSI), Regional- und Strukturfonds, Energieeffizienzdirektive, Energieunion, Reform des Emissionshandelssystems, Smart Grids/Smart Metering, Ressourceneffizienz, Horizont 2020, FP9&#xd;<br />&#xd;<br />Transposition/monitoring of Defence Package, Preparatory Action on CSDP-related research, SESAR, European Fund for Strategic Investment, regional policy/Structural Funds, Energy Efficiency Directive, Energy Union, Internal Market for Energy, ETS reform, Smart Grids/Smart Metering, resource efficiency, Horizon 2020, FP9","lastUp":"2018-06-25T09:39:25.825+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}