{"id":"921411924532-16","name":"Frontiers","registrationDate":"2016-11-16T18:06:49.557+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://home.frontiersin.org/","country":"Switzerland","headAddress":"Avenue du Tribunal Fédéral 34","headCity":"Lausanne","headPostCode":"1005","headPhone":"(41)2 15 10 17 00","boss":"Kamila Markram","bossTitle":"Ms","bossPosition":"CEO","membersCount":5,"membersFTE":"1.25","membership":"Memberships&#xd;\n&#xd;\nIn order to safeguard the integrity of the scholarly literature and adhere to the highest quality standards and best ethical practices, Frontiers is a member of the following key bodies:    &#xd;\n&#xd;\n•\tALPSP – The Association of Learned and Professional Society Publishers&#xd;\n•\tCOPE – Committee on Publication Ethics&#xd;\n•\tOASPA – Open Access Scholarly Publishers Association&#xd;\n•\tScience Business&#xd;\n•\tSPARC Europe&#xd;\n&#xd;\nOpen Archives and Indexes&#xd;\n&#xd;\nFrontiers articles are included in the following archives and indexes to facilitate discoverability and accessibility, and to ensure long-term preservation. &#xd;\n&#xd;\n•\tCLOCKSS: Controlled LOCKSS&#xd;\n•\tCrossRef&#xd;\n•\tDOAB:  Directory of Open Access Books (eBooks from our Research Topics)&#xd;\n•\tDOAJ: Directory of Open Access Journals (listed with Seal of Approval)&#xd;\n•\tMedLine&#xd;\n•\tOpenAIRE&#xd;\n•\tPubMed &#xd;\n•\tPubMed Central&#xd;\n•\tScopus &#xd;\n•\tWeb of Science - Science Citation Index Expanded, Emerging Sources Citation Index and Journal Citation Reports. &#xd;\n&#xd;\nIntegrated Service Providers &#xd;\n&#xd;\nFrontiers articles are of the highest quality – a standard we are committed to maintaining. To ensure this, we collaborate with top external service providers:   &#xd;\n&#xd;\n•\tAltmetrics – in addition to a full suite of Frontiers article impact metrics, we have also integrated Altmetrics, allowing for alternative and objective ways to evaluate research.&#xd;\n•\tCrossMark – all published articles are enriched with a record of the current article status.&#xd;\n•\tFigShare – to meet the data deposition requirements of our authors and help them showcase their research data outputs, a FigShare widget is embedded on all articles pages, enabling readers to view supplemental data alongside the article.&#xd;\n•\tiThenticate – all submitted articles are checked for plagiarism and that they adhere to quality standards.&#xd;\n•\tORCID – our networking platform, Loop, is fully integrated with ORCID, enabling authors to quickly and easily import publications.","memberOrga":"Currently, 106 academic institutions have a Frontiers membership. The most up-to-date list can be found here: http://home.frontiersin.org/about/institutional-membership","goal":"Frontiers is a Gold Open Access publishing and IT company on a mission to empower scientists with innovative Open Science solutions that improve how science is reviewed, published, evaluated and disseminated to both academics and the general public.&#xd;<br />&#xd;<br />As an IT company, Frontiers has developed its entire Open Science platform in-house, with feedback from many scientists. This allows us to consistently innovate powerful Open Science tools in general and Open Access publishing technologies in particular, some of which have been subsequently adopted by other publishers. These include:&#xd;<br />\t&#xd;<br />1. A cloud-based, scalable publishing engine supporting every phase of the publishing process.&#xd;<br />&#xd;<br />2. A virtual editorial office for editors that enormously enhances efficiency, oversight and quality control.&#xd;<br />&#xd;<br />3. A novel collaborative peer-review platform, where real-time interactions between editors, reviewers and authors are facilitated and enhanced with smart algorithms, cutting delays, and facilitating collaboration to improve article quality. &#xd;<br />&#xd;<br />4. An entire suite of article level metrics, measuring article and author impact. Impact metrics (e.g. views, downloads, citations, social media mentions and demographic information) provide objective and democratic ways to evaluate research, taking into account the profile, location and behaviour of readers.&#xd;<br />&#xd;<br />5. An academic network (launched in 2012 and rebranded as Loop in 2014) fully integrated into our publishing process and platform which provides:&#xd;<br />- Online profiles for authors, editors and reviewers, integrated into our research articles, journal webpages, editorial boards and review process, guaranteeing transparency and accountability of our peer-review process and high visibility to our users.&#xd;<br />- Dissemination of articles within relevant communities. This greatly enhances article views and downloads, not only of Frontiers articles, but articles published in other journals as well. Our smart algorithms massively improve research discoverability - indispensable in times of exponential growth of research output and papers.&#xd;<br />&#xd;<br />6. Frontiers for Young Minds, a scientific journal for children that translates cutting-edge research articles into kids articles and involves children in the review process.&#xd;<br />&#xd;<br />Frontiers has offices in 5 countries and is one of the top 6 largest open-access publishers worldwide, covers 440 academic disciplines and published over 55’000 articles that receive over 8 million views, 2 million downloads and 1’000 mainstream media mentions every month. Our Open Science platform has been adopted by over 300’000 researchers worldwide, including 65’000 researchers from top institutions serving on the Frontiers journal’s editorial boards, making it the largest and one of the most prestigious in the world. Numerous Frontiers open-access journals are the largest and most-cited journals in their fields, with the average ranking of Frontiers journals lying in the top 12% of the 11’000 scholarly journals indexed by Thomson Reuters.","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Education and training, Research and innovation","euInitiatives":"Frontiers is currently working on two Horizon 2020 projects:&#xd;<br />&#xd;<br />1.H2020 - OpenMinTED: http://openminted.eu/about/&#xd;<br />OpenMinTED creates an open, service-oriented e-Infrastructure for Text and Data Mining (TDM) of scientific and scholarly content. Researchers can collaboratively create, discover, share and re-use knowledge from a wide range of text-based scientific related sources in a seamless way.&#xd;<br />&#xd;<br />2. H2020 - OpenUP: http://openup-h2020.eu/&#xd;<br />OpenUP addresses key aspects and challenges of the currently transforming science landscape and aspires to come up with a cohesive framework for the review-disseminate-assess phases of the research life cycle that is fit to support and promote Open Science. Its main objectives are to a) identify and determine ground-breaking mechanisms, processes and tools for peer-review for all types of research results (publications, data, software), b) explore, identify and classify innovative dissemination mechanisms with an outreach aim towards businesses and industry, education, and society as a whole, and c) analyse a set of novel indicators that assess the impact of research results and correlate them of channels of dissemination.","lastUp":"2018-10-17T17:21:09.154+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}