{"id":"921573723846-07","name":"NIWO ? Netzwerk f?r innovative Wirtschaftsentwicklung in Ostfriesland","registrationDate":"2016-10-12T12:52:19.703+01:00","category":3,"subCategory":2,"legal":"keine","web":"http://www.niwo-net.eu","country":"Germany","headAddress":"NIWO","headCity":"Leer","headPostCode":"26789","headPhone":"(49)1 76 19 90 30 11","boss":"Michael Ilgner","bossTitle":"Mr","bossPosition":"Sprecher der Initiative","membersCount":5,"membersFTE":"2.0","membership":"www.greentech-ostfriesland.de, www.slonecznyeuropejczyk.pl","memberOrga":"www.xing.com/communities/groups/niwo-netzwerk-fuer-innovative-wirtschaftsentwicklung-in-ostfriesland-7f33-1092337&#xd;\nwww.nettcon.de, www.heine-podchul-ingenieure.com, www.ferchau.com, www.eod.pl, www.cpem-consulting.de, www.5E-architekten.de, www.cb-energie.de, www.stadtwerke-aurich.de, www.promotionfilm.net, www.rehbein-consulting.de, www.greentech-ostfriesland.de, www.strabag.de, www.ci-office-design.de, www.vertriebnordwest.de, www.chance-azubi.de, www.bidcore.de","goal":"Das ?NIWO ? Netzwerk f?r innovative Wirtschaftsentwicklung in Ostfriesland? befasst sich schon seit 2006 als v?llig unabh?ngige Denkfabrik mehrerer friesischer Unternehmer und Freiberufler sowohl aus Deutschland wie auch aus den Niederlanden umfassend und interdisziplin?r mit den notwendigen infrastrukturellen, wirtschaftspolitischen und unternehmerischen Entwicklungen im gesamten Wirtschaftsraum Friesland.&#xd;<br />&#xd;<br />Mittlerweile hat sich der Fokus der NIWO  auf ausgew?hlte zukunftsorientierte und innovative Leitm?rkte konzentriert, da es in der Entwicklung ?kologisch dominierender Technologien in Ostfriesland und den weiteren friesischen Wirtschaftsr?umen zu entsprechenden Synergien kommen soll.&#xd;<br />&#xd;<br />Die Initiatoren der NIWO haben bewusst keine nationale und/oder internationale Rechtsform gew?hlt, um m?glichst unabh?ngig von formalen Vorgaben und b?rokratischen Zw?ngen und Einschr?nkungen zu sein.&#xd;<br />&#xd;<br />NIWO hat sich aber nach gut 10 Jahren am 12.10.2016  endlich im ?Transparenz Register der EU?  eintragen lassen, um zu dokumentieren, das unser Netzwerk ernsthafte Ziele mit seri?sen Mitteln verfolgt.&#xd;<br />&#xd;<br />Die Zusammenarbeit zeichnet sich durch einen intensiven Informations- und Wissensaustausch aus. Ziel der NIWO ist die Entfaltung von Synergien zur St?rkung der Wettbewerbsf?higkeit der einzelnen Partner und zur Erh?hung der Wachstumspotenziale sowohl in Ostfriesland wie auch im gesamten friesischen Wirtschafts-, Lebens- und Kulturraum. &#xd;<br />&#xd;<br />Akteure in der NIWO k?nnen nat?rliche und juristische Personen sein, die sich mit den Zielen und Aufgaben der NIWO identifizieren.&#xd;<br />&#xd;<br />Anlass zur Gr?ndung&#xd;<br />Der ausschlaggebende Anlass zur ?Gr?ndung? der NIWO im Jahr 2006 waren urspr?nglich die immer wieder festgestellten Schwierigkeiten bei der wirtschaftlichen Entwicklung Ostfrieslands durch die Ausgrenzung von entsprechenden wirtschaftspolitischen Ma?nahmen und die fehlende aktive F?rderung durch den Bund und das Land Niedersachsen.&#xd;<br />&#xd;<br />Das NIWO-Netzwerk verf?gt mittlerweile ?ber gute Kontakte im deutschen und niederl?ndischen friesischen Raum zu mehreren sehr unterschiedlichen nat?rlichen, privatwirtschaftlichen und institutionellen Partnern, die innovative, fortschrittliche und zukunftsweisende Projekte nach Bedarf und bei Eignung ideell, organisatorisch und finanziell begleiten k?nnen und w?rden.&#xd;<br />&#xd;<br />NIWO hat es sich zur Aufgabe gemacht, die Innovationsf?higkeit im friesischen, speziell im ostfriesischen, Wirtschaftsraum auszubauen und eine gemeinsame Identit?t zu schaffen. &#xd;<br />&#xd;<br />Gleichzeitig unterst?tzen sich die NIWO-Netzwerker partnerschaftlich untereinander bei der Internationalisierung ihrer Gesch?ftst?tigkeiten.&#xd;<br />&#xd;<br />Innovationsf?higkeit st?rken&#xd;<br />Direkte Technologief?rderung und die Entwicklung guter Ideen bis zur Marktreife und Umsetzung stehen im Fokus der Aktivit?ten der NIWO ? Mitglieder.&#xd;<br />&#xd;<br />Hierzu starten und unterst?tzen wir Kooperationsprojekte und f?rdern die Vernetzung von Projektinitiatoren, Forschungseinrichtungen, Unternehmen und Kapitalgebern. Es gilt, die vorhandenen Innovationspotenziale sowohl in Ostfriesland wir auch in West- und Nordfriesland vollst?ndig zu nutzen.&#xd;<br />&#xd;<br />Zur Suche nach geeigneten Vorhaben stehen unsere Mitglieder im engen Kontakt mit Unternehmen, existierenden Netzwerken und Forschungseinrichtungen. &#xd;<br />&#xd;<br />Aus bestehenden und neuen Ideen w?hlen wir vielversprechende Konzepte aus und unterst?tzen Akteure professionell in der weiteren Umsetzung. &#xd;<br />&#xd;<br />Dar?ber hinaus beraten unsere Mitglieder bei der Initiierung und dem Management von Kooperationsprojekten.","acronym":"NIWO","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Entwicklung von Konzepten zur Ansiedlung innovativer ?High Tech Industrien? &#xd;<br />* Umweltfreundliche, Erneuerbare Energien&#xd;<br />* Energiespeichertechnologien&#xd;<br />* Digitalisierungstechnologien&#xd;<br />* IT - Technologien&#xd;<br />* Kreislaufwirtschaft&#xd;<br />* Nachhaltige Wasserwirtschaft&#xd;<br />* Nachhaltige Mobilit?t&#xd;<br />* Rohstoff und Materialeffizienz&#xd;<br />* Energieeffizienz und intelligente Geb?ude&#xd;<br />* Auf- und Ausbau von regionalen Wertsch?pfungsketten &#xd;<br />* Sanfter Tourismus; Agrartourismus&#xd;<br />* Naturnahe Landbewirtschaftung &#xd;<br />* Nachhaltiges, umweltschonendes Bauen","lastUp":"2017-10-14T14:37:00.410+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}