{"id":"92221016212-42","name":"European Construction Industry Federation","registrationDate":"2011-07-14T16:55:08.761+02:00","category":2,"subCategory":4,"legal":"\"aisbl\" (BE0688.919.140)","web":"http://www.fiec.eu","country":"Belgium","headAddress":"Av. Louise, 225","headCity":"Brussels","headPostCode":"1050","headPhone":"(322)5 14 55 35","boss":"Ulrich Paetzold","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":4,"membersFTE":"4.0","membership":"In alphabetical order:&#xd;\n&#xd;\n•\tBuild-Up Initiative (EU backed initiative to promote energy efficiency in buildings): partner&#xd;\nwww.buildup.eu&#xd;\n•\tBusinesseurope: observer in several specific working groups&#xd;\nwww.businesseurope.eu&#xd;\n•\tCEN European Committee for Standardisation: first ever Associate Member&#xd;\nwww.cen.eu&#xd;\n•\tCICA, Confederation of International Contractors’ Associations (world level)&#xd;\nwww.cica.net&#xd;\n•\tDG EMPL, Sectoral Social Dialogue Committee \"construction\": only recognised Social Partner, representing the employers (construction firms of all sizes)&#xd;\n•\tDG GROW \"Construction 2020\": participant in HLF and Thematic Groups&#xd;\n•\tECCREDI, European Council for Construction, Research, Development and Innovation&#xd;\nwww.eccredi.org&#xd;\n•\tECF, European Construction Forum: participant&#xd;\nwww.ecf.be&#xd;\n•\tECTP, European Construction Technology Platform: Member&#xd;\nwww.ectp.org&#xd;\n•\tEEN, Enterprise Europe Network (EU-Commission, DG ENTR): Associate Member&#xd;\nhttp://www.enterprise-europe-network.ec.europa.eu/index_en.htm&#xd;\n•\tEEN, European Employers' Network (coordinated by Businesseurope): member&#xd;\n- EHF - European Housing Forum&#xd;\n•\tEIC, European International Contractors (construction activities beyond Europe’s borders)&#xd;\nwww.eicontractors.de&#xd;\n•\tESF, European Services Forum: member&#xd;\nwww.esf.be&#xd;\n•\tFAIB, Federation of European and International Associations Established in Belgium,&#xd;\nwww.faib.org&#xd;\n•\tISO, International Standardisation Organisation: “A-liaison” status&#xd;\nwww.iso.org&#xd;\n•\tSmall Business Standards: regular contacts&#xd;\nhttp://sbs-sme.eu/&#xd;\n•\tUEAPME: request for \"associate membership\" submitted (1/8/2007)&#xd;\nwww.ueapme.com&#xd;\n- Renovate Europe&#xd;\n- Worldskills Europe (Associate Member www.euroskills.org)&#xd;\n&#xd;\nIndirectly, via nominations \"ad personam\":&#xd;\n•\tDG EMPL, Group of Experts on the \"Posting” Directive","memberOrga":"http://www.fiec.eu/en/fiec/fiec-members.aspx","goal":"Represent, via the national member federations, on an equal basis (i.e. without discrimination), construction enterprises&#xd;<br />•\tof all sizes (from builders/ crafts/ one person SMEs through to large firms)&#xd;<br />•\tof all Building and Civil Engineering specialities&#xd;<br />•\tpractising all kinds of working methods (whether operating as general contractors or as sub-contractors),&#xd;<br />&#xd;<br />Promote and defend to all institutions, organisations and persons, in particular to the EU institutions and agencies, the specific interests of its members in all areas:&#xd;<br />•\teconomic and legal, as a federation of industry and craft enterprises&#xd;<br />•\tsocial (including training/ education, health &amp; safety), as an employers' federation (only recognised Social Partner/ employers' representative in the Sectoral Social Dialogue in the Construction Industry)&#xd;<br />•\ttechnical, dealing with matters linked to energy, the environment, R&amp;D, innovation and standardisation. (first ever Associate Member of CEN, the European Committee for Standardisation; “A” liaison status with ISO).&#xd;<br />&#xd;<br />In more formal terms, the FIEC Statutes read as follows:&#xd;<br />&#xd;<br />Article 6\tAim&#xd;<br />I.\tThe principal objectives of FIEC are:&#xd;<br />a)\tto ensure, in an appropriate manner, the promotion and defence of the specific interests of its members to all institutions, all organisations or all persons and at all levels;&#xd;<br />b)\tto bring together its members, on an equal basis at international level, with a view to promoting and defending the interests of the Industry within the framework of the general interest of the Industry;&#xd;<br />c)\tto ensure adequate representation for the European Construction Industry and promote its image;&#xd;<br />d)\tto be a meeting place for its members and achieve mutual benefit through the exchange of experiences and information;&#xd;<br />e)\tto study and deal with all international problems relating to the construction industry, in accordance with the FIEC-EIC Protocol referred to in Article 5.&#xd;<br />&#xd;<br />II.\tTo this end FIEC shall especially:&#xd;<br />a)\tencourage the exchange of experiences by the collection and the distribution of all sorts of information concerning the construction industry;&#xd;<br />b)\tdraw up collective policies for the defence and promotion of professional interests;&#xd;<br />c)\tcarry out all actions that are connected directly or indirectly, wholly or in part, with its objectives or which could lead to its development or facilitate its realisation.&#xd;<br />d)\tgive every support to and interest itself in those associations, enterprises or bodies with similar or connected objectives, which could assist the realisation or development of those objectives, &#xd;<br />especially conclude cooperation agreements with European Federations or Associations recognised by FIEC as being part of the construction industry in specific sectors, in order to seek common positions.&#xd;<br />e)\torganise seminars and congresses, publish an official review, and create or support bodies that are suitable for achieving its objectives.","acronym":"FIEC","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"ECONOMIC AND LEGAL AFFAIRS&#xd;<br />- Investment policies, i.e. Juncker Investement Plan (incl. EFSI)&#xd;<br />- Infrastructure policy: Connecting Europe Facility, TEN-T, TEN-E&#xd;<br />- Fiscal policy (VAT)&#xd;<br />- Public procurement (incl.concessions, PPPs and electronic procurement)&#xd;<br />- Regional policy (ERDF)&#xd;<br />- EU contract law&#xd;<br />- Consumer policy&#xd;<br />- Late payment&#xd;<br />- \"Trade secrets\" (draft directive on \"the protection of undisclosed know-how and business information (\"trade secrets\") against their unlawful acquisition, use and disclosure.\")&#xd;<br />- \"SUP\" (draft directive on Single-member private limited liability compagnies)&#xd;<br />- \"Responsible sourcing of minerals\" (draft regulation setting up a Union system for supply chain due diligence self-certification of responsible importers of tin, tantalum and tungsten, their ores and gold originating in conflict affected and high risk areas)&#xd;<br />&#xd;<br />&#xd;<br />SOCIAL AFFAIRS :&#xd;<br />- \"Enforcement of Posting\" Directive&#xd;<br />- Study on a possible EU \"Social ID card\" &#xd;<br />- \"Initiatives for youth employment in the construction industry\" website &#xd;<br />- Assessment of all EU Health &amp; Safety legislation&#xd;<br />- Respirable Crystalline Silica&#xd;<br />- Mobility package&#xd;<br />- Fight against undeclared work&#xd;<br />&#xd;<br />TECHNICAL AFFAIRS&#xd;<br />- Revision of Technical Report by CEN/TC 135 on scope of EN 1090-1&#xd;<br />- Technical information in CE marking&#xd;<br />- Contractor's Guide to CE marking under the CPR&#xd;<br />- Building assessment framework to measure resource efficiency of buildings&#xd;<br />- Circular Economy Package&#xd;<br />- Revision of the Waste Directives&#xd;<br />- Construction Products Regulation - impact on contractors&#xd;<br />- Horizon 2020&#xd;<br />- Energy Efficiency and energy performance of buildings&#xd;<br />- Climate change policy&#xd;<br />- Standardisation - construction products and buildings&#xd;<br />&#xd;<br />- BIM issues&#xd;<br />- Construction 4.0","lastUp":"2018-05-04T14:55:27.826+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}