{"id":"923243224426-09","name":"Organización Mundial de Ciudades y Gobiernos Locales Unidos - United Cities and Local Governments","registrationDate":"2016-11-10T12:16:24.222+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.uclg.org/es","country":"Spain","headAddress":"Carrer Avinyó 15","headCity":"Barcelona","headPostCode":"08002","headPhone":"(34)9 33 42 87 50","boss":"EMILIA  SAIZ ","bossTitle":"Ms","bossPosition":"SECRETARY GENERAL","membersCount":35,"membersFTE":"34.75","membership":"United Cities and Local Government has members in two-thirds of the UN member states, including over 1000 leading cities and virtually all the existing national Local Government Associations in the world. Together, its members represent over half of the world’s total population. UCLG brings together local governments from every part of the globe – from the metropolis to the small town. All members pay an annual membership fee. The membership fees for local government members take into consideration the number of inhabitants represented by the member, and the state of the country´s economic development. The UCLG Executive Bureau approves all requests for membership and ensures that the candidates meet the required conditions. The membership of United Cities and Local Governments becomes effective upon payment of membership fees. UCLG has members form over the world. Over the last years, the relative share of collected membership fees from the various regions is in line with the goals fixed in 2007 for 2018. Those goals fixed a better and more balanced geographic distribution of financial support in terms of membership fees.","memberOrga":"","goal":"UCLG: THE GLOBAL NETWORK OF CITIES AND LOCAL, METROPOLITAN AND REGIONAL GOVERNMENTS&#xd;<br />United Cities and Local Governments (UCLG) is the world organization of local and regional governments and their associations, representing and defending their interests on the world stage. UCLG's network of members represents 70% of the world’s total population and is present in all world regions: Africa, Asia-Pacific, Europe, Eurasia, Latin America, the Middle East and West Asia, and North America; organized into 7 regional sections, 1 metropolitan section and 1 Forum of regions. This network includes over 240,000 towns, cities, regions and metropolises, and over 175 associations of local and regional governments in 140 countries. Among UCLG's key areas of political interest are: local democracy, climate change and environmental protection, the achievement of the Sustainable Development Goals, local finance, urban development and city diplomacy in peace building.","acronym":"UCLG","interests":"Climate Action, Culture, Institutional affairs, International co-operation and development","euInitiatives":"Suivi des politiques de coopération au développement de la Commission et du Parlement Européen, notamment : appui aux autorités locales dans les pays partenaires (Com2013, 280 final), coopération sur les réformes du secteur public et décentralisation, révision du Consensus européen de développement, Appui à l’Agenda 2030 sur les Objectifs de Développement Durable, Partenariat EU-ACP (Cotonou, Post-Cotonou), Politiques de voisinage, Coopération décentralisée, Environnement, Changement climatique, Energie, Inclusion social et lutte contre la pauvreté, Développement économique local, Droits humains et gouvernance, Développement urbain, Eau et assainissement, Financement du développement, Efficacité de l’aide, Migrations, Infrastructures et services publics, Appui budgétaire aux pays partenaires, Pays fragiles et gestion des crises, Gestion des catastrophes, Education au développement, Egalité de genres,","lastUp":"2019-10-01T16:34:38.125+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}