{"id":"923493211619-15","name":"21st Century Fox","registrationDate":"2013-07-22T12:38:27.130+01:00","category":2,"subCategory":3,"legal":"Publicly traded corporation","web":"http://www.21cf.com","country":"United states","headAddress":"Avenue of the Americas, 1211","headCity":"New York","headPostCode":"10036","headPhone":"(1)21 28 52 70 00","boss":"Chip Smith","bossTitle":"Mr","bossPosition":"Executive Vice President, Public Affairs and Policy","membersCount":3,"membersFTE":"2.25","membership":"- Motion Picture Association&#xd;\n- Association of Commercial Television in Europe&#xd;\n- IAB Europe&#xd;\n- European Internet Foundation&#xd;\n- Friends of Europe","memberOrga":"","goal":"21st Century Fox is the world's premier portfolio of cable, broadcast, film, pay TV and satellite assets spanning six continents across the globe. Reaching more than 1.8 billion subscribers in approximately 50 local languages every day, 21st Century Fox is home to a global portfolio of cable and broadcasting networks and properties, which in Europe include Fox Networks Group Europe (which globally develops, produces and distributes 300+ wholly- and majority-owned entertainment, sports, lifestyle, factual and movie channels in 45 languages); film studio Twentieth Century Fox Film; and television production studios Twentieth Century Fox Television and a 50% ownership interest in Endemol Shine Group. The Company also holds a 39.1% ownership interest in Sky, Europe’s leading entertainment company, which serves 20 million customers across five countries.  For more information about 21st Century Fox, please visit www.21CF.com.","acronym":"21CF","interests":"Audiovisual and Media, Culture, Information Society, Internal Market","euInitiatives":"Intellectual property, culture, media policy, the internal market, consumer policy, competition, taxation and the Information Society","lastUp":"2018-01-24T13:58:17.780+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}