{"id":"923915716105-08","name":"Information Technology and Innovation Foundation","registrationDate":"2015-02-18T18:49:28.448+01:00","category":4,"subCategory":5,"legal":"US 501 c3","web":"http://www.itif.org","country":"United states","headAddress":"1101 K Street NW","headCity":"Washington","headPostCode":"20005","headPhone":"(1)20 24 49 13 51","boss":"Robert Atkinson","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The  Information Technology and Innovation Foundation (ITIF) is a Washington, D.C.-based nonprofit, nonpartisan think tank at the cutting edge of designing innovation policies and documenting how advances in technology are creating new opportunities to boost economic growth. Our mission is to help policymakers around the world better understand the nature of the new innovation economy and the types of public policies needed to drive innovation, productivity and broad-based prosperity.&#xd;<br />&#xd;<br />Innovation goes far beyond the latest electronic gadget in your pocket. Innovation is about the development and widespread incorporation of a range of new technologies in a wide array of activities. Innovation is also about a mindset that recognizes that information is today’s most important capital and that developing new processes for capturing and sharing information are as central to the future as the steam engine and trans-Atlantic cable were for previous eras.&#xd;<br />&#xd;<br />This is an exciting time in human history. The future used to be something people had time to think about. Now it shows up every time we go online. At ITIF, we believe innovation and information technology are at the heart of our capacity to tackle the world’s biggest problems, from climate change to health care. We are confident innovation and information technology offer the pathway to a more prosperous and secure tomorrow for all citizens of the planet. We are committed to advancing policies that enhance our collective capacity to shape the future we want—beginning today.&#xd;<br />&#xd;<br />ITIF publishes books, reports and blogs, holds forums and policy debates, advises policymakers and their staffs, and is an active resource for the media. It develops new and creative policy proposals, analyzes existing policy issues through the lens of advancing innovation and productivity, and opposes policies that would limit innovation.","acronym":"ITIF","interests":"Communication, Competition, Energy, Information Society, Research and Technology, Taxation","euInitiatives":"digital  policy,  innovation policy, competition, trade, taxation, telecommunications, energy policy","lastUp":"2018-03-19T15:40:37.187+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}