{"id":"924216028074-80","name":"Máté Kriza","registrationDate":"2017-08-24T14:29:47.349+01:00","category":3,"subCategory":2,"legal":"alapítvány","web":"http://www.circularfoundation.org","country":"Hungary","headAddress":"Tulipán u. 8.","headCity":"Budapest","headPostCode":"1022","headPhone":"(36)2 09 54 05 18","boss":"Máté Kriza","bossTitle":"","bossPosition":"kuratóriumi elnök","membersCount":1,"membersFTE":"0.25","membership":"Ecopreneur.eu&#xd;\nwww.ecopreneur.eu","memberOrga":"www.circularfoundation.org","goal":"A Körforgásos Gazdaságért Alapítvány célja a körforgásos gazdaság minél szélesebb körű megismertetése, gyakorlati alkalmazása és az erre irányuló erőfeszítések támogatása. A körforgásos gazdaságban a gyártás és a fogyasztás során keletkezett és felhasznált nyersanyagok, eszközök, illetve a hulladékok visszakerülnek a technikai vagy a biológiai áramlatba, így megszűnik a szemét és ezáltal a nem megújuló természeti erőforrások károsítása és pazarlása, valamint a természeti környezetünk rombolása. Az Alapítvány támogatni kíván minden olyan kezdeményezést, programot, kutatást, innovációt, ismeretterjesztést Magyarországon, mely a körforgásos gazdaság megvalósítását célozza. Az Alapítvány elsősorban a gazdasági szereplők (gyártók, forgalmazók, szolgáltatók, pénzügyi intézetek) irányába kíván tevékeny szerepet betölteni, de emellett fontosnak tartja és támogatni kívánja a fogyasztók, különösen pedig a jövő fogyasztóinak (fiatalok, gyermekek) szemléletváltását és oktatását is. &#xd;<br />2.) Az alapítvány célját az alábbi konkrét tevékenységekkel valósítja meg:&#xd;<br />-\tKonferenciák, szakmai workshopok megszervezése a körforgásos gazdaság elméleti és gyakorlati megismertetésére;&#xd;<br />-\tOnline tudásmegosztó felület létrehozása;&#xd;<br />-\tOffline kiadványok (könyvek, füzetek) kiadása;&#xd;<br />-\tÜzleti platform létrehozása a körforgásos gazdaságban érdekelt vállalatok részvételével;&#xd;<br />-\tIpari együttműködések (klaszterek) ösztönzése;&#xd;<br />-\tA körforgásos gazdaságot támogató innovációk (termékek és gazdasági modellek) támogatása, ösztönzése;&#xd;<br />-\tEgyéb programok és projektek kezdeményezése, illetve ezekben való részvétel&#xd;<br />-\tA fogyasztók és a fiatalság szemléletének alakítása, oktatása;&#xd;<br />-\tA külföldi szervezetekkel, kezdeményezésekkel történő kapcsolatrendszer&#xd;<br />ítése, tapasztalatok megosztása és az információáramlás biztosítása.","acronym":"KGA","interests":"Climate Action, Environment, Research and Technology","euInitiatives":"A Körforgásos Gazdaság Csomag figyelemmel kísérése, az ehhez kapcsolódó jogszabályi, pályázati folyamatok követése az alapítványunk fő tevékenyége.","lastUp":"2017-08-24T14:37:02.229+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}