{"id":"924473926079-08","name":"Universiteit Antwerpen","registrationDate":"2017-03-01T14:16:13.090+01:00","category":4,"subCategory":12,"legal":"Autonomous Educational Institution under Public Law","web":"https://www.uantwerpen.be","country":"Belgium","headAddress":"Prinsstraat 13","headCity":"Antwerpen","headPostCode":"2000","headPhone":"(32)32 65 30 01","boss":"Herman Van Goethem","bossTitle":"Mr","bossPosition":"Rector","membersCount":26,"membersFTE":"6.5","membership":"Antwerp University Association:&#xd;\nwww.uantwerpen.be/en/about-uantwerp/organisational-structure/antwerp-university-association/&#xd;\nYoung European Research Universities Network (YERUN):&#xd;\nhttps://yerun.eu/&#xd;\nAURORA:&#xd;\nhttp://www.aurora-network.global/","memberOrga":"","goal":"UAntwerp is a publicly funded and fully accredited Belgian university. It is characterised by its high standards in education, internationally competitive research and entrepreneurial approach. UAntwerp was founded in 2003 after the merger of three smaller universities (RUCA, UFSIA and UIA). The university's roots go back to 1852.&#xd;<br />In 2016 the University ranked 10th in the ?Top 50 Universities Under 50 years?. It has over 1700 PhD students, around 630 tenured professors, around 300 assistants and around 3000 researcher and education staff members, thereby employing 88 different nationalities. It produces over 4000 scientific publications per year. Furthermore, the European Commission has awarded the University the ?HR Excellence in Research? quality label.&#xd;<br />UAntwerp has nine faculties: (1) Applied Economics (2) Arts (3) Law (4) Medicine and Health Sciences (5) Pharmaceutical, Biomedical and Veterinary Sciences (6) Social Sciences (7) Science (8) Design Sciences (9) Applied Engineering. Doctoral programmes are available in all faculties. &#xd;<br />In nine domains, our research is among the best in the world. These are our frontline research domains, or priorities: Drug Discovery and Development; Ecology and Sustainable Development; Harbour, Transport and Logistics; Imaging; Infectious Diseases; Materials Characterization; Neurosciences; Socio-Economic Policy and Organisation; and, Urban History and Contemporary Urban Policy.&#xd;<br />UAntwerp hosts nine centres of excellence: AGRECHEM - Antwerp Green Chemistry; ASCID - Antwerp Study Centre for Infectious Diseases; Sustainable Transport &amp; Logistics (DT&amp;L); EnviroStress - Environmental Stress in a Rapidly Changing World; FAMCARE - Family Dynamics and Care; GENOMED - GENOmics in MEDicine; Global Change Ecology (GCE); Infla-Med ? Fundamental Research of Pathophysiological Processes of Inflammatory Diseases; and, Nano Excellence Centre. These consortia bring together at least three excellent professors whose research activities are situated within or across the frontline research domains.&#xd;<br />UAntwerp has an excellent track record as to the participation in EU framework research and innovation programmes.&#xd;<br />UAntwerp has about 20,000 fee-paying students. About 2,500 of these students ? exchange students not included ? are from foreign countries. Education is student-centred and competence-based.&#xd;<br />&#xd;<br />More info on UANtwerp: www.uantwerpen.be/en/about-uantwerp/","acronym":"UAntwerpen","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"As a university we follow mainly EU policies and initiatives in the field of education and research &amp; technology: EU framework programmes for research and innovation, EU education programmes and horizontal issues such as data protection, ethics, animal testing, clinical trials, data management and storage. We are currently very much interested in: &#xd;<br />&#xd;<br />- the Interim Evaluation of Horizon 2020, the EU Framework Programme for Research and Innovation 2014-2020? (see for instance COM/2016/0603 final)&#xd;<br />- the development of a new ?9th Framework Programme for Research and Innovation?&#xd;<br />&#xd;<br />Individual researchers of research groups might however also be interested in/follow specific EU policies and initiatives as these might be directly or indirectly relevant for the scientific research they are carrying out. These policies and initiatives can be very diverse: health; IT; development cooperation; communication technology; environment; justice; economic &amp; financial affairs; employment, social affairs, inclusion; agriculture; energy; climate; transport &amp; mobility; maritime affairs; culture; etc.","lastUp":"2017-03-09T14:47:52.828+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}