{"id":"924473926079-08","name":"Universiteit Antwerpen","registrationDate":"2017-03-01T14:16:13.090+01:00","category":4,"subCategory":12,"legal":"Autonomous Educational Institution under Public Law","web":"https://www.uantwerpen.be","country":"Belgium","headAddress":"Prinsstraat 13","headCity":"Antwerpen","headPostCode":"2000","headPhone":"(32)32 65 30 01","boss":"Herman Van Goethem","bossTitle":"Mr","bossPosition":"Rector","membersCount":26,"membersFTE":"6.5","membership":"Antwerp University Association:&#xd;\nwww.uantwerpen.be/en/about-uantwerp/organisational-structure/antwerp-university-association/&#xd;\nYoung European Research Universities Network (YERUN):&#xd;\nhttps://yerun.eu/&#xd;\nAURORA:&#xd;\nhttp://www.aurora-network.global/&#xd;\nYoung Universities for the Future of Europe:&#xd;\nhttps://www.yerun.eu/2018/05/young-universities-for-the-&#xd;\nfuture-of-europe/","memberOrga":"","goal":"UAntwerp is a publicly funded and fully accredited Belgian university. It is characterised by its high standards in education, internationally competitive research and entrepreneurial approach. UAntwerp was founded in 2003 after the merger of three smaller universities (RUCA, UFSIA and UIA). The university's roots go back to 1852.&#xd;<br />In 2018 it ranked 14th in the “Top 50 Universities Under 50 years”. The University has ca. 1800 PhD students, 670 tenured professors, over 330 assistants and over 3200 tenured researcher and education staff members. It produces over 3600 peer-reviewed scientific publications per year. The European Commission has awarded the University the “HR Excellence in Research” quality label. &#xd;<br />UAntwerp has an excellent track record as to the participation in EU framework research and innovation programmes. It participates or has been participating in 124 7th Framework Programme (FP7) projects. Up until 1 December 2018, the University of Antwerp had signed 80 Horizon 2020 grants, including 4 ERC Starting Grants, 4 ERC Consolidator Grants, 1 ERC Advanced Grant, 23 Marie Curie Individual Fellowships and participating in 12 Innovative Training Networks, 2 FET Flagship and 4 Research Infrastructure projects.&#xd;<br />UAntwerp has nine faculties: (1) Applied Economics (2) Arts (3) Law (4) Medicine and Health Sciences (5) Pharmaceutical, Biomedical and Veterinary Sciences (6) Social Sciences (7) Science (8) Design Sciences (9) Applied Engineering. Doctoral programmes are available in all faculties. &#xd;<br />In nine domains, our research is among the best in the world. These are our frontline research domains, or priorities: Drug Discovery and Development; Ecology and Sustainable Development; Harbour, Transport and Logistics; Imaging; Infectious Diseases; Materials Characterization; Neurosciences; Socio-Economic Policy and Organisation; and, Urban History and Contemporary Urban Policy.&#xd;<br />UAntwerp hosts nine centres of excellence: AGRECHEM - Antwerp Green Chemistry; ASCID - Antwerp Study Centre for Infectious Diseases; Sustainable Transport &amp; Logistics (DT&amp;L); EnviroStress - Environmental Stress in a Rapidly Changing World; FAMCARE - Family Dynamics and Care; GENOMED - GENOmics in MEDicine; Global Change Ecology (GCE); Infla-Med – Fundamental Research of Pathophysiological Processes of Inflammatory Diseases; and, Nano Excellence Centre. These consortia bring together at least three excellent professors whose research activities are situated within or across the frontline research domains.&#xd;<br />UAntwerp has an excellent track record as to the participation in EU framework research and innovation programmes.&#xd;<br />UAntwerp has about 20,000 fee-paying students. About 2,500 of these students – exchange students not included – are from foreign countries. Education is student-centred and competence-based.&#xd;<br />&#xd;<br />More info on UANtwerp: www.uantwerpen.be/en/about-uantwerp/","acronym":"UAntwerpen","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"As a university we follow mainly EU policies and initiatives in the field of education and research &amp; technology: EU framework programmes for research and innovation, EU education programmes and horizontal issues such as data protection, ethics, animal testing, clinical trials, data management and storage. We are currently very much interested in: &#xd;<br />&#xd;<br />- the development of a new “9th Framework Programme for Research and Innovation”&#xd;<br />&#xd;<br />Individual researchers of research groups might however also be interested in/follow specific EU policies and initiatives as these might be directly or indirectly relevant for the scientific research they are carrying out. These policies and initiatives can be very diverse: health; IT; development cooperation; communication technology; environment; justice; economic &amp; financial affairs; employment, social affairs, inclusion; agriculture; energy; climate; transport &amp; mobility; maritime affairs; culture; etc.","lastUp":"2019-02-25T10:59:24.559+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}