{"id":"92442218459-37","name":"AT&amp;T, Inc.","registrationDate":"2012-03-29T23:35:45.533+01:00","category":2,"subCategory":3,"legal":"Publicly traded corporation, incorporated in Delaware, USA","web":"http://about.att.com/sites/company_profile","country":"United states","headAddress":"South Akard Street, 208","headCity":"Dallas, Texas","headPostCode":"75202","headPhone":"(1)21 08 21 41 05","boss":"Randall Stephenson","bossTitle":"Mr","bossPosition":"CEO and Chairman of the Board","membersCount":6,"membersFTE":"4.0","membership":"The following is the list of associations/federations/ confederations or other types of networks to which AT&amp;T belongs as of the date of this registration:&#xd;\n• European Internet Foundation (EIF)&#xd;\n• American Chamber of Commerce to the European Union (AmCham EU)&#xd;\n• Global E-Sustainability Initiative (GeSI)&#xd;\n• Transatlantic Policy Network (TPN)&#xd;\n• European Telecommunications Network Operators Association (ETNO)&#xd;\n• The GSM Association (GSMA)&#xd;\n• Centre of European Studies (Marten Centre)&#xd;\n• New Direction - The Foundation for European Reform&#xd;\n• European Liberal Forum&#xd;\n• Foundation for European Progressive Studies (FEPS) &#xd;\n•\tCreative Media Business Alliance &#xd;\n•\tCICI Brussels Events &#xd;\n•\tMPA&#xd;\n•\tIVF&#xd;\n•\tISFE&#xd;\n•\tEGTA","memberOrga":"","goal":"AT&amp;T Inc. (NYSE:T) is a diversified, global leader in telecommunications, media and entertainment, and technology. It executes in the market under four operating units. WarnerMedia’s divisions are world leaders in creating premium content, operate one of the world’s largest TV and film studios, and own a world-class library of entertainment. AT&amp;T Communications provides more than 100 million U.S. consumers with entertainment and communications experiences across TV, mobile and broadband services. Plus, it serves more than 3 million business customers with high-speed, highly secure connectivity and smart solutions. AT&amp;T Latin America provides pay-TV services across 11 countries and territories in Latin America and the Caribbean, and is the fastest growing wireless provider in Mexico, serving consumers and businesses. Xandr provides marketers with innovative and relevant advertising solutions for consumers around premium video content and digital advertising through its AppNexus platform.&#xd;<br />The AT&amp;T Permanent Representative Office in Brussels is in charge of following the regulatory and public policy debate at the EU level affecting the whole group of undertakings, in Europe and worldwide. The mission of ATT’s Permanent Representative Office in Brussels is to help provide European political leadership with our views and experience in order to enhance the development of the Information Society for all citizens worldwide and the digital single market within the EU. The digital revolution is raising important political, economic and social challenges and ATT, as a responsible, globally-focused corporate citizen in the ICT sector, wishes to contribute with its experience. &#xd;<br />&#xd;<br />You can download our code of business conduct here: http://www.att.com/Common/about_us/downloads/english_us_for_attdotcom_cobc_2012.pdf","acronym":"AT&amp;T","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, External Relations, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Digital Single Market&#xd;<br />Digital Skills&#xd;<br />General Data Protection Regulation and Directive&#xd;<br />Data Retention&#xd;<br />Trade&#xd;<br />Internet Governance&#xd;<br />Cyber-Security&#xd;<br />e-Privacy Regulation Review&#xd;<br />Electronic Communication Code&#xd;<br />EU-Mexico relations &#xd;<br />Protection of minors&#xd;<br />Audiovisual &#xd;<br />Copyright&#xd;<br />E-commerce directive&#xd;<br />Artificial intelligence&#xd;<br />Blockchain &#xd;<br />Online disinformation","lastUp":"2020-01-14T14:42:43.583+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}