{"id":"924809330021-36","name":"Associación Cluster TIC de Asturias","registrationDate":"2018-02-08T13:07:50.013+01:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://clustertic.net","country":"Spain","headAddress":"Parque Científico y Tecnológico","headCity":"Gijón","headPostCode":"33203","headPhone":"(34)9 85 09 92 14","boss":"Enrique Jaimez","bossTitle":"","bossPosition":"Director General","membersCount":3,"membersFTE":"0.75","membership":"CONETIC | Confederación Española de Empresas de Tecnologías de la Información, Comunicación y Electrónica&#xd;\nwww.conetic.info&#xd;\n&#xd;\nhttps://ametic.es/es employer representative of the sector of the digital technological industry in Spain.","memberOrga":"http://www.clustertic.net/empresas","goal":"Cluster TIC Asturias es una asociación sectorial privada sin ánimo de lucro, creada en 2003, cuya finalidad principal es mejorar la competitividad del sector de las Tecnologías de la Información y las Comunicaciones (TIC) en el Principado de Asturias y contribuir a la búsqueda de soluciones que incrementen la productividad y la eficiencia empresarial. En la actualidad, está integrada por 46 empresas que representan a cerca de 2.500 empleos.&#xd;<br />&#xd;<br />Su actividad se dirige a impulsar el crecimiento del sector mediante la cooperación, el intercambio de experiencias, la formación y la especialización profesional con el objetivo de conseguir una mayor participación de las empresas en proyectos tecnológicos nacionales e internacionales orientados a la modernización de los sectores tradicionales. Se establece para ello las siguientes líneas de actuación:&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />- Difusión y promoción de los productos, servicios y soluciones de las empresas para la generación de negocio.&#xd;<br />&#xd;<br />- Representación del sector TIC regional en entornos de mercado.&#xd;<br />&#xd;<br />- Mejora de la competitividad de las empresas regionales.&#xd;<br />&#xd;<br />- Apoyo a la innovación.&#xd;<br />&#xd;<br />- Internacionalización&#xd;<br />&#xd;<br />- Desarrollo de iniciativas de formación.&#xd;<br />&#xd;<br />- Impulso a proyectos en cooperación.&#xd;<br />&#xd;<br />- Realización de estudios generales del sector TIC","acronym":"ClusterTIC","interests":"Energy, Enterprise, Information Society, Research and Technology, Trans-European Networks","euInitiatives":"Digital agenda for Europe&#xd;<br />Smart Cities and Communities (EIP-SCC)&#xd;<br />IoT-EPI is a European Initiative for IoT platform development&#xd;<br />H2020","lastUp":"2018-02-08T13:09:33.816+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}