{"id":"924933110421-64","name":"Building Societies Association","registrationDate":"2013-01-24T13:22:00.594+01:00","category":2,"subCategory":4,"legal":"Unincorporated association","web":"http://www.bsa.org.uk","country":"United kingdom","headAddress":"Kingsway, 23","headCity":"London","headPostCode":"WC2B 6UJ","headPhone":"(44)20 75 20 59 05","boss":"Robin Fieth","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":12,"membersFTE":"3.75","membership":"European Association of Co-operative Banks http://www.eacb.coop/en/home.html&#xd;\n&#xd;\nCBI http://news.cbi.org.uk/","memberOrga":"https://bsa.org.uk/about-us/members-of-the-bsa","goal":"The Building Societies Association or BSA is the voice for building societies and for some other mutual financial service providers.  Together these organisations serve over 21 million customers up and down the length of the UK and have total assets of over £345 billion. Including their subsidiaries, they hold residential mortgage balances of over £270 billion - this equates to 21% of all outstanding mortgages in the UK. They also hold over £250 billion of retail deposits - 18% of all such deposits in the UK - including 31% of cash ISA balances. BSA members employ around 40,000 full and part-time staff and operate through 1,550 branches.&#xd;<br />&#xd;<br />The BSA was established in 1869. It has two principal functions - to act as the central representative body for building societies and other mutual lenders and deposit takers and to provide information to its members. The BSA puts forward the industry view to government, parliament, regulators, the media and other interested bodies. It also provides information and advice to building societies on a range of relevant subjects.&#xd;<br />&#xd;<br />There was substantial change in the building society sector in the mid to late 1990s, with a number of large societies giving up their mutual status and becoming banks, owned by shareholders. Mutual societies have only the interests of their member-customers to consider and have no shareholders to whom they need to pay dividends. Paying dividends generally adds about 35% to the overall costs of running a savings and mortgage business. Generally, this means that committed mutual building societies can offer more competitive rates of interest on mortgage and savings products.&#xd;<br />&#xd;<br />The BSA offers advice and assistance on the whole range of issues affecting the operation of building societies. The BSA is not a regulator - that is the role of the Prudential Regulation Authority and the Financial Conduct Authority, nor does it deal with complaints about building societies - which are looked after by the Financial Ombudsman Service, if they cannot be resolved by the society itself.","acronym":"BSA","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Internal Market, Taxation","euInitiatives":"Economic and monetary affairs&#xd;<br />Better Regulation&#xd;<br />Financial stability and Financial services&#xd;<br />Data Protection&#xd;<br />Payment Services Directive","lastUp":"2018-03-09T12:36:48.833+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}