{"id":"925212629744-91","name":"BREMBO SpA","registrationDate":"2018-01-23T17:11:41.484+01:00","category":2,"subCategory":3,"legal":"SpA","web":"http://www.brembo.com","country":"Italy","headAddress":"Via Brembo 25","headCity":"Curno","headPostCode":"24035","headPhone":"(39)03 56 05 22 23","boss":"MATTEO TIRABOSCHI ","bossTitle":"Mr","bossPosition":"Executive Deputy Chairman","membersCount":3,"membersFTE":"1.0","membership":"CLEPA www.clepa.eu  &#xd;\nANFIA www.anfia.it &#xd;\nAIRI www.airi.it","memberOrga":"","goal":"BREMBO is the world leader and acknowledged innovator of the disc brake technology for automotive vehicles. BREMBO supplies high performance brake systems - for the most important manufacturers of cars, commercial vehicles and motorbikes worldwide and other components for racing only.  BREMBO invests 5% of its turnover in R&amp;D, rather than focusing exclusively on current demand the company also looks in detail at the evolution of technology and of the entire automotive sector. Brembo is experienced in the design and manufacture of braking systems that have a crucial role for transportation of passengers and goods. From the engineering stage to the choice of materials, and from the mechanical production process to direct and comparative testing. Brembo's expertise is the result of the brand's many years of experience and collaboration with World's leading constructors.&#xd;<br />Today the company operates in 15 countries of 3 continents,  and a pool of 9000 employees, about 10% of whom are engineers and product specialists active in the R&amp;D. Brembo 2016 turnover is € 2,279 million.&#xd;<br />&#xd;<br />Brembo main goals are:&#xd;<br />- to provide safe, clean, lean mobility in a sustainable frame to European and W/W Citizens and goods. &#xd;<br />- to continuously invest in people and innovation of process and product to enhance the value to all stakeholders.","acronym":"BREMBO","interests":"Communication, Education, Environment, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Brembo follows the following initiatives:&#xd;<br />FP7&#xd;<br />H2020&#xd;<br />CLEAN SKY&#xd;<br />FP9&#xd;<br />EIT&#xd;<br />LIFE +","lastUp":"2018-01-23T17:12:22.292+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}