{"id":"925461716965-64","name":"FTF","registrationDate":"2015-04-15T14:33:42.691+01:00","category":2,"subCategory":1,"legal":"Forening","web":"http://ftf.dk","country":"Denmark","headAddress":"Niels Hemmingsens Gade 12","headCity":"København K","headPostCode":"1010","headPhone":"(45)33 36 88 00","boss":"Bente Sorgenfrey","bossTitle":"","bossPosition":"Formand","membersCount":12,"membersFTE":"5.0","membership":"NFS - http://www.nfs.net/om-nfs/nfs-medlemsorg.-6039813&#xd;\n&#xd;\nETUC - http://www.etuc.org/national-trade-union-confederations-list-member-organisations&#xd;\n&#xd;\nITUC - http://www.ituc-csi.org/IMG/pdf/15_01_22_list_affiliates_14th_gc-3.pdf","memberOrga":"http://www.ftf.dk/om-ftf/medlemsorganisationer/","goal":"FTF er hovedorganisation for 450.000 offentligt og privat ansatte. 74 forskellige faglige organisationer arbejder i FTF sammen i forhold til arbejdsgivere, politikere og offentligheden. &#xd;<br />&#xd;<br />FTF arbejder for et bedre arbejdsliv og et bedre velfærdssamfund. På mange niveauer - både lokalt og centralt - sætter FTF sit præg på samfundet. For sammen kan 450.000 mennesker gøre mere end hver for sig. &#xd;<br />&#xd;<br />FTF er partipolitisk uafhængig. &#xd;<br />&#xd;<br />FTF's mission er at være faglig politisk hovedorganisation for organisationer med professions- og erhvervsrettet uddannede medlemmer. &#xd;<br />&#xd;<br />FTF's visioner er: &#xd;<br />- at være dagsordensættende og øve markant politisk indflydelse regionalt, nationalt og internationalt, &#xd;<br />- at bidrage aktivt til samling og samarbejde i fagbevægelsen om at fremme fælles mål, &#xd;<br />- at være vidensbank og levere professionel oplysning, rådgivning og vejledning, &#xd;<br />- at bygge på dialog, åbenhed og aktiv inddragelse af medlemsorganisationerne&#xd;<br />- at udnytte den dynamiske sammenhæng mellem de arbejdsområder FTF'erne varetager i samfundet for bl.a. at skabe en attraktiv og kompetent arbejdskraft og &#xd;<br />- at styrke sammenhold og samarbejde mellem medlemsorganisationerne.","acronym":"FTF","interests":"Budget, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Youth","euInitiatives":"FTF følger områderne for beskæftigelse, mobilitet, pensioner, løn, social dialog, socialområdet mv. samt Europa-Parlamentet, Kommissionen og Rådet for at fremme danske lønmodtageres interesse på områderne.","lastUp":"2017-04-19T11:39:23.447+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}