{"id":"925823620889-24","name":"MATTIN Group asbl","registrationDate":"2016-03-04T06:23:35.418+01:00","category":3,"subCategory":2,"legal":"Not-for-profit association (association sans but lucratif)","web":"","country":"Belgium","headAddress":"Square Baron Alfred Bouvier 6/4","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)4 73 64 15 84","boss":"Charles Shamas","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"None","goal":"Social Purpose:&#xd;<br />&#xd;<br />The association organises and facilitates collaborative investigation, scholarship and advocacy focused on examining, raising awareness of, and activating internal imperatives and processes of self-regulation that can oblige state and non-state actors to construct and manage their dealings with third parties in a manner that both accords with and serves to propagate their own observance of international law. &#xd;<br />&#xd;<br />The association's primary activities are focused on analysing actors' construction and management of such dealings and are carried out in dialogue with their relevant authorities and decision-makers.  Other activities are dedicated to methodological reflection, on processes of self-regulation and activation of particular interest to the association's members and colleagues. These two sets of activities draw on members' backgrounds in law, trade, economics and cognitive theory and are animated by their common commitments to human rights and conflict prevention.","acronym":"","interests":"Budget, Competition, Consumers, Customs, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Technical research is currently underway examining the implementation, in a broader range of EU external dealings, of EU policies on respect of EU positions and commitments in conformity with international law (ensuring consistency between activities and policies), and on fully and effectively implementing existing EU legislation .  The finding of this research will be discussed with various responsible EU institutional and Member States actors in the course of this coming year.","lastUp":"2019-02-07T20:48:52.977+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}