{"id":"926318332809-12","name":"ACTIVI PENTRU VIITOR","registrationDate":"2018-10-28T10:25:41.700+01:00","category":3,"subCategory":2,"legal":"Asociatie","web":"http://activipentruviitor.ro","country":"Romania","headAddress":"Str. Vlaicu Voda Nr. 5","headCity":"București","headPostCode":"031241","headPhone":"(40)7 22 31 24 22","boss":"Valentina LAZAR","bossTitle":"Ms","bossPosition":"Presedinte Director Executiv","membersCount":1,"membersFTE":"0.25","membership":"-  Federatia FOND&#xd;\nhttp://www.fondromania.org/organizatii-membre-logo-uri&#xd;\n&#xd;\n - Federatia Volum http://federatiavolum.ro/member/asociatia-activi-pentru-viitor/","memberOrga":"Nu este cazul","goal":"Obiectivele  :&#xd;<br />-         Proiecte si programe de revignorare a spiritului comunitar, prin implicarea tinerilor.&#xd;<br />-         Proiecte si programe de incluziune sociala a persoanelor apartinand grupurilor marginalizate.&#xd;<br />-         Proiecte si programe de documentare, informare, cercetare si monitorizare.&#xd;<br />-         Stimularea implicarii tinerilor in dezvoltarea mediului rural&#xd;<br />-         Stimularea persoanelor de orice varsta in punerea in valoare a resurselor locale si obtinerea de resurse financiare din valorificarea acestora.&#xd;<br />-         Stabilirea de parteneriate cu institutii si organizatii in vederea dezvoltarii proiectelor de incluziune sociala.&#xd;<br />-         Infiintarea de ateliere de educatie si creativitate.&#xd;<br />-         Consultari on-line pentru parinti, dar si pentru tineri sau persoane cu probleme sociale.&#xd;<br />Promovam egalitatea de sanse, de a oferi solutii educative alternative tinerilor, persoanelor cu dizabilitati, organizatiilor si specialistilor din domeniul social. &#xd;<br />Scopul asociatiei: asigurarea respectarii drepturilor omului, educatia in spiritul valorilor democratiei europene si schimbarea mentalitatilor prin actiuni practice, generatoare de eficienta individuala si de grup.&#xd;<br /> Asociatia \"ACTIVI PENTRU VIITOR\" are membri cu preocupari si cunostinte solide diferite dar cu trasaturi de caracter comune:&#xd;<br />-         suntem inventivi:  Gandim creativ. Adaptam.&#xd;<br />-         suntem  activi: Interactionam. Reactionam.&#xd;<br />-         suntem  optimisti: Ne stabilim provocari inteligente.                            &#xd;<br />Misiune : Crearea unei platforme de comunicare care sa uneasca trei mari aspecte ale vietii: educatia, participarea publica si industriile creative.&#xd;<br />Viziune : Asociatia are viziunea de a deveni spiritul unei generatii active, inteligente, increzatoare in propriile forte.&#xd;<br />Valori :  setul de valori dupa care ne conducem&#xd;<br />-         responsabilitatea&#xd;<br />-         lucrul in echipa&#xd;<br />-         creativitatea&#xd;<br />-         inovarea","acronym":"","interests":"Climate Action, Communication, Culture, Education and training, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Youth","euInitiatives":"- INITIATIVA CETATENILOR EUROPENI&#xd;<br />- Dialog cu cetatenii UE&#xd;<br />- Opinii despre viitorul UE","lastUp":"2018-10-29T19:05:23.235+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}