{"id":"92649098142-18","name":"Only Representative Organisation","registrationDate":"2012-02-23T11:16:23.038+01:00","category":2,"subCategory":4,"legal":"a.i.s.b.l.","web":"http://www.onlyrepresentatives.org","country":"Belgium","headAddress":"Chaussée de Rodebeek, 206","headCity":"Bruxeles","headPostCode":"1200","headPhone":"(31)3 46 56 24 14","boss":"Dieter Drohmann","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"1.5","membership":"We cooperate informally with CEFIC (European Chemicals Industry), Eurometaux (Metals Industry), FECC (Traders in chemicals) and Business Europe","memberOrga":"http://www.onlyrepresentative.org/active-members","goal":"The statutory purpose of ORO is:&#xd;<br />•\tEstablish common quality criteria, requirements and standards for Only Representatives in accordance with the EU REACH Regulation ; and&#xd;<br />•\tProvide effective representation of members at national, EU and International level in regulatory and industry discussions, meetings and fora regarding the activities, responsibilities and legal status of ORO Only Representatives and NCMs ;&#xd;<br />The main activities of ORO shall be the following:&#xd;<br />•\tResearch and development for the purposes of a common understanding of REACH requirements for Only Representatives ;&#xd;<br />•\tThe provision of tools, guidance, information for non-EU Manufacturers with respect to the role and purpose of an Only Representative and for the purposes of enabling them to make informed decisions when selecting an Only Representative ;&#xd;<br />•\tProvide regular updates to its members on regulatory issues related to the functioning of Only Representatives and NCMS at the National, European and International political and regulatory level;&#xd;<br />•\tIdentify potential non-compliance and interpretation issues and advise members on appropriate uniform ORO procedures / recommendations ;&#xd;<br />•\tDevelop appropriate communications tools and programmes to deliver information and messages to industry and stakeholders ;&#xd;<br />•\tCollaborate with other stakeholders in the supply chain on areas of mutual concern.","acronym":"ORO","interests":"Business and Industry, Customs, Environment","euInitiatives":"Implementation of REACH Regulation. Acting as professional association to Support non-EU chemical Manufacturers to Register Chemicals according to REACH Regulation.","lastUp":"2019-02-25T19:11:55.038+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}