{"id":"92876453439-40","name":"European Large Families Confederation","registrationDate":"2010-04-12T16:11:43.785+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.elfac.org","country":"Spain","headAddress":"Carrer de Balmes 92, 3-2","headCity":"Barcelona","headPostCode":"08008","headPhone":"(34)9 33 51 10 00","boss":"Raul Sanchez","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":12,"membersFTE":"4.0","membership":"","memberOrga":"https://www.elfac.org/elfac/members/&#xd;\n&#xd;\nVerein Kinderreich&#xd;\nPagypria Organosi Polyteknon (POP)&#xd;\nYMCA Zivá Rodina&#xd;\nEesti Lasterikaste Perede Liit&#xd;\nAssociation Française des Familles Nombreuses (in process)&#xd;\nVerband kinderreicher Familien Deutschland e. V.&#xd;\nSupreme Confederation of Multi-Child Parents of Greece (ASPE)&#xd;\nNagycsaládosok Országos Egyesülete (NOE)&#xd;\nAssociazione Nazionale Famiglie Numerose (ANFN)&#xd;\nLatvijas Daudzbernu Gimenu Biedribu Apvieniba (LDGB Apvieniba)&#xd;\nInformacijos Ir Paramos Gausiai Seimai Centras&#xd;\nGausiu Seimu Asociacija&#xd;\nGroot Gezin&#xd;\nZwiązek Dużych Rodzin \"Trzy Plus\" (ZDR3+)&#xd;\nAssociação Portuguesa de Famílias Numerosas (APFN)&#xd;\nAsociatia Pro Familia Transilvania&#xd;\nSmile - Szabadkai Nagycsaládos Egyesület Vajdasági Nagycsaladós Egyesületek Szövetsége&#xd;\nKlub Mnohodetných Rodin &#xd;\nZdruženie Mnohodetných Rodin &#xd;\nLastovicka - Zdruzenie Mnohodetných Rodin - Fecske&#xd;\nZdruzenie Mnohodetných Rodin - MÁNCSE&#xd;\nFederación Española de Familias Numerosas (FEFN)&#xd;\nIG Familie 3plus&#xd;\nKárpátaljai Magyar Nagycsaládosok Egyesülete&#xd;\nFédération Nationale de la Médaille de la famille Française&#xd;\nObitelji 3plus","goal":"The objectives of the Confederation shall be to represent the social and economic interests of families with children, in general, and large families, in particular, as the most appropriate environment for bringing up children, integrating them into society, and providing mutual support and solidarity among generations; as well as the promotion, development and unity of the movement of large family organisations.&#xd;<br />&#xd;<br />For each member organisation, the term “large family” shall have the meaning determined in its Statutes or by the legislation of its respective country. Since this size is not the same in all member organisations, the Confederation shall in general consider a large family to be one that is raising three or more children.&#xd;<br />&#xd;<br />The Confederation shall concentrate on activities that transcend national borders, and it shall not interfere with the national, regional or local activities of member organisations.&#xd;<br />&#xd;<br />To achieve its purposes, the Confederation shall: &#xd;<br />&#xd;<br />a) Represent its members on a European and international level. the case of large families on the European and international level.&#xd;<br />&#xd;<br />b) Co-ordinate actions, and advice and guide members on the best way to meet their needs and reach their goals. &#xd;<br />&#xd;<br />c) Promote co-operation with social and welfare activities for the benefit of large families. &#xd;<br />&#xd;<br />d) Promote, co ordinate, co-operate and plan private initiatives of both business and non-profit organisations for the benefit of the family, particularly the large family. &#xd;<br />&#xd;<br />e) Co-operate in defending and improving the rights granted to large families by European Union legislation. &#xd;<br />&#xd;<br />f) Promote the protection of the large family through conferences, cultural events and publications.&#xd;<br />&#xd;<br />g) Co-operate with other organisations that have similar, or partially similar, objectives on European and international levels. &#xd;<br />&#xd;<br />h) Promote any other activity that, directly or indirectly, relates to the previous activities and results in benefiting large families as a whole or each family member individually. &#xd;<br />&#xd;<br />The Confederation may, when the occasion arises: &#xd;<br />&#xd;<br />(a)act directly;&#xd;<br />&#xd;<br />(b)act through member organisations;&#xd;<br />&#xd;<br />(c)co-operate with other bodies that have similar aims; and&#xd;<br />&#xd;<br />(d)set up subordinate bodies for special tasks.","acronym":"ELFAC","interests":"Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Member of the Consortium of the Families and Societies Project - the collaborative research project financed in the European Union’s Seventh Framework Programme (grant no. 320116).  Launched in February 1, 2013, continues until January 31, 2017. Campaign to reduce the VAT of nappies: http://lowervat.strikingly.com/","lastUp":"2019-03-15T01:33:17.461+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}