{"id":"928981729838-91","name":"Asociatia Furnizorilor de Servicii de Certificare","registrationDate":"2018-01-26T12:39:26.915+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.afsc.ro","country":"Romania","headAddress":"st. Buzesti, no. 50-52, floor 11","headCity":"Bucharest","headPostCode":"","headPhone":"(40)7 23 23 58 54","boss":"Ghibu Nicolae","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"certSIGN - www.certsign.ro&#xd;\nDigiSign - www.digisign.ro&#xd;\nAlfatrust - www.alfatrust.ro","goal":"We promote activities to provide certification services across Romanian organizations.&#xd;<br />The Association aims to promote the use of qualified digital certificates, establishing quality and security standards, and promoting a flexible legislative framework appropriate to the dynamism of the market economy.","acronym":"AFSC","interests":"Digital economy and society, Research and innovation, Single market","euInitiatives":"Regulation (EU) No. 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market.&#xd;<br />&#xd;<br />DIRECTIVE (EU) 2015/849 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 20 May 2015 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, amending Regulation (EU) No 648/2012 of the European Parliament and of the Council, and repealing Directive 2005/60/EC of the European Parliament and of the Council and Commission Directive 2006/70/EC &#xd;<br />&#xd;<br />Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).","lastUp":"2019-02-13T07:34:52.642+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}