{"id":"929566125693-86","name":"Business and Strategies in Europe","registrationDate":"2017-02-01T12:59:59.965+01:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.bseurope.com/","country":"Belgium","headAddress":"Boulevard de la Woluwe 2","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)22 30 52 12","boss":"Vincent Curie","bossTitle":"Mr","bossPosition":"Deputy Managing Director","membersCount":20,"membersFTE":"5.0","membership":"B&amp;S Europe is a consultancy part of the global GOPA group: http://www.gopa-group.org/","memberOrga":"","goal":"Over the past 25 years, B&amp;S has built-up and maintened its current status as a global company operating in the sector of cooperation for development, on every continent, applying our guiding principle of Development through understanding.&#xd;<br />&#xd;<br />At B&amp;S Europe, we firmly believe that only through respecting local cultures and ways of life can we create sustainable solutions to the multi-faceted challenges faced by developing countries. Rather than dictating solutions from the outside, B&amp;S Europe provides consultancy services that incorporate a comprehensive understanding of local culture and poilitical context and engage in knowledge-transfer practices. &#xd;<br />&#xd;<br />We have consolidated our degree of specialisation in the field of Rule of Law, Democracy and Governance, Security, Civil Society, Regional Development, Social Affairs, and Communication and Events.  &#xd;<br />&#xd;<br />We believe in working together with the highest level of respect for all of our professional partners. We are honoured to be working in such an enriching environment, that gives us the daily opportunity to understand and appreciate other cultures. Our work is guided by the principle of adapting to the needs of targeted beneficiaries putting into practice the ideas defined by the national governments in line with International donors funding provisions.&#xd;<br />&#xd;<br />We will continue implementing projects aiming to make a social impact through strengthening Governance, Justice and Human Rights. In order to achieve this, we are continuously increasing our business partnership with a wide range of local providers from developing countries, as well as consolidating our internal human resource policy to incorporate B&amp;S staff sharing the same core values : honesty, empathy, professionalism and dynamism.","acronym":"B&amp;S Europe","interests":"Communication, Culture, Development, Enlargement, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy","euInitiatives":"The Rule of Law and the respect for Human Rights are two of the defining characteristics of the modern democratic State. Laws produced by elected bodies and officials within the framework of a democratic constitutional State must be consistently applied by an independent judiciary to all natural and legal persons alike in order to guarantee civil, political, economic, social and cultural rights and liberties.&#xd;<br />B&amp;S Europe shares these principles and values with external aid beneficiaries (mainly the European Commission) and with our ever-growing network of specialized experts around the globe. To ensure an efficient work and a good coverage of all areas of interventions and possibilities, we are divided into different working groups: governance, justice, security. Moreover, the sectors covered by the working groups as well as our tailored approach are: civil society, communication and events, democracy and governance, regional development, rule of law, security and social affairs.&#xd;<br />Each working group is following all EU policies and directives that tackle global challenges in the context of the EU external actions, in order to be able to implement our projects in the most efficient way possible. In particular, but not exclusively, we are currently following:&#xd;<br />&#xd;<br />- Brussels, 14.9.2016, COM(2016) 581 final: Communication from the Commission to the European Parliament, the Council, the European Central Bank, the European Economic And Social Committee, the Committee of the Regions and the European Investment Bank - Strengthening European Investments for jobs and growth: Towards a second phase of the European Fund for Strategic Investments and a new European External Investment Plan;&#xd;<br /> &#xd;<br />- Strasbourg, 7.6.2016 COM(2016) 385 final: Communication from the Commission to the European Parliament, the European Council, the Council and the European Investment Bank - on establishing a new Partnership Framework with third countries under the European Agenda on Migration;&#xd;<br />&#xd;<br />- Brussels, 13.5.2015 COM(2015) 240 final: Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - A European Agenda On Migration;&#xd;<br />&#xd;<br />- Strasbourg, 22.11.2016 COM(2016) 739 final: Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - Next steps for a sustainable European future - European action for sustainability;&#xd;<br />&#xd;<br />- Strasbourg, 22.11.2016 JOIN(2016) 52 final: Joint Communication to the European Parliament and the Council - A renewed partnership with the countries of Africa, the Caribbean and the Pacific;&#xd;<br />&#xd;<br />- Strasbourg, 28.4.2015 COM(2015) 185 final: Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - The European Agenda on Security;&#xd;<br />&#xd;<br />- The European Union Defense Action Plan (2016)&#xd;<br /> - Renewed Internal Security Strategy 2015-2020 (Council conclusions of June 2015, 9798/15);&#xd;<br />&#xd;<br />-The European Union Energy Security Strategy;&#xd;<br />&#xd;<br />- New legislative and policy proposals linked to ISF-P and activities financed under ISF-P, such as the package on terrorism financing (including the directives on money laundering, mutual recognition of criminal asset freezing and confiscation, proposal to tackle illicit cash movements) (ongoing, December 2016), the Communication on prevention of radicalization (June 2016) and the communication on urgent measures against the financing of terrorism (February 2016);&#xd;<br />&#xd;<br />- The regulation Nr. 513/2014 of the European parliament and of the council of 16 April 2014 establishing, as part of the Internal Security Fund, the instrument for financial support for police cooperation, preventing and combating crime, and crisis management and repealing Council Decision.","lastUp":"2018-01-25T15:29:06.819+01:00","customers":"European Commission,Belgian Development Agency","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}