{"id":"929948136531-22","name":"AmpX","registrationDate":"2019-11-11T11:00:31.946+01:00","category":2,"subCategory":3,"legal":"Private limited company","web":"https://amp.energy","country":"United kingdom","headAddress":"93 George Street","headCity":"Edinburgh","headPostCode":"EH2 3ES","headPhone":"(44)13 12 50 12 99","boss":"Irene Di Martino","bossTitle":"Ms","bossPosition":"Executive Vice President, Head of AmpX","membersCount":2,"membersFTE":"0.5","membership":"None","memberOrga":"None","goal":"AmpX is a digital energy services company.  It was created to deliver a grid-edge digital platform allowing all forms of distributed generation and load to make a dynamic contribution in the relevant power markets, whether as an individual unit or as an aggregated group of assets, providing flexibility, resilience, and system stability at the lowest price.&#xd;<br />&#xd;<br />Increasing activity at the grid-edge – the least visible and most fragile part of the electricity system – is leading to significantly increased risks to system security.  But investing in system security could increase consumer bills at a time when the low carbon transition is also challenging energy affordability.  Meanwhile, the European Union has highlighted concerns over the lack of involvement of consumers in the energy transition.&#xd;<br />&#xd;<br />Our proposal will use digital technology and artificial intelligence to create an integrated, grid-edge energy management system.  The combined deployment of next-generation “smart” transformers at network level, coupled with behind-the-meter energy management technology will significantly increase the carrying capacity and efficiency of the existing network, and enable the management of consumer demand to match output from renewable generation.&#xd;<br />&#xd;<br />This leads to a new commercial model with the consumer and the distribution network operator working together, to maximise the potential of distributed generation whilst maintaining or improving system stability","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Energy, Environment, Research and innovation","euInitiatives":"Directive on common rules for the internal market for electricity (EU) 2019/944&#xd;<br />Regulation on the internal market for electricity (EU) 2019/943&#xd;<br />Regulation (EU) 2019/942 establishing a EU Agency for the cooperation of energy regulators&#xd;<br />Electricity Directive (2009/72/EC)&#xd;<br />Electricity Regulation (EC/714/2009)&#xd;<br />European electricity network codes&#xd;<br />Future electricity intraday market design&#xd;<br />European Green Deal&#xd;<br />European climate legislation&#xd;<br />Europe fit for the digital age","lastUp":"2019-11-11T11:01:04.805+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}