{"id":"93038071152-83","name":"The European Steel Association","registrationDate":"2009-02-17T12:29:10.070+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.eurofer.eu","country":"Belgium","headAddress":"Avenue de Cortenbergh, 172","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 27 38 79 20","boss":"Axel Eggert","bossTitle":"Mr","bossPosition":"Director General","membersCount":8,"membersFTE":"2.5","membership":"1) Metals for Buildings: http://www.metalsforbuildings.eu/&#xd;\n2) Construction for Products: http://www.construction-products.eu/&#xd;\n3) Alliance for Energy Intensive Industries (no website)&#xd;\n4) Alliance for a Competitive European Industry: http://www.businesseurope.eu/Content/Default.asp?PageID=605&#xd;\n5) World Steel Association: https://www.worldsteel.org/&#xd;\n6) European Shippers' Council: http://europeanshippers.eu/&#xd;\n7) AEGIS Europe: http://www.aegiseurope.eu/&#xd;\n8) Industry4Europe https://www.industry4europe.eu/","memberOrga":"See EUROFER members list:http://www.eurofer.be/About%20us/Members","goal":"EUROFER represents the total of steel production in the European Union. Its members are steel companies and national steel federations throughout the EU. The major steel companies and national steel federations in Switzerland and Turkey are associate members. &#xd;<br />&#xd;<br />The objectives of EUROFER are to provide information,services and guidance to it's members related to European and international policy affairs and political, economic and market analysis, and providing guidance for the implementation of EU legislation. These services consist, inter alia, in the&#xd;<br />- exchange of information on all issues of common interest, particularly as regards market developments, employment and the global development of the steel industry, and this in full compliance with competition rules.&#xd;<br />- co-operation in the fields of energy and raw materials supply, transport, environmental protection, financial and legal questions, promotion and technical research, and, more generally, by means of all studies and actions which contribute to the harmonious development of the European steel industry.","acronym":"EUROFER","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Research and innovation, Single market, Trade, Transport","euInitiatives":"All topics that matter to the EU steel industries.&#xd;<br />Further information related to EUROFER's Departments, position papers and EUROFER staff can be found on our website.&#xd;<br />&#xd;<br />Examples of input to EU consultations:&#xd;<br />&#xd;<br />• Public Consultation on the establishment of the Innovation Fund&#xd;<br />• Public Consultation on revising the rules for free allocation in the EU Emissions Trading System&#xd;<br />• Public Consultation on the REFIT Water Framework Directive&#xd;<br />• Targeted Stakeholder Consultation on the REFIT Water Framework Directive&#xd;<br />•  Public Consultation on the Cobalt Metal Classification proposal&#xd;<br />• Taxonomy: Feedback on 1st round climate mitigation activities and Feedback on Usability of the Taxonomy&#xd;<br />• Feedback: Revision of the Guidelines on certain State aid measures in the context of the&#xd;<br />greenhouse gas emission allowance trading system post-2020&#xd;<br />• Questionnaire: Future climate and energy policy - a Strategy for long-term EU greenhouse gas emissions reductions&#xd;<br />• Public consultation on Towards an EU Product Policy Framework contributing to the Circular Economy&#xd;<br />• EU targeted consultation on potential policy applications for the Environmental Footprint methods&#xd;<br />• Public consultation addressing the interface between chemical, product and waste legislation","lastUp":"2019-04-03T12:00:19.105+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}