{"id":"9304391101-08","name":"Deutscher Juristinnenbund e.V.","registrationDate":"2008-06-30T13:34:02.510+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"https://www.djb.de","country":"Germany","headAddress":"Anklamer Straße, 38","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)3 04 43 27 00","boss":"Prof. Dr. Maria Wersig","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Deutsche Liga für das Kind; Deutsche Stiftung für internationale rechtliche Zusammenarbeit e.V. (IRZ-Stiftung); Deutscher Verein für öffentliche und private Fürsorge e.V., Deutsches Institut für Menschenrechte (DIMR); Deutsches Komitee für UN-Women e.V.; European Women Lawyers' Association - EWLA; Initiative Klischeefrei; National Coalition für die Umsetzung der UN-Kinderrechtskonvention in Deutschland- NC; Netzwerk Europäische Bewegung Deutschland (EBD)","memberOrga":"","goal":"The German Women Lawyers Association members are lawyers and economists. Our aim is to further the development of the law and to facilitate societal change and equal rights. We are primarily concerned with how the law affects women, children and the aged. We work at supranational and European, federal, state (Land) and regional levels. Standing and ad hoc committees work on the following areas of law and policy: Labour, Corporate and Commercial Law, equal opportunities, Civil and Family Law, Law of Inheritance, Law of Same-Sex Partnerships, Criminal Law, violence against women and Children, social security and retirement benefits, Public Law, European and International Law, digitization, women's reproductive rights, sexism and gender bias in academic environments.","acronym":"djb","interests":"Borders and Security, Digital economy and society, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Public Health, Taxation","euInitiatives":"Press Release (04.06.2018): The German Women Lawyers’ Association calls for gender-balanced electoral lists for the 2019 European Parliament elections; Stellungnahme (05.06.2018) zum Vorschlag der Europäischen Kommission für eine Richtlinie zur Vereinbarkeit von Beruf und Privatleben für Eltern und pflegende Angehörige (Stand: 4.6.2018); Stellungnahme (13.06.2019) zur neuen EU-Richtlinie zur Vereinbarkeit von Beruf und Familie: Fortschritt und Stillstand zugleich (Stand 3.5.2019).","lastUp":"2019-06-14T10:55:42.614+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}