{"id":"930679833075-58","name":"General Workers Union","registrationDate":"2018-11-05T09:55:34.485+01:00","category":2,"subCategory":1,"legal":"Trade Union","web":"http://www.gwu.org.mt","country":"Malta","headAddress":"General Workers Union","headCity":"Valletta","headPostCode":"VLT1103","headPhone":"(356)79 87 04 96","boss":"Josef Bugeja","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"1.0","membership":"Maltese workers' representative within the General Assembly of the International Labour Organisations (ILO);&#xd;\nInternational Trade Union Confederation (ITUC);&#xd;\nEuropean Trade Unions Confederation (ETUC);&#xd;\nEurobond;&#xd;\nCedfop;&#xd;\nEuroPol;&#xd;\nETF;&#xd;\nITF;&#xd;\nEPSU;&#xd;\nIndustryAll&#xd;\nEFFAT&#xd;\nETUC Youths","memberOrga":"","goal":"The is  largest trade union on the island of Malta. It primarily aims to constantly improve as much as possible and protect the working conditions of the workers at large. This in the context of turning jobs into decent ones. At a national level then, we aim at making the quality of life of all families even better so that no one falls behind socially. We seek also to improve the employability of workers through further education programmes i.e. life-long learning, training and retraining. We aspire also to concretise the principles of equal pay for equal work in all place of work targeting mainly the gender pay gap. As a trade union we also aim to influence legislation that concerns workers rights, their living conditions and their health and safety at work.","acronym":"GWU","interests":"Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Posting of Workers Directive; &#xd;<br />Equal pay for equal work; &#xd;<br />Gender Pay Gap; &#xd;<br />Non-discrimination at the place of work regarding gender, beliefs, race and sexual orientation; &#xd;<br />Female participation in the labour market; &#xd;<br />General protection of the rights of workers;&#xd;<br />European Labour Authority;&#xd;<br />Long-life learning and education.&#xd;<br />European Pillar of Social Rights.","lastUp":"2019-11-06T13:00:19.641+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}