{"id":"930731830140-28","name":"EPN Consulting Limited","registrationDate":"2018-02-12T11:33:12.237+01:00","category":1,"subCategory":6,"legal":"Limited","web":"http://www.EPNconsulting.eu/","country":"United kingdom","headAddress":"Portland House","headCity":"London","headPostCode":"SW1E 5RS","headPhone":"(44)20 78 69 80 15","boss":"Stefano Mainero","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.5","membership":"1) CILT - Chartered Institute of Logistics and Transport - &#xd;\n https://ciltuk.org.uk/&#xd;\n2) IET - The Institution of Engineering and Technology - https://www.theiet.org/&#xd;\n3) TravelSpirit - https://travelspirit.foundation/","memberOrga":"","goal":"EPN Consulting Limited is an energetic business offering Consultancy in several areas and an Innovative Network of Professionals. The company, based in London Victoria, was established in 2009 and boasts Senior Experts with many years of experience in the Business Management and Consultancy sector.&#xd;<br />&#xd;<br />EPN Consulting works on two main areas on consultancies:&#xd;<br />- Designing Sustainable Transport architectures for Smart Cities thanks to an effective use of Intelligent Transport Systems and Services&#xd;<br />- Assisting clients in shaping their innovative ideas and convert them in sound project proposals to receive Horizon 2020 funds&#xd;<br />&#xd;<br />Thanks to our wide experience in Intelligent Transport Systems (ITS) and European projects best practices we can help Ambitious cities become Smart in Mobility &amp; Transport. This will include analysis of current situation, design/assessment of Sustainable Urban Mobility Plans (SUMPs), introduction of Mobility as a Service (MaaS) packages to improve the sustainability and experience of travelling in Urban areas.&#xd;<br />&#xd;<br />The firm delivers comprehensive B2B consulting services that are designed to suit any kind of organisation (public or private, SME or large). Providing assistance tailored on the clients' needs, the business has fully qualified professionals able to help Clients boost their business and their position on the market.","acronym":"EPN","interests":"Climate Action, Enlargement, Enterprise, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Constant attention to policies regarding Sustainable Transport and promotion of how to make better use of existing infrastructures and services aiming to increase the shift from private transport to public transport.&#xd;<br />EPN Consulting is highly committed to study and promote Mobility as a Service (MaaS) solutions for a better quality of air and liveability in European cities.","lastUp":"2018-02-12T11:42:12.294+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}