{"id":"930879217408-32","name":"Liga para a Protecção da Natureza","registrationDate":"2015-05-19T15:33:21.898+01:00","category":3,"subCategory":2,"legal":"Environmental non-governmental organization","web":"http://www.lpn.pt","country":"Portugal","headAddress":"Estrada do Calhariz de Benfica, 187","headCity":"Lisbon","headPostCode":"1500-124","headPhone":"(351)2 17 78 00 97","boss":"Tito Rosa","bossTitle":"Mr","bossPosition":"President of the National Board","membersCount":33,"membersFTE":"30.75","membership":"•\tThe World Conservation Union (IUCN) - www.iucn.org &#xd;\n•\tEuropean Environmental Bureau (EEB) www.eeb.org &#xd;\n•\tSeas at Risk (SAR)´ www.seas-at-risk.org &#xd;\n•\tEuropean Union for Coastal Conservation (EUCC) www.eucc.net &#xd;\n•\tSouthern Western Waters Regional Advisory Council (CCR- S) www.ccr-s.eu&#xd;\n• Aquaculture Advisory Council - AAC","memberOrga":"","goal":"Liga para a Protecção da Natureza (LPN) is a 7500 members Non-profit Non-Governmental Organization with its main headquarters in Lisbon, Portugal. LPN, the oldest Portuguese environmental association, was created in 1948 with the main goal to protect the environment in the Iberian Peninsula.&#xd;<br />&#xd;<br />LPN focuses in contributing to nature conservation through several activities, such as: Environmental Education and Training, Direct Intervention in Environmental Issues and development/implementation of Conservation and Research Projects. The central idea is:&#xd;<br />&#xd;<br />● To raise population awareness to the Conservation needs of the country;&#xd;<br />● To prevent the destruction of the natural habitats, its components and the cultural heritage;&#xd;<br />● To participate actively on land planning and management;&#xd;<br />● To work jointly with other national and international partner organizations;&#xd;<br />● To acquire and manage areas of critical biodiversity importance in a sustainable perspective.&#xd;<br />&#xd;<br />Mission&#xd;<br />LPN is a non-profit Non-Governmental Organization, whose mission is to contribute to Nature Conservation and Environmental Protection through a Sustainability perspective, promoting an active responsible Environmental Citizenship.","acronym":"LPN","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Development, Energy, Environment, Fisheries and Aquaculture, Food Safety, Research and Technology","euInitiatives":"All related to conservation of nature, biodiversity and research","lastUp":"2017-03-27T21:59:21.929+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}