{"id":"930973230899-67","name":"Arbeitgeberverband der Versicherungsunternehmen in Deutschland e.V.","registrationDate":"2018-03-23T11:37:47.689+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.agv-vers.de","country":"Germany","headAddress":"Arabellastraße 29","headCity":"München","headPostCode":"81925","headPhone":"(49)8 99 22 00 10","boss":"Michael Niebler","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":3,"membersFTE":"0.75","membership":"https://www.agv-vers.de/service/externe-seiten/agv-mitgliedschaften.html","memberOrga":"https://www.agv-vers.de/wir-ueber-uns/mitgliedsunternehmen.html","goal":"Der Arbeitgeberverband der Versicherungsunternehmen in Deutschland e. V. (AGV) gilt als die sozialpolitische Spitzenorganisation der deutschen Versicherungswirtschaft. Er führt auf Arbeitgeberseite bundesweit die Tarifverhandlungen für die rund 207.000 Beschäftigten seiner Mitgliedsunternehmen.&#xd;<br />&#xd;<br />Der Organisationsgrad des Verbandes liegt bei stattlichen 99 %! Mit anderen Worten: Nahezu alle Versicherungsangestellten arbeiten in deutschen bzw. in Deutschland tätigen Versicherungsunternehmen, die Mitglied des Verbandes sind.","acronym":"AGV Versicherungen","interests":"Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"Europäische Rechtsakte bestimmen heute in erheblichem Maße die deutsche Gesetzgebung. Dies gilt auch für das Arbeitsrecht. Der AGV beobachtet daher für seine Mitglieder die Rechtsetzung im Kontext der europäischen Sozialpolitik und vertritt die Interessen der Branche nach außen, z.B. gegenüber Politik, Verbänden und der Öffentlichkeit.&#xd;<br />&#xd;<br />Auf europäischer Ebene stärkt der AGV die Interessen der Versicherungsunternehmen im Rahmen des Sektoralen Sozialen Dialogs der Versicherungswirtschaft in Brüssel. Die Europäische Kommission bringt die europäischen Sozialpartner der Branche regelmäßig mit dem Ziel an einen Tisch zusammen, gemeinsame Erklärungen, Empfehlungen und Maßnahmen zu sozialpolitischen Themen zu erarbeiten. Konkrete Ergebnisse der gemeinsamen Sitzungen der Versicherungswirtschaft sind die Gemeinsamen Sozialpartnererklärungen zur Demografie, Digitalisierung und Telearbeit, die auf den folgenden Seiten eingesehen werden können.","lastUp":"2018-03-23T11:41:26.284+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}