{"id":"930915624985-95","name":"Manchester Airports Group","registrationDate":"2016-12-09T11:11:04.722+01:00","category":2,"subCategory":3,"legal":"Corporate","web":"http://www.magairports.com","country":"United kingdom","headAddress":"Olympic House","headCity":"Manchester","headPostCode":"M90 1AA","headPhone":"(44)87 12 71 07 11","boss":"Louise Ruppel","bossTitle":"Ms","bossPosition":"General Council and Company Secretary","membersCount":2,"membersFTE":"0.5","membership":"www.aci-europe.org&#xd;\nwww.aoa.org.uk","memberOrga":"","goal":"About M.A.G &amp; Our Airports&#xd;<br />A leading UK based airport company – serving the whole community Manchester Airports Group (M.A.G) is the largest UK-owned airport operator, serving around 52 million passengers every year and handling 600,000  tonnes of air freight every year, through its ownership and operation of Manchester, London Stansted, East Midlands and Bournemouth airports. The Manchester Airports Group also includes the commercial property company, Property, which has £571m property assets across the four airports and is leading the £650m major Enterprise Zone development, Airport City, at Manchester.&#xd;<br />&#xd;<br />We also run thriving businesses in car parking, airport security, fire fighting, engineering, advertising and motor transport. We support the UK Government's commitment to the principles of sustainable development in the aviation industry, striking a balance between economic, social and environmental considerations.&#xd;<br />&#xd;<br />We’re more than just a regional success story. As the largest UK owned airport operator, the Group’s four airports and property business already contribute £6bn to the UK economy and support over 130,000 jobs.","acronym":"MAG","interests":"Competition, Environment, External Relations, Foreign and Security Policy and Defence, Trade, Transport","euInitiatives":"All files relating to aviation, safety, environment, Single European Sky and various employment, procurement and other areas relating to all EU businesses.","lastUp":"2017-11-28T18:10:07.972+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}