{"id":"931026511731-77","name":"Fédération Nationale des Syndicats d'Agents Généraux d'assurance","registrationDate":"2013-08-20T13:57:12.640+01:00","category":2,"subCategory":1,"legal":"Fédération de syndicats","web":"http://www.agea.fr","country":"France","headAddress":"30 rue Olivier Noyer","headCity":"PARIS","headPostCode":"75014","headPhone":"(33)1 70 98 48 00","boss":"Patrick EVRARD","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"agéa est membre du Bureau International des Intermédiaires d'Assurance et de Réassurance (BIPAR)&#xd;\nwww.bipar.eu&#xd;\nagéa est membre de l'Union Nationale des Professions Libérales (UNAPL) www.unapl.fr &#xd;\nagéa est membre de l'Association Nationale des Conseils et Intermédiaires d'Assurance (ANCIA)","memberOrga":"","goal":"AGEA est la Fédération nationale des syndicats d’agents généraux d’assurance. Elle représente la profession et défend les intérêts individuels et collectifs des 11 000 agents généraux d’assurance, mandataires des compagnies d'assurances, implantés dans toute la France.&#xd;<br />AGEA regroupe 15 Syndicats de sociétés, 12 Chambres régionales et compte comme adhérents 63 % des agents généraux en exercice. &#xd;<br />AGEA a trois missions principales : &#xd;<br />- un rôle politique pour défendre les intérêts de la profession, &#xd;<br />- un rôle de communication et de lobbying pour faire connaître et reconnaître la profession, &#xd;<br />- un rôle de conseil auprès de ses structures membres et de ses adhérents.","acronym":"agéa","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Single market, Taxation","euInitiatives":"DDA, directive MIFID, Solvabilité 2, règlementations afférente au PRIPS, aux documents d'informations clés (KID), vente à distance, PEPP","lastUp":"2019-11-04T08:29:13.620+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}