{"id":"931047631079-58","name":"Suomen yliopistojen rehtorineuvosto UNIFI ry","registrationDate":"2018-04-06T13:48:35.833+02:00","category":3,"subCategory":2,"legal":"Rekisteröity yhdistys","web":"http://www.unifi.fi","country":"Finland","headAddress":"Universities Finland UNIFI","headCity":"Helsinki","headPostCode":"FI-00130","headPhone":"(358)5 05 22 94 21","boss":"Leena Walhfors","bossTitle":"","bossPosition":"Toiminnanjohtaja","membersCount":1,"membersFTE":"0.25","membership":"European University Association EUA, &#xd;\nDet Nordiska Universitetssamarbetet NUS.","memberOrga":"http://www.unifi.fi/unifi/jasenet/","goal":"UNIFIn tavoitteena on vahvistaa&#xd;<br />1. yliopistojen yhteistyötä,&#xd;<br />2. yliopistojen toimintaedellytyksiä ja asemaa sekä koulutuksen ja tutkimuksen vaikuttavuutta yhteiskunnassa.&#xd;<br />&#xd;<br />Yliopistojen välisen yhteistyön vahvistamiseksi UNIFI&#xd;<br />- tukee yliopistojen välistä vuorovaikutusta tarjoamalla yliopistoille tiedonvaihdon ja keskustelun foorumin yhteisten näkemysten ja linjausten muodostamiseksi sekä parhaiden käytänteiden jakamiseksi,&#xd;<br />- edistää yliopistojen yhteisten toimintatapojen ja käytänteiden luomista ja leviämistä tuottamalla yliopistojen yhteisiä kehittämishankkeita sekä laatimalla yhteisiä periaatteita, ohjeistuksia ja suosituksia.&#xd;<br />&#xd;<br />Yliopistojen toimintaedellytysten ja aseman sekä koulutuksen ja tutkimuksen vaikuttavuuden vahvistamiseksi yhteiskunnassa UNIFI&#xd;<br />- vaikuttaa yliopisto-, tiede- ja koulutuspolitiikkaan, sen päätöksentekoon ja päätösten toimeenpanoon, sekä seuraa yliopistojen toimintaan vaikuttavan lainsäädännön ja päätöksenteon vaikutuksia,&#xd;<br />- nostaa julkiseen keskusteluun ajankohtaisia korkeakoulu- ja tiedepoliittisia kysymyksiä, vahvistaa yliopistojen myönteistä julkisuuskuvaa, sekä lisää ymmärrystä koulutuksen ja tutkimuksen merkityksestä yhteiskunnassa.","acronym":"UNIFI","interests":"Education, Research and Technology","euInitiatives":"Yleisesti EU:n koulutus- ja tiedepolitiikka, erityisesti tutkimuksen ja innovoinnin puiteohjelmat sekä korkeakoulutusta tukevat ohjelmat, monivuotinen rahoituskehys.","lastUp":"2018-04-06T13:49:23.269+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}