{"id":"931656328552-33","name":"Re-Imagine Europa","registrationDate":"2017-10-05T11:10:26.391+01:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://reimagine-europa.eu","country":"Belgium","headAddress":"Avenue Louise 457","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 28 34 01 85","boss":"Erika Widegren","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":7,"membersFTE":"5.0","membership":"","memberOrga":"RIE is a Brussels based AISBL and as such had four founding members. These are:&#xd;\n1. V. Giscard d'Estaing, former President of France, President of Re-Imagine Europa;&#xd;\n2. E. Widegren, Chief Executive of RIE&#xd;\n3. L. Aguirre, former Editor-in-Chief of El Pais.com and Chief Digital Officer of RIE &#xd;\n4. O. Giscard d'Estaing, Strategic Adviser to RIE","goal":"Promoting a clearer vision for Europe, Re-Imagine Europa is a new research and advocacy vehicle designed to address 21st Century challenges to Europe’s economic prosperity and social well-being.&#xd;<br />&#xd;<br />Made up of an inclusive group of individuals, organisations and institutions, RIE focuses on developing a vision for that part of Europe who sees a more integrated Europe as part of the solution to address the challenges posed by globalisation and changing global paradigms. &#xd;<br />&#xd;<br />Founded by President Giscard d’Estaing and building on the spirit of pragmatism and solidarity that was a key foundation in the creation of the European project, RIE facilitates the creation of innovative ideas and actions. Outside of the artificial parameters of national, regional and institutional boundaries, RIE works with our members and partners to deliver world-class interdisciplinary and intersectoral research, dialogue facilitation and engagement with national and transnational political processes.","acronym":"RIE","interests":"Communication, Economic and Financial Affairs, Employment and Social Affairs, General and Institutional Affairs, Information Society, Research and Technology, Taxation, Trade, Youth","euInitiatives":"For the launch and first year of activity RIE will focus on the following issues:&#xd;<br />-A Fairer and More Competitive Economic Model for Europe. &#xd;<br />- Democracy in a Post-Truth Society&#xd;<br />&#xd;<br />Both these themes are cross-cutting and engages with many of the EU initiatives looking at the future of EU society including: innovation agenda, digital agenda, new technologies, open government, fiscal union, etc.","lastUp":"2018-03-07T10:29:18.734+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}