{"id":"931656328552-33","name":"Re-Imagine Europa","registrationDate":"2017-10-05T11:10:26.391+02:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://reimagine-europa.eu","country":"Belgium","headAddress":"Avenue Louise 457","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 28 34 01 85","boss":"Erika Widegren","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":9,"membersFTE":"6.5","membership":"","memberOrga":"RIE is a Brussels based AISBL and as such had four founding members. These are:&#xd;\n1. V. Giscard d'Estaing, former President of France, President of Re-Imagine Europa;&#xd;\n2. E. Widegren, Chief Executive of RIE&#xd;\n3. L. Aguirre, former Editor-in-Chief of El Pais.com and Chief Digital Officer of RIE &#xd;\n4. O. Giscard d'Estaing, Strategic Adviser to RIE","goal":"Re-Imagine Europa A.I.S.B.L. is the first European incubator for political ideas to reinforce Europe’s role as a global economic power in the 21st century.&#xd;<br />&#xd;<br />Set up by President Giscard d’Estaing and made up of an inclusive group of individuals, organisations and institutions, RIE focuses on developing a vision for that part of Europe who sees a more integrated Europe as part of the solution to address 21st Century global challenges.&#xd;<br />&#xd;<br />RIE  facilitates the incubation of innovative ideas and actions for European success. We work with our members and partners to deliver world-class interdisciplinary and intersectoral research, dialogue facilitation and engagement with national and transnational political processes.","acronym":"RIE","interests":"Communication, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Institutional affairs, Research and innovation, Taxation, Trade, Youth","euInitiatives":"Re-Imagine Europa launches specific programmes to develop shared solutions that can respond to key challenges facing Europe.&#xd;<br />&#xd;<br />In this period, three programmes were launched: &#xd;<br />&#xd;<br />1- DEMOCRACY IN A DIGITAL SOCIETY&#xd;<br />Today we are witnessing the third big revolution in communication technologies and big questions remain: how long will it take to tame these new technologies and how will they affect our society and institutional set-up? What structures and regulations can we put in place to ensure digital technologies develop in line with our values and supporting the strengthening of our society? &#xd;<br />This Task Force (TF) brings together leading experts to develop a European model for the digital society under the leadership of Prof. Manuel Castells.&#xd;<br />Please find a link to the initial report here:&#xd;<br />https://drive.google.com/open?id=1ZMqdclhCopdja_1agLEZ--gCSbuGehOt&#xd;<br />&#xd;<br />&#xd;<br />2- WHAT WOULD AN IDEAL FISCAL SYSTEM FOR EUROPE LOOK LIKE?&#xd;<br />Proposals for different types of elements of an ideal fiscal system for the 21st-century economy have flourished in recent years, both from academic and policy circles. It is clear that most of fiscal systems of European countries are not adapted to deal with the economic challenges of today as can been seen by the problems posed by the digital economy (GAFA and the European Digital Tax), fiscal fraud and tax evasion (Panama and Paradise Papers) and adapted to compete in a global economy (US threat of tariffs). In fact, our current systems where mostly build before the first World War when the economy looked very different. &#xd;<br />This programme brings together the leading minds in Europe on this issue in order to develop a model for what an ideal fiscal structure might look like today, adapted to our current economy under the leadership of Mr Alain Lamassoure.&#xd;<br />&#xd;<br />3- SCIENCE IN SOCIETY DIALOGUE&#xd;<br />Science and technology have had a major impact on society, and their impact is growing. By drastically changing our means of communication, the way we work, our housing, clothes, and food, our methods of transportation, and, indeed, even the length and quality of life itself, science has not only altered the way we live, it is also challenging the moral values and traditional way of organising society. In recent years, the need for a stronger nexus between the worlds of science and policy has been identified, but there is still much to learn about how to translate effectively between these two worlds. &#xd;<br />&#xd;<br />This is why Re-Imagine Europa is supports the establishment of a regular space to discuss how new technologies will impact society and and - going beyond the usual science-framing - delve into the broader impact this will have on society.&#xd;<br />Please find the link to the first outcome report here:&#xd;<br />https://drive.google.com/open?id=1IjCVeJAXZh711ERRQ4H0vRAp2B4lpBh7","lastUp":"2019-09-11T11:04:25.062+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}