{"id":"931643917525-79","name":"Ökologischer Jagdverein Bayern e.V.","registrationDate":"2015-05-27T13:12:33.823+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://oejv.bayern","country":"Germany","headAddress":"Dr. Wolfgang Kornder","headCity":"Markt Nordheim","headPostCode":"91478","headPhone":"(49)0 98 42 95 13 70","boss":"Dr. Wolfgang  Kornder","bossTitle":"Mr","bossPosition":"1. Vorsitzender ","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Diverse Forstbetriebsgemeinschaften und Naturschutzgruppen in Bayern","goal":"§ 2 Vereinszweck&#xd;<br />&#xd;<br />(1)\tDer Verein verfolgt den Zweck die Jagd als eine naturnahe und unverzichtbare Tätigkeit zu erhalten.&#xd;<br />&#xd;<br />(2)\tIn diesem Sinne soll durch die Erhaltung und die nachhaltige Nutzung der in ihrem Bestand nicht gefährdeten Wildtierarten die Ziele des Naturschutzes und der Landschaftspflege gefördert werden.&#xd;<br />&#xd;<br />(3)\tDurch eine bodenständige Jagd sollen Grundsätze und Methoden entwickelt und durchgesetzt werden, die ökologisch vertretbar, wildbiologisch begründet und gesellschaftlich akzeptabel sind. Der Verein und seine einzelnen Mitglieder fördern allgemein anerkannte Ziele des Natur-, Umwelt- und Tierschutzes, der Landschaftspflege sowie der Bildung.&#xd;<br />&#xd;<br />\t1.\tZum Zwecke des Natur-, Umwelt- und Tierschutzes und der Landschaftspflege leistet der &#xd;<br />\t\tVerein&#xd;<br />\ta)\tMaßnahmen zum Schutz und zur Erhaltung einer den landschaftlichen und landes-kulturellen Verhältnissen entsprechenden standortheimischen pflanzlichen und tierischen Artenvielfalt;&#xd;<br />\tb)\tdie Aufklärung der Allgemeinheit&#xd;<br />\t\t- über Wert und Nutzen, Schutz und Erhaltung artenreicher Bestände der natürlichen&#xd;<br />\t\t Pflanzen- und Tierwelt und&#xd;<br />\t\t- über Ursachen, Auswirkungen und Abwehr schädlicher Umwelteinflüsse;&#xd;<br />\tc)\tdie Förderung und Anregung von Wissenschaft und Forschung, wobei die Hingabe von Mitteln nur im Rahmen des § 58 Nr.1 Abgabenordung oder durch zweckgebundene Mittel erfolgt.&#xd;<br />&#xd;<br />\t2.\tZum Zwecke der Bildung sind die Aufgaben des Vereins&#xd;<br />\ta)\tErhaltung und Förderung eines naturnahen Jagdwesens als Kulturgut,&#xd;<br />\tb)\tdie Aus- und Fortbildung der Jäger auf ökologisch und wildbiologisch sinnvoller Grundlage.&#xd;<br />&#xd;<br />(4)\tDarüber hinaus will er einen Beitrag zur Lösung der Konflikte zwischen Landwirtschaft, Forstwirtschaft und Jagd leisten.","acronym":"ÖJV","interests":"Agriculture and Rural Development, Environment","euInitiatives":"Veränderungen und Entwicklungen im Forst- und Jagdwesen und im Naturschutz sind unser Anliegen","lastUp":"2018-04-13T13:48:57.266+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}