{"id":"931682314565-55","name":"European Research Institute on Cooperative and Social Enterprises","registrationDate":"2014-10-21T16:48:22.560+02:00","category":4,"subCategory":5,"legal":"Foundation","web":"http://www.euricse.eu/","country":"Italy","headAddress":"via Torre Verde 7","headCity":"Trento","headPostCode":"38122","headPhone":"(39)04 61 28 22 89","boss":"Carlo Borzaga","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"3.5","membership":"ICA - International Co-operative Alliance; Cooperative Europe; EMES - European Research Network; Crossref-Publishers International linking Association, Inc.","memberOrga":"","goal":"Euricse’s mission is to promote knowledge development and innovation for the field of cooperatives, social enterprises and other nonprofit organizations engaged in the production of goods and services. The Institute aims to deepen the understanding of these types of organizations and their impact on economic and social development, furthering their growth and assisting them to work more effectively. Through activities directed toward and in partnership with both the scholarly community and practitioners, including primarily theoretical and applied research and training, we address issues of national and international interest to this sector, favouring openness and collaboration.","acronym":"Euricse","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Youth","euInitiatives":"EMPUBLIC Erasmus Plus; VC/2017/0091; Up-date of the mapping of social enterprises and their eco-systems in Europe; MUBADEROON (ENTERPRISES) FOR SOCIAL CHANGE","lastUp":"2019-07-19T14:32:46.013+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}