{"id":"931656328552-33","name":"Re-Imagine Europa","registrationDate":"2017-10-05T11:10:26.391+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://reimagine-europa.eu","country":"Belgium","headAddress":"Avenue Louise 457","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 28 34 01 85","boss":"Erika Widegren","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":7,"membersFTE":"5.0","membership":"","memberOrga":"RIE is a Brussels based AISBL and as such had four founding members. These are:&#xd;\n1. V. Giscard d'Estaing, former President of France, President of Re-Imagine Europa;&#xd;\n2. E. Widegren, Chief Executive of RIE&#xd;\n3. L. Aguirre, former Editor-in-Chief of El Pais.com and Chief Digital Officer of RIE &#xd;\n4. O. Giscard d'Estaing, Strategic Adviser to RIE","goal":"Re-Imagine Europa A.I.S.B.L. is the first European incubator for political ideas to reinforce Europe’s role as a global economic power in the 21st century.&#xd;<br />&#xd;<br />Set up by President Giscard d’Estaing and made up of an inclusive group of individuals, organisations and institutions, RIE focuses on developing a vision for that part of Europe who sees a more integrated Europe as part of the solution to address 21st Century global challenges.&#xd;<br />&#xd;<br />RIE  facilitates the incubation of innovative ideas and actions for European success. We work with our members and partners to deliver world-class interdisciplinary and intersectoral research, dialogue facilitation and engagement with national and transnational political processes.","acronym":"RIE","interests":"Communication, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, General and Institutional Affairs, Research and innovation, Taxation, Trade, Youth","euInitiatives":"Re-Imagine Europa launches specific programmes to develop shared solutions that can respond to key challenges facing Europe.&#xd;<br />&#xd;<br />In 2018, 2 programmes were launched: one economic and one societal. &#xd;<br />&#xd;<br />On the societal perspective, the goal is to develop some concrete proposals of what could be done from a regulatory, meta-structural and incentive models to address the issues that our democratic structure is currently facing with a particular focus on the upcoming European elections.&#xd;<br />&#xd;<br />On the economic perspective, the goal is to develop a fairer and more competitive economic model for Europe that can ensure Europe’s role as a global economic power in the 21st Century able to safeguard a prosperous future of peace, freedom and social justice for all its citizens.","lastUp":"2018-09-09T13:15:17.743+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}