{"id":"931703935597-36","name":"TECNOBIT (Grupo Oesía)","registrationDate":"2019-08-08T10:08:29.234+02:00","category":2,"subCategory":3,"legal":"S.L.U","web":"http://grupooesia.com/ingenieria-tecnobit/","country":"Spain","headAddress":"C/ Marie-Curie, 19. Rivas - Vaciamadrid, Madrid (España)","headCity":"Madrid","headPostCode":"28521","headPhone":"(34)9 13 09 86 00","boss":"Emilio Varela Sieira","bossTitle":"","bossPosition":"Director General for Strategy and Business Development","membersCount":2,"membersFTE":"2.0","membership":"Members of TEDAE, Spanish Association for the promotion and development of the Defense, Security, Aeronautics and Space companies.&#xd;\n&#xd;\nMembers of the AeroSpace and Defence Industries Association of Europe - ASD, represented by TEDAE.&#xd;\n&#xd;\nMembers of the NATO Industrial Advisory Group NIAG, represented by TEDAE.","memberOrga":"","goal":"Tecnobit (Grupo Oesía) designs and develops engineering applied to  Security and Defense. Tecnobit engages in the design, development, production, sale, and maintenance of equipments and electronic systems. The company’s products include electro-optic systems, audio systems, and industrial computers. It also develops combat systems, which are installed and operative on several navy ships and in the main european combat fighters. Tecnobit also produces a set of equipment for tactical communications in air, land and maritime appliclations. The company develops various simulation devices, such as computer based trainers and flight simulators, combat simulation centers, and duel simulators. Further, it engages in design engineering and hardware and software development. Tecnobit, was founded in 1985 and is based in Madrid (Spain) and Valdepeñas (Spain).","acronym":"TECNOBIT","interests":"Borders and Security, Business and Industry, Foreign affairs and security policy, Research and innovation","euInitiatives":"European Defense Industrial Development Programme&#xd;<br />Preparatory Action on Defence Research&#xd;<br />Horizon 2020&#xd;<br />Horizon Europe&#xd;<br />European Defence Fund","lastUp":"2019-08-08T10:09:09.227+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}