{"id":"931731716899-81","name":"W.L.Gore &amp; Associates","registrationDate":"2015-04-09T15:49:05.526+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.gore.com","country":"Germany","headAddress":"Hermann-Oberth-Strasse 24","headCity":"Putzbrunn","headPostCode":"85640","headPhone":"(49)8 94 61 20","boss":"Oskar Berger","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.75","membership":"AmChamEU, MedTechEU, Plastics Europe, FESI, SAC","memberOrga":"","goal":"W. L. Gore &amp; Associates hat sich durch innovative Technologie-Lösungen einen Namen gemacht. Darunter fallen medizinische Produkte, die Aneurysmen behandeln, bis hin zu hochleistungsfähigen GORE-TEX® Funktionstextilien. Als privat geführtes Unternehmen mit einem Jahresumsatz von über 3 Mrd. US-Dollar zielt Gore darauf ab, seine über 50-jährige Tradition der Produktinnovation weiterzuführen.&#xd;<br />&#xd;<br />Gore konzentriert sich auf vier Hauptbereiche: Elektronik, Funktionstextilien, Industrie- und Medizinprodukte. Der Bereich für Elektronikprodukte des Unternehmens entwickelt und produziert Leitungen sowie Kabel für die Übertragung mittels Kupfer oder optischer Signale. Funktionstextilien von Gore bieten ihren Trägern Schutz vor den Elementen und erstklassigen Komfort bei den unterschiedlichsten Aktivitäten. Die Produkte für industrielle Anwendungen bieten Lösungen, die Emissionen verringern und Fertigungsprozesse verbessern. Medizinische Implantate von Gore sorgen für fortschrittliche Behandlungslösungen für komplexe medizinische Probleme.&#xd;<br />&#xd;<br />Gore hat heute über 10.000 Mitarbeiter – Associates genannt. Die Produktionsstandorte befinden sich in den USA, Deutschland, Großbritannien, Japan und China; zusätzlich verfügt es über weltweit viele Vertriebsniederlassungen.","acronym":"","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation","euInitiatives":"Medizinprodukte Verordnung&#xd;<br />REACH&#xd;<br />Circular Economy Package&#xd;<br />Waste Framework Directive","lastUp":"2017-02-23T15:59:54.064+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}