{"id":"93272076510-87","name":"EUROPEAN ORGANISATION FOR RARE DISEASES","registrationDate":"2011-08-30T17:44:44.972+02:00","category":3,"subCategory":2,"legal":"ASSOCIATION","web":"http://www.eurordis.org","country":"France","headAddress":"rue Didot, 96","headCity":"Paris","headPostCode":"75014","headPhone":"(33)1 56 53 52 10","boss":"Yann LE CAM","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":14,"membersFTE":"8.0","membership":"- EUROPEAN PATIENT FORUM (EPF)&#xd;\n- EUROPEAN ALLIANCE FOR PERSONALISED MEDICINES (EAPM), Observer&#xd;\n- INTERNATIONAL ALLIANCE OF PATIENT ORGANISATIONS (IAPO)&#xd;\n- SOCIAL PLATFORM&#xd;\n- FRIENDS OF EUROPE&#xd;\n- NEWDIGS ADAPTIVE LICENSES&#xd;\n- HTA NETWORK STAKEHOLDER POOL&#xd;\n- RARE DISEASES INTERNATIONAL (RDI)&#xd;\n- NGO COMMITTEE FOR RARE DISEASES&#xd;\n- CONFERENCE OF NGOS IN CONSULTATIVE RELATIONSHIP WITH THE UNITED NATIONS (CoNGO)&#xd;\n- IRDiRC – INTERNATIONAL RARE DISEASES RESEARCH CONSORTIUM&#xd;\n- EUROPEAN MEDICINES AGENCY&#xd;\n&#xd;\nEuropean networks:&#xd;\n- E-Rare&#xd;\n- BBMRI&#xd;\n- RD-Connect&#xd;\n- SCOPE Joint Action&#xd;\n- EUnetHTA&#xd;\n- EFPIA Patient Think Tank&#xd;\n- OpenMedicine&#xd;\n- PARADIGM&#xd;\n- C4C (Connect 4 Children)&#xd;\n- CORBEL-MIUF&#xd;\n- Solve-RD&#xd;\n- Rare2030&#xd;\n- RDCODE","memberOrga":"http://www.eurordis.org/sites/default/files/members.pdf","goal":"EURORDIS-Rare Diseases Europe is a patient-driven alliance of Patient Organisations (POs) and individuals active in the field of rare diseases (RD). It represents the voice of an estimated 30 million citizens in the EU. EURORDIS-Rare Diseases Europe's mission is to build a strong pan-European community of POs and People Living with RD (PLWRD), to be their voice at the European level and to fight against the impact of RD on their lives. To this end, EURORDIS-Rare Diseases Europe undertakes activities on behalf of its members:• Empowering RD patient groups• Advocating RD as a public health priority• Raising public awareness on RD• Improving access to information, treatment, care and support for PLWRD• Improving quality of life for PLWRD• Encouraging good practices in relation to these issues• Promoting scientific and clinical research on RD• Engaging patients to participate in the development of treatments and drugs for people with RD and in post-marketing evidence-generation. EURORDIS-Rare Diseases Europe plays a pivotal role in the implementation of the EU strategy on RD (EC Communication, Council Recommendations, Cross Border Healthcare Directive and other relevant pieces of legislation) and in the follow-up of National Plans/Strategies on RD. It used to do this partly through the participation in the RD-Action and JARC Joint Actions (both ended in 2018) and the Commission Expert Group on Rare Diseases (CEGRD) and the Commission Expert Group on Cancer Control (CEGCC) during their years of activity. Eurordis is still an active member of the EUnetHTA, a number of EMA bodies and other relevant EU and international platforms.","acronym":"EURORDIS","interests":"Business and Industry, Digital economy and society, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Youth","euInitiatives":"- The EU Public Health Programme 2014-2020: “Health for Growth” in general, with specific focus on issues relevant to the EU strategy on Rare Diseases. - The EU Research Programme 2014-2020: “Horizon 2020” in general, with particular focus on projects and EU collaboration relevant to the Rare Diseases field.- The EASI Programme by DG Employment and Social Affairs, with particular focus on social care.Main EU initiatives covered by EURORDIS-Rare Diseases Europe and relevant to the activities falling under the scope of the Transparency Register include:- Initiatives aimed at improving access to Orphan Medicinal Products (OMPs), such as the Mechanism of Coordinated Access to OMPs (the so-called MoCA initiative), the Medicine Adaptive Pathways to Patients (MAPPS), linked to the optimal use of the existing EU regulatory framework (conditional approval, exceptional circumstances, Risk/Benefit Management plans), the discussions around differential pricing, Joint Procurement, Managed Entry Agreements, Compassionate use programmes, off-label use, shortages of medicines; - Regulation on health technology assessment and amending Directive 2011/24/EU; - Legislative files in the framework of MFF 2021-2027, notably ESF+ and Horizon Europe; - Follow-up on the implementation of the Directive on Patient’s Rights in Cross Border Healthcare (CBHC), particularly on European Collaboration on HTA and on the creation of European Reference Networks (ERNs); - Promoting work in all areas of implementation of the Commission Communication and Council Recommendations in the field of Rare Diseases; - Leading the ongoing work to shape the EU rare disease policy agenda, notably through the bi-annual European Conference on Rare Diseases, the main rare disease policy conference in Europe, co-funded by the European Commission; and through the leadership of the Pilot Project “Rare2030 –Foresight in Rare Disease Policy”, a collective reflection on rare disease policy in Europe through the next ten years and beyond; - Promoting national plans and strategies across Europe including National Conferences on Rare Diseases organised by national rare disease alliances in partnership with national competent authorities and stakeholders; - Activities around the promotion of rare disease research priorities, patients’ registries, bio-banks and other research infrastructures, research training for patients, notably through the participation in the European Joint Programme on Rare Disease; - Active participation to the discussion around the implementation of the revised Clinical Trials legislation and the new General Data Protection Regulation; - Participation to the debate on genetic testing and diagnostics; - Contributing to the work of the European Commission on the Social Pillar and ensuing legislation and policy; and on disability policies; - Contributing to the work of the European Commission on Digital Health.","lastUp":"2019-04-04T11:39:27.386+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}