{"id":"932812527014-09","name":"European Association of Business and Commerce","registrationDate":"2017-05-02T16:01:06.147+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.eabc-thailand.org","country":"Thailand","headAddress":"208 Wireless Road 14fl. Unit 1401","headCity":"Bangkok","headPostCode":"10330","headPhone":"(66)25 28 75 12","boss":"Rolf-Dieter Daniel","bossTitle":"Mr","bossPosition":"Past President","membersCount":8,"membersFTE":"5.25","membership":"www.eabc-thailand.eu","memberOrga":"www.eabc-thailand.eu","goal":"The European Association for Business and Commerce (EABC) was established in 2011 as a platform&#xd;<br />representing interests of the European business community in Thailand. The overall objective of the&#xd;<br />EABC is to contribute to improvement of business and investment climate in strengthening Thailand&#xd;<br />toward a competitive and attractive investment destination as well as a potential gateway to ASEAN.&#xd;<br />The EABC aims to facilitate investment and further diversify market opportunities and access for&#xd;<br />European companies in Thailand, in parallel to promote Thailand as a high potential trade and&#xd;<br />investment markets for European business.","acronym":"EABC","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Our main activities include carrying out policy and advocacy dialogues, providing support to European&#xd;<br />businesses with trade related information, and organising key events to foster opportunities for&#xd;<br />European businesses in Thailand. The EABC is a part of a strategy of the European Union (EU) to&#xd;<br />support the internationalisation of European SMEs and other European enterprises by enhancing&#xd;<br />market access, in particular, in emerging and fast growing markets such as Thailand and the ASEAN.&#xd;<br />The EABC consortium contains business organisations and chambers of commerce, both in Thailand&#xd;<br />and Europe. A combined membership base of EABC and Consortium partners represents more than&#xd;<br />2,000 companies in Thailand. The EABC interacts as the unified voice of European businesses in&#xd;<br />Thailand. Ten Advocacy Working Groups have been established to facilitate constructive policy and&#xd;<br />regulatory dialogues among European businesses toward improvement on market access and robust&#xd;<br />business cooperation between Europe and Thailand. These transversal as well as sectoral Working&#xd;<br />Groups ‐ chaired by representatives of prominent European enterprises from respective sectors are:&#xd;<br />• Automotive&#xd;<br />• Food &amp; Beverages&#xd;<br />• Healthcare &amp; Pharmaceuticals&#xd;<br />• Cross Sectoral Issues (CSI)&#xd;<br />• ICT and Digital Economy&#xd;<br />• Insurance&#xd;<br />• Intellectual Property Rights (IPR)&#xd;<br />• Transport &amp; Logistics&#xd;<br />• Energy &amp; Energy Efficiency&#xd;<br />• Rail &amp; Road Infrastructure&#xd;<br />With strong support from the European Union as well as our partners and extensive networks in&#xd;<br />Thailand and Europe, the EABC serves as a communication platform for business to interact with&#xd;<br />authorities and counterparts in Thailand. The EABC is committed to working closely with European&#xd;<br />businesses, the Royal Thai Government, the EU Institutions, and the Chambers of Commerce as well&#xd;<br />as counterparts in Thailand, in ASEAN, and in Europe.","lastUp":"2018-05-03T03:03:48.800+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}