{"id":"93283396780-85","name":"Confederation of Family Organisations in the European Union","registrationDate":"2011-09-26T14:54:49.621+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://coface-eu.org/fr/","country":"Belgium","headAddress":"rue de Londres, 17","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 11 41 79","boss":"Elizabeth GOSME","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"3.0","membership":"COFACE is a founding member of three European networks : &#xd;\n- Social Platform&#xd;\n- European Disability Forum&#xd;\n- European Brain Injury Society.","memberOrga":"Katholischer Familienverband Österreichs (KFÖ)(176880),&#xd;\nAP3(800),&#xd;\nFemmes Prévoyantes Socialistes (FPS)(1600000),&#xd;\nFonds du Logement Wallon (FLW)(0),&#xd;\nLigue des Familles (LDF)(140000),&#xd;\nGezinsbond(1000000),&#xd;\nCentre d'Action Laïque (CAL)(0),&#xd;\nAidants Proches ASBL(400000),&#xd;\nCenter of Women's Studies(21),&#xd;\nWomen and Mothers Against Violence(5589),&#xd;\nPancyprian Organisation Polyteknon (POP)(30000),&#xd;\nVäestöliitto(5400000),&#xd;\nUnion Nationale des Familles de France (UNAF)(50000000),&#xd;\nA.P.E.L. National(843475),&#xd;\nFamilles Rurales(640000),&#xd;\nFamilles de France(250000),&#xd;\nConfédération Syndicale des Familles (CSF)(35000),&#xd;\nAsso. Spina Bifida et Handicaps Associés(15000),&#xd;\nAssociation des Paralysés de France (APF)(93500),&#xd;\nAide à Domicile en milieu Rural (ADMR)(265000),&#xd;\nConfédération Nationale des Associations Familiales Catholiques (CNAFC(105000),&#xd;\nUnion Nat. Asso. Parents enfants Inadaptés (UNAPEI)(390000),&#xd;\nUnion Nat. Asso. Familles traumatisés crâniens (UNAFTC)(18000),&#xd;\nUnion Nat. Des Associations de Parrainage de Proximité (UNAPP)(4500),&#xd;\nArbeitsgemeinschaft der deutschen Familienorganisationen (AGF) e.V.(1400),&#xd;\nGreek Confederation of Families with many Children (ASPE)(1200000),&#xd;\nFamily and Chilcare Center (KMOP)(10000),&#xd;\nIrish Countrywomen's Association (ICA)(11000),&#xd;\nAssociazione Italiana Genitore (AGE)(35000),&#xd;\nAsso. Italiana per l'Assistenza agli Spastici (AIAS)(29750),&#xd;\nCoordinamento Familiari Assistenti \"Clelia\" Onlus (Co.Fa.As.)(1950),&#xd;\nMovimiento Italiano Genitori (MOIGE)(30000),&#xd;\nUnion of Latvian Large Family Associations (ULLFA)(420),&#xd;\nAsso. Parents d'Enfants mentalement handicapés (APEMH)(5025),&#xd;\nFoundation Houses of Lonely Mothers with Children(0),&#xd;\nAsso. Nac. Familias para Integraçao da Pessoa Deficiente (AFID)(0),&#xd;\nConfederaçao Nac. Das Asso. De Familia (CNAF)(121),&#xd;\nLiga Portuguesa dos Deficientes Motores (LPDM-CRS)(990),&#xd;\nFundatia Familia Si Ocrotirea Copilului (FOC)(0),&#xd;\nClub of Large Families(3500),&#xd;\nDruzinska Pobuda (Family Initiative)(1048),&#xd;\nAsociación Salud y Familia (ASF)(277490),&#xd;\nAsso. General Consumidores de España (ASGECO)(600000),&#xd;\nConf. Española de org. Amas de Casa, Consumidores y Usuarios (CEACCU)(376737),&#xd;\nUnión Cívica Nacional Amas de hogar de España (UNAE)(65000),&#xd;\nUnion de Asocianciones Familiares (UNAF)(6000),&#xd;\nUnion de Centros de Acción Rural (UNCEAR)(0),&#xd;\nCEAFA(3500000),&#xd;\nEFCNI(3150000)&#xd;\nPro Familia(800),&#xd;\nMakalösa Föräldrar(750000),&#xd;\nPro-XY(708),&#xd;\nFamily and Childcare Trust(2000),&#xd;\nMaman Travaille(350),&#xd;\nAnziani e Non Solo Societa Cooperativa(300),&#xd;\nFundacion Isadora Duncan(7296000)&#xd;\nStep By Step &#xd;\nHungarian National Foundation for Recreation","goal":"De nombreuses décisions ou orientations prises au niveau européen touchent directement la vie familiale. Leur incidence sur les parents et les enfants est telle que l’élaboration progressive d’une politique familiale européenne s’impose. Cette politique peut se définir comme étant la dimension familiale à donner aux politiques et initiatives économiques, sociales et culturelles développées au niveau européen; en un mot, il s’agit de «family mainstreaming».&#xd;<br />&#xd;<br />Pour promouvoir une telle politique, la COFACE agit dans trois directions complémentaires:&#xd;<br />&#xd;<br />* Porte-parole des organisations familiales, elle est l’interlocuteur des instances européennes dans tous les secteurs où les droits et intérêts des familles sont impliqués.&#xd;<br />&#xd;<br />* Elle informe les organisations nationales des développements de l’Union européenne et encourage une prise de conscience européenne.&#xd;<br />&#xd;<br />* Elle organise des échanges d’idées et d’expériences et une entraide entre les organisations familiales des divers pays.&#xd;<br />&#xd;<br />&#xd;<br />Au fil des années, l’action de la COFACE a contribué au développement de la politique européenne dans les secteurs comme la défense des intérêts des consommateurs, la protection sociale, la lutte contre l’exclusion sociale, la non-discrimination et l’égalité des chances, la démographie, les programmes d’aide aux personnes handicapées et leurs familles, la promotion de la santé, de l’éducation, de la société civile,… Ainsi la dimension familiale prend progressivement place dans le champ d’action européen.&#xd;<br />&#xd;<br />La COFACE veut intensifier sa collaboration avec les institutions européennes et leur demande:&#xd;<br />&#xd;<br />* D’être consultée dans tous les secteurs où la dimension familiale des politiques est concernée.&#xd;<br />&#xd;<br />* D’organiser chaque année une réunion du Conseil des ministres ayant la politique familiale dans leurs attributions.&#xd;<br />&#xd;<br />* De prévoir un fondement juridique incontestable de soutien à la vie familiale dans le Traité de l’Union.","acronym":"COFACE","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Sport, Taxation, Trans-European Networks, Transport, Youth","euInitiatives":"Politiques sociales et familiales, handicap, consommation, éducation, nouvelles technologies, pauvreté et exclusion sociale, migration, etc.","lastUp":"2017-03-28T10:54:11.837+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}