{"id":"932938331141-28","name":"Eurazijos zalos mazinimo asociacija","registrationDate":"2018-04-12T12:50:28.100+02:00","category":3,"subCategory":2,"legal":"association","web":"http://harmreductioneurasia.org","country":"Lithuania","headAddress":"Gedimino pr. 45-4","headCity":"Vilnius","headPostCode":"","headPhone":"(370)62 01 06 30","boss":"Ganna Dovbakh","bossTitle":"Ms","bossPosition":"Executive director","membersCount":13,"membersFTE":"13.0","membership":"","memberOrga":"http://harmreductioneurasia.org/ehra-members/","goal":"Eurasian Harm Reduction Association (EHRA) is a non-for-profit public membership-based organization, registered by the initiative of harm reduction activists and organizations from Central and Eastern Europe and Central Asia (CEECA)on 2nd March 2017.  EHRA operates in accordance with the Articles of Association adopted by EHRA’s General Assembly. By  1st of April 2018, EHRA unites 214 organizational and individual members from 28 countries of CEECA. &#xd;<br />All the programs and activities are consistent with EHRA Strategic Framework 2018-2019 which was approved by The General Assembly of EHRA in 2017.&#xd;<br />EHRA is acting as strategic partner and fiduciary agent of Eurasian Network of People Using Drugs (ENPUD).&#xd;<br />EHRA mission is to create favourable environment for sustainable harm reduction programs and for decent lives of people who use drugs in CEECA region. EHRA vision is a society where human rights are safeguarded for every individual. We strive for a strong community of people who use drugs supported by civil society to achieve a progressive human rights-based drug policy, sustainable funding and efficiency of harm reduction services based on needs of people who use drugs.&#xd;<br />Our role is to bring in international resources and knowledge, equip CEECA region with expertise and effective practices; we set the regional and national agenda of drug policy and harm reduction with the meaningful involvement of drug users community in national and local stakeholders dialogue.&#xd;<br />Strategic objective 1: To ensure sustainability and efficiency of harm reduction services in CEECA region.&#xd;<br />Provision of sustainability of harm reduction programs by municipal governments focused on technical support to civil society and community representatives and organizations as well as their meaningful involvement in the municipal, national, regional and global level transition- focused advocacy and decision-making processes, is crucial to insure sustainability and efficiency of HIV prevention and other priority services. Communities should become one of key actors in the process of effective transition from international support to domestic funding.&#xd;<br />Strategic objective 2: To advocate for non-punitive drug policies in CEECA region based on public health and human rights.&#xd;<br />Representing different political, cultural and socio-economist contexts, CEECA countries continue to apply prohibition approach and punitive sanctions for drug possession for personal use. The region will go a long way to reorient its drug policies to humanistic and right-based approach. There are significant differences in factors that explain extremely high stigma around drug-related issues, low access to and limited efficiency in using human rights instruments. In this context, the central role in documenting human rights violation and analyzing them through the prism of international and national legislation has to be given to people who use drugs, their ‘traditional allies’ – harm reduction programs, and any human rights movements, organizations and other partners, who can help in documenting human rights violations and advocate for non-punitive drug-policies.&#xd;<br />Strategic objective 3: To develop leadership and expertise of civil society and people who use drugs in monitoring of drug policies, financing, access and quality of harm reduction services in CEECA region. &#xd;<br />Strategic objective 4: To strengthen organizational governance and operational systems, program efficiency and financial sustainability of EHRA.","acronym":"EHRA","interests":"Justice and Fundamental Rights, Public Health, Regional Policy","euInitiatives":"EHRA is working in advocacy in the areas Health, Justice, Drugs and Human Rights in EC.&#xd;<br />Representing different political, cultural and socio-economist contexts, CEECA countries continue to apply prohibition approach and punitive sanctions for drug possession for personal use. Massive incarceration of people who use drugs is the most obvious, but not the only negative consequence of criminalisation of drug use or possession for personal use. Criminalisation affects health - the fear of police prosecution increases the use of unsterile syringes and thus fuels HIV and viral hepatitis epidemics; overdose mortality rates are also, to a big extend, driven by harsh drug policies. Punitive sanctions for drugs create barriers to social reintegration of people who use drugs decreasing their chance for employment, education and vocational training and, most importantly, building social and family relations.&#xd;<br />In fact, any social belief or stereotype built on the thesis that people who use drugs are less worthy of social benefits than those who do not use drugs is a form of violence in itself. Social stigma associated with drugs and criminalisation lead to systematic discrimination of people who use drugs in the healthcare system: they are often denied effective drug treatment such as opioid substitution treatment, HIV and viral hepatitis prevention and treatment, access to pain management, etc. In particular, women who use drugs suffer from disproportional damage: they are deprived of parental rights, they have limited access to sexual and reproductive health care services (especially during pregnancy), they are subjected to brutal police and domestic violence. Their stigmatisation is complex and multifaceted, which makes them much more susceptible and vulnerable to HIV and other infections.&#xd;<br />In CEECA, in general, the institutes of the protection of human rights of vulnerable populations are underdeveloped, while there are significant differences in factors that explain low access to and limited efficiency in using human rights instruments. In addition to that, extremely low interest to human rights violations experienced by people who use drugs among ‘mainstream’ human rights and gender rights movements can be explained by extremely high stigma around drug-related issues. In this context, the central role in documenting human rights violation and analysing them through the prism of international and national legislation has to be given to people who use drugs and their ‘traditional allies’ - harm reduction programs.","lastUp":"2018-04-12T12:50:50.478+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}