{"id":"932940934777-13","name":"Malta Union of Bank Employees","registrationDate":"2019-05-21T13:41:57.809+02:00","category":2,"subCategory":1,"legal":"Trade Union","web":"http://mube.org","country":"Malta","headAddress":"Dar Joe Rizzo","headCity":"Valletta","headPostCode":"VLT 1310","headPhone":"(356)21 23 73 92","boss":"William Portelli","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.5","membership":"UNI EUROPA&#xd;\nUNIGLOBALUNION&#xd;\nCRESfb&#xd;\nCMTU&#xd;\nFHRD","memberOrga":"","goal":"The Malta Union of Bank Employees (1972) is a an established Bankers' Union which also covers the Insurance and Finance sector. Apart from collective bargaining, MUBE negotiates flexible terms &amp; conditions to meet modern business exigencies whilst protecting the rights of its members.&#xd;<br />MUBE is the only Union that negotiates collective Agreements in  most major Banks and has the advantage of specializing with exclusive focus on the Financial Services sector. MUBE is absolutely autonomous and has no direct connections with any other union or political party.MUBE's approach is one of anticipating change and mastering challenges. The vison and ultimate goal is for MUBE to maintain its expertise and making quality life long learning, education and training a reality for everyone in order to enhance economic growth and social inclusion boosting employability opportunities in the finance sector.","acronym":"MUBE","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Fraud prevention, Research and innovation, Single market, Taxation, Youth","euInitiatives":"Coordinators of the Social Dialogue in European Banking Sector&#xd;<br />&#xd;<br />Regulation in the Banking and Finance Industry","lastUp":"2019-05-21T13:44:16.478+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}