{"id":"93326299329-13","name":"GENITORI SEPARATI E FIGLI onlus","registrationDate":"2012-08-14T12:22:15.897+01:00","category":3,"subCategory":2,"legal":"onlus","web":"http://www.gesefi.to.it/","country":"Italy","headAddress":"sede legale : Via San Domenico, 5/e - TO","headCity":"TORINO","headPostCode":"10122","headPhone":"(393)9 60 47 85","boss":"DANIELE LOMBARDO","bossTitle":"Mr","bossPosition":"presidente","membersCount":20,"membersFTE":"5.0","membership":"reti interassociative su piattaforma base telematica ( socialnetwork - comunication ):&#xd;\n- PEF Platform European Fathers: http://www.europeanfathers.eu/&#xd;\n&#xd;\n- FKCE Fathers Knowledge Center Europe: &#xd;\nhttp://www.fkce.eu/ &#xd;\n&#xd;\n- Conseil International de la Résidence Alternée (CIRA)- Twohomes:&#xd;\nhttp://www.twohomes.org&#xd;\nBonn, Allemagne Tél. : +49-170-800 46 15&#xd;\nmail: angela.hoffmeyer@twohomes.org&#xd;\n&#xd;\n- U.D.I.R.E. Rete antiviolenza per ogni genere di persona:&#xd;\nhttp://www.udire.org/&#xd;\nhttp://udireantiviolenza.altervista.org/&#xd;\n&#xd;\n- W.F.W.P. Federazione delle Donne per la Pace nel Mondo :&#xd;\nhttps://www.wfwp.it/","memberOrga":"Asociación Tradiciones Peruanas,&#xd;\nAssociazione Sant'Efisio FASI - Falchera,&#xd;\nCAF Futurosereno,&#xd;\nCOLIBRI' - EU, &#xd;\nFIGLI PER SEMPRE,&#xd;\nP.E.F. EUROPE.&#xd;\nProtectionformen - Oregon,&#xd;\nSoluzioni Artistiche - Torino,&#xd;\nSportello del Malato - Torino,&#xd;\nRADIO Antenna Uno,&#xd;\nU.D.I.R.E. rete antiviolenza in genere&#xd;\nW.F.W.P. Federazione delle Donne per la Pace nel Mondo","goal":"L’ Associazione GE.SE.FI. s'impegna:&#xd;<br />Come \"portatore sociale\" dei diritti umani. Nell'interesse specifico concentra ogni attenzione/riferimento sul valore della persona inserita nel suo sistema famigliare, per far emergere tutte le potenzialità di crescita-rafforzamento, per impedire che si frappongano elementi oppositivi e per individuare, nei casi estremi, soluzioni che inducano alla mediazione pacifica.&#xd;<br />&#xd;<br />GE.SE.FI. onlus offre :&#xd;<br />Sostegno ed ascolto a madri e padri separati, o in fase di separazione. Spesso si avvicinano persone in una condizione psicologica segnata dal dolore, dallo sconcerto, dall' incapacità a reagire, ma si offre ascolto anche a nonni o parenti, amici, a tutti coloro che si sentono emotivamente coinvolti sul caso. &#xd;<br />Nei casi più articolati mette a disposizione consulenze di esperti per i servizi di consulenza mediativa, psicologica, legale e di gruppo  (ascolto, solidarietà, auto-mutuo-aiuto).&#xd;<br />Le iniziative promosse dall’associazione secondo gli scopi sociali si possono così riassumere: &#xd;<br />- Promuovere il benessere individuale e sociale facendo leva su meccanismi comunicativi-informativi.&#xd;<br />- Attivare campagne di sensibilizzazione e prevenzione del disagio minorile in ogni contesto, compreso quello istituzionale scolastico.&#xd;<br />- Diffondere  attraverso convegni, conferenze e contatti tra gli associati ed il pubblico una cultura sociale che valorizzi le diversità per spegnere i motivi di conflittualità che tormentano sempre più la famiglia ponendo orientamenti educativi rivolti alla solidarietà, all’accoglienza ed al dialogo.&#xd;<br />- Promuovere, orientare, realizzare interventi in materia di parità tra i diversi sistemi sociali a livello educativo-formativo ed attraverso forme di lotta alle discriminazioni di genere oltre gli stereotipi famigliari che interagiscono soprattutto nelle fasi difficili della separazione coniugale.&#xd;<br />- Creare contesti favorevoli alla conciliazione ed alla mediazione famigliare in cui vengono individuate e rafforzate buone prassi per la definizione di sperimentazioni replicabili.&#xd;<br />- Organizzare momenti di confronto interattivo tra le diverse figure professionali, in particolare Assistenti Sociali, Educatori, Psicologi, figure forensi.&#xd;<br />- Adottare nella fase di accoglienza un sistema informatizzato di raccolta dati statistici per monitorare i fenomeni di crisi famigliare tale da assumere funzioni di osservatorio ed interfaccia comunicativa con le istituzioni e gli stakeholder.&#xd;<br />- Valutare ed evidenziare ogni difformità locale in rapporto al territorio nazionale.&#xd;<br />- Accordi territoriali per le politiche di sviluppo delle agevolazioni casa per i più disagiati: housing ed assegnazioni temporanee di aree accoglienza attrezzate per le nuove povertà post-separative.&#xd;<br />- Coinvolgimento di partners come sostenitori nazionali di azioni condivisibili e replicabili ovunque.&#xd;<br />&#xd;<br />Criteri fondamentali di GE.SE.FI. :&#xd;<br />- Informazione e formazione offrono soluzioni di scelta ma soprattutto prospettive utili al miglioramento della propria condizione, nell’ottica di una naturale autonomizzazione esente da meccanismi simbiotici o atteggiamenti patologici.&#xd;<br />- La prevenzione del disagio incentrata sui minori e sulla famiglia risulta il cardine essenziale per la valorizzazione umana nel contesto di base.&#xd;<br />- Lotta alle difformità e disuguaglianze in ambito famigliare per rafforzare i valori di giustizia.&#xd;<br />- Sostegno della bigenitorialità: ogni figlio ha il diritto ad avere entrambi i genitori, ugualmente presenti sia sul piano pratico (accudimento, cura, tempo condiviso), sia sul piano affettivo, relazionale ed educativo.&#xd;<br />- Impegno nella conciliazione e mediazione familiare fornita come sostegno disponibile a tutte le coppie in fase separativa per la tutela dei figli ma anche per riformare l'applicazione della legge 54/2006 sull'affido condiviso.&#xd;<br />- Partecipazione alla formulazione di proposte necessarie all'aggiornamento/approvazione di nuovi disegni di legge .","acronym":"GE.SE.FI.","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, External Relations, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Corte Europea - Child abduction, Violation of the rights of the most distressed people, Violence in general (non-sexist)","lastUp":"2019-02-12T11:54:07.529+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}