{"id":"93338229133-31","name":"Groupe IRCEM","registrationDate":"2012-07-11T10:31:29.227+01:00","category":2,"subCategory":1,"legal":"Association (loi 1901 France)","web":"http://www.ircem.eu/","country":"France","headAddress":"Avenue des Nations Unies, 261","headCity":"ROUBAIX","headPostCode":"59672","headPhone":"(33)3 20 45 57 00","boss":"Jacqueline GERVAIS","bossTitle":"Ms","bossPosition":"Présidente","membersCount":4,"membersFTE":"1.0","membership":"L'activité Retraite (IRCEM Retraite) est placée sous la tutelle de la fédération française ARRCO.&#xd;\n&#xd;\nIRCEM Prévoyance et IRCEM Mutuelle sont placées sous l'autorité de l'ACPR (Autorité de Contrôle Prudentielle et de Régulation) pour organisme de contrôle. &#xd;\n&#xd;\nIRCEM Prévoyance est adhérente du CTIP (Centre Technique des Institutions de Prévoyance) et à l'IPSE (Institut de la Protection Sociale Européenne). &#xd;\n&#xd;\nIRCEM Mutuelle est adhérente de la FNMF (Fédération Nationale de la Mutualité Française).&#xd;\n&#xd;\nLa Fondation d'Entreprise IRCEM est une structure filiale d'IRCEM Prévoyance et d'IRCEM Mutuelle. Elle a pour vocation d'accompagner la recherche sur les maladies rares chez l'enfant et les maladies dégénérescentes chez l'adulte en perte d'autonomie.","memberOrga":"Le Groupe IRCEM est depuis le 1er janvier 2016 un groupe singulier de protection sociale au service des salariés du particulier-employeur, des assistantes maternelles, des particuliers-employeurs, des parents-employeurs et des retraités du secteur des emplois de la famille à domicile en France. 500 salariés, principalement basés à Roubaix, siège du Groupe IRCEM en France, sont ainsi au service de plus de 5 millions de personnes. &#xd;\nPour en savoir plus, visitez le site institutionnel www.ircem.eu","goal":"Le Groupe IRCEM désigne le groupe français de protection sociale des emplois de la famille à domicile.&#xd;<br />Il s'adresse aux salariés, aux employeurs et aux retraités de ce secteur d'activité en France. Les employeurs de ce secteur sont principalement des particuliers-employeurs ou des parents-employeurs. &#xd;<br />Ses domaines d'activités concernent la Retraite complémentaire, la Prévoyance collective et la Mutuelle mais aussi la Prévention, l'Action Sociale et le Bien Vieillir. Le Groupe IRCEM dispose également d'une fondation, la Fondation d'entreprise IRCEM.","acronym":"IRCEM","interests":"Climate Action, Communication, Employment and Social Affairs, Environment, Financial Stability, Financial Services and Capital Markets Union , Public Health, Youth","euInitiatives":"Promotion et représentation en France des Emplois de la famille à domicile; le Groupe IRCEM est un acteur majeur et référent du secteur économique et social des emplois de la famille à domicile en France. &#xd;<br />Le Groupe IRCEM est membre adhérent de la Fédération Européenne des emplois de la Famille (EFFE) dont le siège est basé à Bruxelles.","lastUp":"2017-03-10T11:12:12.332+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}