{"id":"934069612666-51","name":"AbbVie","registrationDate":"2014-01-20T17:37:15.881+01:00","category":2,"subCategory":3,"legal":"AbbVie inc.","web":"http://www.abbvie.com","country":"United states","headAddress":"North Waukegan Road, 1","headCity":"North Chicago","headPostCode":"IL 60064","headPhone":"(32)10 47 78 41","boss":"Richard A. Gonzalez","bossTitle":"Mr","bossPosition":"Chairman of the Board and Chief Executive Officer","membersCount":5,"membersFTE":"1.25","membership":"- American Chamber of Commerce to the EU&#xd;\n- European Federation of Pharmaceutical Industries and Association (EFPIA)&#xd;\n- European Biopharmaceutical Enterprises (EBE)&#xd;\n- EuropaBio – the European Association of Bio-Industries&#xd;\n- CSR Europe","memberOrga":"","goal":"AbbVie is a Specialty-focused, research-based biopharmaceutical company.&#xd;<br />&#xd;<br />We are approximately 25,000 people focused on developing new products and new ways to help people manage some of the most serious health conditions. We are scientists, researchers, communicators, manufacturing specialists, and regulatory experts.&#xd;<br />&#xd;<br />AbbVie began as the pharmaceutical leader, Abbott, which was founded in 1888 by Chicago physician, Dr. Wallace Abbott. Since then, Abbott has evolved to become a global healthcare leader, delivering innovative pharmaceutical, nutritional, diagnostic, and medical products to people in more than 150 countries.&#xd;<br />&#xd;<br />On January 1, 2013, AbbVie was founded, a global biopharmaceutical company with the focus and capabilities to address some of the world's greatest health challenges. AbbVie has the stability, resources, expertise, and passion to discover, develop, and bring to market groundbreaking science to solve the biggest health problems that face the world today and tomorrow.","acronym":"","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"- Implementation of the regulation on Clinical Trials&#xd;<br />- Implementation of the legislation on Falsified Medicines&#xd;<br />- Joint Procurement for medical countermeasures&#xd;<br />- Commission expert group on safe and timely access for patients&#xd;<br />- Prevention and Early Intervention in Chronic Diseases&#xd;<br />- Demographic change and healthy ageing&#xd;<br />- Competition in the pharmaceutical sector&#xd;<br />- Pharmaceutical industrial policy including intellectual property policies&#xd;<br />- Revision of Medical Device and IVD Regulation&#xd;<br />- European Commission activities around ensuring effective, resilient and sustainable healthcare systems&#xd;<br />- Access to Medicines","lastUp":"2018-03-08T10:52:08.131+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}