{"id":"93401065573-24","name":"Goodyear Europe B.V","registrationDate":"2011-03-30T16:02:58.500+02:00","category":2,"subCategory":3,"legal":"Dutch private limited liability company","web":"https://www.goodyear.eu/corporate_emea/","country":"Netherlands","headAddress":"Herikerbergweg 238","headCity":"Amsterdam","headPostCode":"1101 CM","headPhone":"(32)0 27 61 18 11","boss":"Chris Delaney ","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.25","membership":"European Tire and Rubber manufacturers’ Association (ETRMA) http://www.etrma.org/ &#xd;\n&#xd;\nAmerican Chamber of Commerce to the EU (AmCham EU) &#xd;\nhttp://www.amchameu.eu/ &#xd;\n&#xd;\nEuropean Logistics Platform http://www.european-logistics-platform.eu/&#xd;\n&#xd;\nForum for Automobile and Society http://debatingmobility.eu/","memberOrga":"","goal":"Mission:&#xd;<br />&#xd;<br />Goodyear’s objective is to engage in the manufacturing, distribution, and sale of tires for various markets, to engage in certain other businesses related to automotive and vehicle parts, rubber and polymers.&#xd;<br />&#xd;<br />When progressing towards this goal, we are driven by core values, meaning we conduct our business in accordance with the highest legal and ethical standards, operate globally as a socially responsible corporate citizen, and are a business-driven organization. Also, our attention is focused on quality, consumers, and environmental protection. Our standard is set on useful, durable, reliable and most importantly safe products. We are committed to rapidly answering our customers’ needs and expectations, and provide them with outstanding products and services. Furthermore, Goodyear policy is to always manufacture, handle and dispose of materials in an environmentally responsible manner. We are committed to the conservation of natural resources and waste reduction.&#xd;<br />&#xd;<br />Activities:&#xd;<br />&#xd;<br />Our principal business is the development, manufacturing, distribution and sale of tires, and related products and services worldwide. We produce and market numerous lines of tires mainly for automobiles, trucks, buses, aviation, motorcycles, earthmoving equipment, and industrial equipment. In each case, our tires are sold either to vehicle manufacturers for mounting as original equipment or in replacement markets worldwide. Our principal products are new tires for most applications.&#xd;<br />&#xd;<br />A trendsetter in innovation, Goodyear continuously pioneers safety technologies, such as RunOnFlatTM, which allows drivers to continue on a journey with a punctured tire.&#xd;<br />&#xd;<br />In greater Europe, Goodyear employs around 24.000 persons and operates 15 manufacturing facilities. Globally, Goodyear and its affiliates employ approximately 67.000 people and manufactures its products in 50 facilities in 22 countries.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Our areas of interest are related, but not limited to:&#xd;<br />&#xd;<br />•  Market Surveillance for Tires&#xd;<br />•  General Safety Regulation &#xd;<br />•  Circular Economy Package &#xd;<br />•  Emissions Trading Scheme  &#xd;<br />•  Chemical Policies&#xd;<br />•  Low-Emission Mobility&#xd;<br />•  Transport Policies&#xd;<br />•  Road Safety&#xd;<br />•  International Trade","lastUp":"2019-10-21T10:05:21.071+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}