{"id":"934120120822-04","name":"European Molecular Biology Organization","registrationDate":"2016-02-28T15:34:08.423+01:00","category":3,"subCategory":2,"legal":"Incorporated Association/ASBL","web":"http://www.embo.org","country":"Germany","headAddress":"Meyerhofstrasse 1","headCity":"Heidelberg","headPostCode":"69117","headPhone":"(49)6 22 18 89 10","boss":"Bernhard Huber","bossTitle":"Mr","bossPosition":"Head, Administration &amp; Finance","membersCount":6,"membersFTE":"2.75","membership":"EMBO is a member of the Initiative for Science in Europe.&#xd;\nIndividual journals of the EMBO Press are members of the Committee on Publication Ethics.","memberOrga":"We are an elected membership organization of highly accomplished scientists; our only members are individuals. The members are located primarily in Europe, with representatives all over the world.","goal":"EMBO is an organization of more than 1700 leading researchers that promotes excellence in the life sciences. The major goals of the organization are to support talented researchers at all stages of their careers, stimulate the exchange of scientific information, and help build a European research environment where scientists can achieve their best work.&#xd;<br />&#xd;<br />EMBO helps young scientists to advance their research, promote their international reputations and ensure their mobility. Courses, workshops, conferences and EMBO Press publications disseminate the latest research and offer training in techniques to maintain high standards of excellence in research practice. &#xd;<br />&#xd;<br />We help to shape science policy by seeking input and feedback from the EMBO community, societal stakeholders, academic and practitioner experts, and policymakers. We produce analytic reports on a range of important issue in the life sciences and in European science generally. We conduct our policy work using approaches of technology assessment, bringing in a wide range of stakeholders and views. EMBO is engaged in improving and promulgating concepts in the responsible conduct of research. &#xd;<br />&#xd;<br />EMBO supports talented researchers, selected through impartial evaluation processes, to allow them to do great science. The wide scientiﬁc scope across the full range of life science research coupled with the broad geographical reach of more than 1700 members and associate members – some of the best researchers in Europe and around the world – positions EMBO optimally to serve Europe’s life science community.","acronym":"EMBO","interests":"Budget, Economic and Financial Affairs, Employment and Social Affairs, Energy, Environment, Food Safety, Information Society, Public Health, Research and Technology","euInitiatives":"Open Science&#xd;<br />Responsible Research and Innovation&#xd;<br />Horizon 2020&#xd;<br />Future Framework Programmes&#xd;<br />European Research Council&#xd;<br />European Fund for Strategic Investments&#xd;<br />Data Protection Directive&#xd;<br />Legislation for the Protection of Animals Used for Scientific Research&#xd;<br />Science Advising&#xd;<br />Parliamentary technology assessment (STOA) &#xd;<br />Parliamentary Research and analytical support (EPRS)","lastUp":"2018-02-12T11:45:26.960+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}