{"id":"934237012880-23","name":"Abertis Infraestructuras S.A.","registrationDate":"2014-02-06T16:45:02.862+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.abertis.com","country":"Spain","headAddress":"Paseo de la Castellana 39","headCity":"Madrid","headPostCode":"28046","headPhone":"(34)9 32 30 50 00","boss":"Josep Maria Coronas Guinart","bossTitle":"Mr","bossPosition":"Secretario General","membersCount":5,"membersFTE":"2.0","membership":"Think tanks/Interest Groups:&#xd;\n&#xd;\n- ASECAP: European Association of Tolled Motorways, Bridges and Tunnels&#xd;\nhttp://www.asecap.com/&#xd;\n&#xd;\n- SEOPAN in Spain Asociación de Sociedades Españolas de Obras Públicas http://www.seopan.es/&#xd;\n&#xd;\n- ASFA in France, Association des Sociétés d’Autoroutes &#xd;\nhttp://www.autoroutes.fr/fr/asfa.htm&#xd;\n&#xd;\n- AISCAT in Italy, Associazione Italiana Società Concessionaire Autostrade e Trafori http://www.aiscat.it/&#xd;\n&#xd;\n-AETIS : Association of Electronic Toll and Interoperable Service&#xd;\nhttp://www.aetis-europe.eu/&#xd;\n&#xd;\n-ERTICO through ASFA. ERTICO is the network of Intelligent Transport Systems and Services stakeholders in Europe.&#xd;\nhttp://www.ertico.com/&#xd;\n&#xd;\n-E3PO: European PPP Operating Companies&#xd;\nhttp://www.e3po.org/&#xd;\n&#xd;\n-UNSPIC: Union Nationale des services publics&#xd;\nhttp://www.fnade.org/sites/fnade/la_fnade/partenaires_detail.php/id/25445&#xd;\n&#xd;\n-European Road Safety Chapter&#xd;\nhttp://www.erscharter.eu/","memberOrga":"","goal":"La visión de Abertis es dar respuesta a las necesidades de infraestructuras al servicio de la movilidad y las telecomunicaciones, con la misión de ser un operador de referencia en el ámbito de la gestión de dichas infraestructuras.&#xd;<br />El Grupo Abertis estableció como visión ser el operador líder mundial en la gestión de infraestructuras al servicio de la movilidad y las comunicaciones. Para lograrlo, Abertis intenta promover y gestionar de forma sostenible y eficiente sus activos, contribuir al desarrollo de las infraestructuras de la sociedad en armonía con el bienestar de sus empleados y crear valor a largo plazo para sus accionistas. &#xd;<br />Abertis es una compañía que opera principalmente en entornos de colaboración público-privados, gestionando servicios con un elevado impacto social, lo que confiere especiales características al manejo de su presencia pública. Además, el sector de las infraestructuras es muy importante para la economía de un país y genera importantes efectos en los grupos de interés, siendo estos desde accionistas o inversores, a clientes o la sociedad en general. El sector de las infraestructuras y su gestión depende además de diversas acciones y regulaciones provenientes de diferentes instituciones, por lo que el contacto con éstas se convierte en necesario e imprescindible para compañías como el Grupo Abertis.","acronym":"ABE","interests":"Competition, Economy, finance and the euro, Institutional affairs, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Políticas de Mercado Interior, Competencia y Comercio (i.e. TTIP, Ayudas Estatales, etc). Políticas de transporte  y la movilidad en general (i.e. Directivas Euroviñeta, Megatrucks, etc). Además de los de inversión en infraestructuras (i.e. Plan Juncker, H2020, CEF, la TEN-T, etc).","lastUp":"2019-02-14T12:52:06.166+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}