{"id":"934329423960-72","name":"Institute for European Environmental Policy","registrationDate":"2016-10-31T15:44:15.497+01:00","category":4,"subCategory":5,"legal":"Charity","web":"http://www.ieep.eu","country":"United kingdom","headAddress":"IEEP Offices","headCity":"London","headPostCode":"","headPhone":"(44)20 77 99 22 44","boss":"Celine Charveriat","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":22,"membersFTE":"15.25","membership":"","memberOrga":"","goal":"The Institute for European Environmental Policy (IEEP) is an independent not for profit research organisation dedicated to advancing an environmentally sustainable Europe through the analysis and development of policy, and dissemination of research results.&#xd;<br />&#xd;<br />Our aim is to contribute to a growing depth of knowledge about Europe and the environment and to analyse and present policy options.  We undertake research on the development, implementation and evaluation of environmental and environment-related policies in Europe and the world beyond it. Our focus on European policy making is shared by few and we have a reputation based on being first in the field and possessing a history of knowledge and involvement acquired over nearly forty years.","acronym":"IEEP","interests":"Agriculture and Rural Development, Budget, Climate Action, Energy, Enlargement, Environment, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"IEEP advises on environmental policy in the following areas: agriculture &amp; land management, climate change &amp; energy, green economy, industrial pollution &amp; chemicals, water, marine and fisheries, natural resources &amp; waste, biodiversity, global challenges and solutions, environmental governance.","lastUp":"2019-03-13T16:15:42.142+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}