{"id":"934512134298-26","name":"Gewerkschaft der Polizei","registrationDate":"2019-03-19T15:17:14.274+01:00","category":2,"subCategory":1,"legal":"Nicht eingetragener Verein","web":"http://www.gdp.de","country":"Germany","headAddress":"Gewerkschaft der Polizei","headCity":"Berlin","headPostCode":"D-10555","headPhone":"(49)3 03 99 92 10","boss":"Oliver Malchow","bossTitle":"Mr","bossPosition":"Bundesvorsitzender","membersCount":5,"membersFTE":"2.0","membership":"Deutscher Gewerkschaftsbund (DGB)&#xd;\nEuropäischer Gewerkschaftsbund (EGB oder ETUC)","memberOrga":"gdp.de","goal":"Die GdP bekennt sich zur freiheitlichen demokratischen Grundordnung der Bundesrepublik Deutschland. Sie lässt sich in ihren Zielsetzungen und ihrer Arbeit leiten von den demokratischen Prinzipien und von den Grundrechten, wie sie in der allgemeinen Erklärung der Menschenrechte festgelegt sind, für deren Verwirklichung sie aktiv eintritt. Die GdP setzt sich für den Ausbau des sozialen Rechtsstaates und die weitere Demokratisierung von Staat und Gesellschaft ein. Undemokratische Bestrebungen jeder Art lehnt sie ab.&#xd;<br />Die Vertretung der Interessen von Frauen mit dem Ziel der Verwirklichung der Geschlechterdemokratie und der gleichberechtigten Teilhabe von Frauen im Beruf, in der Gewerkschaft und in der Gesellschaft ist politische Aufgabe der GdP. Frauen sollen in den gewerkschaftlichen Organen und Gremien mindestens entsprechend ihrem Anteil an der Mitgliedschaft vertreten sein.&#xd;<br />Die GdP ist unabhängig von Regierungen, Verwaltungen, politischen Parteien und Religionsgemeinschaften.&#xd;<br />Die GdP vertritt die beruflichen, gesellschaftlichen, wirtschaftlichen, ökologischen, sozialen und kulturellen Interessen der Beschäftigten und ehemals Beschäftigten der Polizei. Sie erstrebt insbesondere die Verbesserungen der allgemeinen Arbeits- und Lebensbedingungen sowie des Beamten- und Arbeitsrechts.&#xd;<br />Die Ziele der GdP sollen erreicht werden durch Einwirkung auf die Gesetzgebung, Abschluss von Tarifverträgen, Verhandlungen mit den Behörden und, soweit erforderlich, durch Anwendung gewerkschaftlicher Kampfmittel. Sie beteiligt sich an den Wahlen zu den Betriebs- und Personalvertretungen und unterstützt die Betriebs- und Personalräte bei der Erfüllung ihrer Aufgaben.&#xd;<br />Die GdP kann für ihre Mitglieder Sozialeinrichtungen unterhalten. Rechtsansprüche können aus dieser Bestimmung nicht hergeleitet werden.&#xd;<br />Die GdP fühlt sich der Solidarität mit demokratischen Polizeigewerkschaften oder diesen entsprechenden Berufsorganisationen anderer Staaten verpflichtet und beteiligt sich aktiv an der Verbesserung ihrer Zusammenarbeit.","acronym":"GdP","interests":"Borders and Security, Budget, Communication, Customs, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks, Transport, Youth","euInitiatives":"Gesetzlicher Rahmen EUROPOL, Geldwäschegesetz, Europäische Staatsanwaltschaft, e-evidence, e-privacy, Cyberkriminalität, Frontex, Drogenkriminalität, Informationssysteme (ECRIS, SIS, ETIAS, PNR), Migrationspolitik, Asylpolitik, Terrorismusbekämpfung","lastUp":"2019-03-19T17:32:53.457+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}