{"id":"934655026197-73","name":"Shapinsay Development Trust","registrationDate":"2017-03-04T17:55:04.446+01:00","category":2,"subCategory":3,"legal":"Charity and Company Limited by Guarantee","web":"http://www.orkneycommunities.co.uk/shapinsay/","country":"United kingdom","headAddress":"Boathouse","headCity":"Orkney","headPostCode":"KW17 2DY","headPhone":"(44)18 56 71 17 33","boss":"Nicholas Thake","bossTitle":"Mr","bossPosition":"Service Manager","membersCount":1,"membersFTE":"0.5","membership":"Development Trust Association (Scotland)&#xd;\nCommunity Transport Association&#xd;\nLiving Wage Foundation (Centre for Civil Society)&#xd;\nCommunity Energy Scotland&#xd;\nVoluntary Action Orkney","memberOrga":"Shapinsay Renewables Ltd.","goal":"Shapinsay Development Trust works to secure the future of the resilient island community of Shapinsay, one of the Orkney islands. Islanders (population c300) are empowered and resourced by the efforts of the Trust in whose work many of them are intimately involved as trustees, volunteers or employees.&#xd;<br />With running costs largely self-funded by gift-aid from our trading subsidiary the Trust manifests the self-reliance traditional of islanders while at the same time collaborating and resourcing with external stakeholders to achieve projects crucial to our island’s future. Our 900kW turbine was built this way, and the EU funded BIG HIT project (designed to address curtailment within the Orkney ANM zone by switching generation to produce hydrogen) further develops these skills and also builds upon the successful delivery of a substantial Big Lottery project designed to build community assets – such as the Boathouse which this application will further equip for community use.","acronym":"SDT","interests":"Agriculture and Rural Development, Climate Action, Culture, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Regional Policy, Research and Technology, Transport, Youth","euInitiatives":"Involvement in the FCH2JU funded BIG HIT project under grant agreement No 790002","lastUp":"2017-03-06T14:53:35.183+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}