{"id":"93533519997-62","name":"Biopolymer International","registrationDate":"2012-10-25T16:22:06.321+01:00","category":2,"subCategory":4,"legal":"De facto association","web":"http://www.biopolymer-international.com/index.php","country":"Belgium","headAddress":"Avenue de Tervueren, 13A, Bte 7","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(32)27 36 53 54","boss":"all members (de facto association) all members (de facto association)","bossTitle":"Ms","bossPosition":"members","membersCount":1,"membersFTE":"0.25","membership":"Biopolymer is member of the EU Specialty Food Ingredients, Federation of European Sepcialty Food Ingredients Industries (Identification in Transparency register: 6160532422-38).","memberOrga":"The following companies are members of Biopolymer Int.:&#xd;\nADM Worldwide&#xd;\nCARGILL&#xd;\nCP KELCO GELLAN GUM&#xd;\nCP KELCO XANTHAN GUM&#xd;\nDSM China&#xd;\nDUPONT NUTRITION BIOSCIENCES&#xd;\nJUNGBUNZLAUER","goal":"The mission of the association is to protect and promote fair world-wide trade and use of biopolymers that are safe and produced according Good Manufacturing Practices and applicable legislation in different regions of the world where they are manufactured and sold for use in foods, pharmaceuticals, cosmetics, animal feed and other industrial applications.&#xd;<br />&#xd;<br />The main objectives of the Association are:&#xd;<br />&#xd;<br />- To promote a better understanding of the safety, efficacy and use of biopolymers among consumers, health professionals, legislators and customers. &#xd;<br />- To provide regulatory bodies such as the European Commission, the US Food and Drug Administration, the Codex Alimentarius and JECFA, with the data necessary to demonstrate the safety and technological justification of these biopolymers.","acronym":"","interests":"Agriculture and Rural Development, Consumer Affairs, Food Safety, Public Health, Research and Technology","euInitiatives":"Re-evaluation of additives. &#xd;<br />Implementation of Regulation 1333/2008. &#xd;<br />Re-evaluation of additives for use in animal nutrition (Art. 10.2 of Regulation 1831/2003).","lastUp":"2018-03-06T13:47:43.746+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}