{"id":"935442532665-34","name":"European Water Jetting Institute","registrationDate":"2018-09-24T09:51:29.761+02:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.ewji.org/","country":"Belgium","headAddress":"Rue des Colonies 11, 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 88 01 90","boss":"Jose Blanco","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.ewji.org/members","goal":"EWJI is the European association which goal is to promote the interests of the water jetting industry which it represents, ensuring the highest standards of safety, professional integrity and quality.&#xd;<br />&#xd;<br />The objectives of the Association are the following:&#xd;<br />&#xd;<br />- The organisation and promotion of activities and services of a professional, economic nature which may be in the interest of its Members, providing support, consulting and related services.&#xd;<br />&#xd;<br />- The promotion and oversight of competition within the industry and the prevention of practices which may violate, hinder or inhibit the same.&#xd;<br />&#xd;<br />- To establish and maintain relations with, and eventually integrate or collaborate with national, European or international professional organisations which represent interests which may relate to those of the Association or its Members. &#xd;<br />&#xd;<br />- To provide institutional representation before public authorities and organisations. &#xd;<br />&#xd;<br />- To provide consulting services and training in areas related to the objectives of the Association. &#xd;<br />&#xd;<br />- Other relayed actions and services which may be considered appropriate or desirable by the Association or legally required for the furthering of the interests of the Association and its Members.","acronym":"EWJI","interests":"Business and Industry, Climate Action, Employment and Social Affairs, Environment, Trade","euInitiatives":"Specific topics with a close connection to the water jetting industry, as training, health and safety and regulations.","lastUp":"2018-09-24T09:52:00.420+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}