{"id":"9354466365-17","name":"Sony Europe Limited","registrationDate":"2008-09-05T12:03:12.444+02:00","category":2,"subCategory":3,"legal":"Limited","web":"http://www.sony-europe.com","country":"United kingdom","headAddress":"The Heights, Brooklands","headCity":"Surrey","headPostCode":"KT13 OXW","headPhone":"(44)19 32 81 60 00","boss":"Shigeru Kumekawa","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"Sony Europe is member of DIGITALEUROPE (European digital technology industry association; http://www.digitaleurope.org) and JBCE (Japan Business Council in Europe; https://www.jbce.org).","memberOrga":"","goal":"The mission of Sony Europe's Government Affairs Europe function is to promote Sony Europe and its positions to the stakeholders involved in the development of laws and policies at European and national level. We do this directly through our contacts with EU officials and for national issues through our network of contacts in the local Sony Europe branches. Another - indirect - route for lobbying is through our influence within industry associations. The objective of our activities is always to enhance the positive effects of new EU laws and policies on our business and/or to limit any negative effects.","acronym":"Sony","interests":"Business and Industry, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"In terms of specific legislative files and policies, we follow the Digital Single Market Strategy, the General Data Protection Regulation, the ePrivacy Regulation, the Cybersecurity Act, the AVMS Directive and the Digital Contracts Directives. In terms of general areas of legislation and policy, we follow digital economy policy issues, technical &amp; regulatory issues, environmental policy and trade policy.","lastUp":"2018-07-26T12:21:25.935+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}