{"id":"936240218404-59","name":"Comité Européen des Fabricants d’Appareils de Chauffage et de Cuisine Domestiques","registrationDate":"2015-08-03T11:02:40.337+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"","country":"Germany","headAddress":"Lyoner Str.9","headCity":"Frankfurt am Main","headPostCode":"60528","headPhone":"(49)6 92 56 26 80","boss":"Jean-Francois Sidler","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"HKI Industrieverband Haus-, Heiz- und Küchentechnik e.V.&#xd;\nNIBE Stoves A.B.&#xd;\nRIKA Innovative Ofentechnik GmbH&#xd;\nPalazzetti Lelio S.p.A.&#xd;\nMCZ Group S.p.A.&#xd;\nDRU Verwarming B.V.&#xd;\nStûv SA group&#xd;\nGlen Dimplex Benelux B.V.&#xd;\nSIA Stove Industry Alliance","goal":"The purpose of CEFACD is to study – primarily from a scientific, technical, pedagogical, economic and institutional point of view – topics of common interest to the domestic individual heating appliances, stoves, fireplaces, cooking appliances and related equipment industries and to represent and promote efficient and environmentally friendly individual heating appliances and cooking appliances and to safeguard the supranational interests of members as appropriate, in particular by:&#xd;<br />- exchanging information and experiences on issues that are important to the industry;&#xd;<br />- conducting joint technical and economic activities in order to ensure a level playing field for competition;&#xd;<br />- cooperating with similar national, European, international and worldwide associations&#xd;<br />- representing and promoting its members’ common economic, technical and political interests before the European Commission, the European Council, the European Parliament and other European and international bodies. &#xd;<br />- cooperating with professional associations with a view to investigating common economic and technical issues.","acronym":"C.E.F.A.C.D.","interests":"Climate Action, Competition, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"Energy Transition&#xd;<br />Heating and Cooling Europe&#xd;<br />GasQual&#xd;<br />REACH&#xd;<br />WEEE&#xd;<br />RoHs&#xd;<br />GAR&#xd;<br />Ecodesign&#xd;<br />Energy Labelling&#xd;<br />Low Voltage Directive&#xd;<br />Standardisation","lastUp":"2018-04-07T09:31:31.276+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}