{"id":"936924730805-90","name":"International Young Professionals Foundation","registrationDate":"2018-03-14T12:49:29.003+01:00","category":3,"subCategory":2,"legal":"non-profit foundation","web":"http://www.iypf.org","country":"Australia","headAddress":"1 Brockenshire Street","headCity":"Clifton Hill","headPostCode":"VIC 3068","headPhone":"(61)4 02 07 24 52","boss":"Rosen Dimov","bossTitle":"Mr","bossPosition":"President of the Board of Directors","membersCount":6,"membersFTE":"3.0","membership":"No membership.","memberOrga":"No member organisations only natural persons.","goal":"Our vision is a global community of Young Professionals creating a better world for current and future generations through local and global action.&#xd;<br />&#xd;<br />Our mission is informing, inspiring and equipping young professionals as sustainability practitioners and social change agents.&#xd;<br />&#xd;<br />Young professionals can be defined as individuals aged 21 to 40 in their early to middle careers. They are skilled, connected, passionate and make up a very sizable global demographic, running into the hundreds of millions. They have moved beyond the title of “youth” and are now effectively part of the professional establishment, connected through the organizations that employ them, and the improved opportunities to engage in various democratic processes. They are more receptive to new ideas and actual change. Young professionals are ideally placed to influence and capable of driving current and future change in the world. The IYPF exists to help young professionals realize this potential, to take advantage of this position, and to eventually help them take their place as the world leaders of tomorrow.&#xd;<br />&#xd;<br />IYPF goals: the organization was formed in 2001 to meet a need at the time to create an organization whose goal was to produce a global community of young professionals creating a better world for current and future generations through local and global action. IYPF is a professional focused organization that seeks to:&#xd;<br />&#xd;<br />- Highlight the powerful position and influence young professionals have both inside corporations and through government;&#xd;<br />- Encourage young professionals to actively help make a difference;&#xd;<br />- Improve the capacity of young professionals making a difference through information, knowledge and connectivity.","acronym":"IYPF","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Renewable energy instruments under Horizon 2020's programme;&#xd;<br />&#xd;<br />- Digital Europe;&#xd;<br />&#xd;<br />- Youth and education policy (Youth on the Move, Erasmus + and Bologna Process","lastUp":"2018-03-14T12:52:19.558+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}