{"id":"937216117482-40","name":"Confederazione Europea Associazioni Professioni Olistiche","registrationDate":"2015-05-23T18:52:26.990+01:00","category":2,"subCategory":1,"legal":"associazione","web":"http://www.confassolistiche.it/","country":"Italy","headAddress":"Via Capo Peloro, 30","headCity":"Roma","headPostCode":"00141","headPhone":"(39)33 46 75 98 80","boss":"Ermanno Rossitti","bossTitle":"Mr","bossPosition":"presidente","membersCount":5,"membersFTE":"3.75","membership":"CONFASSOCIOAZIONI (http://www.confassociazioni.eu)","memberOrga":"- PRAI Professionisti Reiki Associati Italia&#xd;\n- FENNAP - Feder. Nazionale Naturopatia Professionisti&#xd;\n- APROS – Associazione Professionisti Osteorelax&#xd;\n- SCINAM - Professionisti Shiatzu Namikoshi&#xd;\n- Associazione Professionisti Tui-Na&#xd;\n---------&#xd;\n- Asi - Sett. Tecn. Naz. Arti Olistiche Orientali DBN-DOS&#xd;\n- Università Popolare Scivias \"Ildegarda di Bingen\"","goal":"La CONFASSOLISTICHE ha lo scopo di riunire le associazioni professionali del settore del benessere, delle arti olistiche e orientali, delle discipline bio naturali, olistiche e naturalistiche, e di rappresentarle unitariamente in ambito europeo, nazionale, regionale e ad ogni livello istituzionale. La CONFASSOLISTICHE si&#xd;<br />propone di rappresentare le istanze delle associazioni aderenti agendo in piena indipendenza e imparzialità; di svolgere funzioni di promozione, formazione e qualificazione delle attività professionali rappresentate dalle associazioni aderenti, di divulgazione delle informazioni e delle conoscenze ad esse connesse anche al fine di promuovere il sistema di attestazione sia a livello italiano che europeo. La CONFASSOLISTICHE fonda, tra l'altro, la sua pretesa di rappresentanza in virtù dei principi direttamente espressi dalla Carta delle Nazioni Unite che ‘riafferma la fiducia nei diritti umani fondamentali, nella dignità e nel valore della persona’; nonché della “Dichiarazione Universale dei Diritti dell’Uomo” del 1948 (con particolare riferimento ai suoi articoli 18, 19 e 26).","acronym":"CONFASSOLISTICHE","interests":"Culture, Development, Education, Employment and Social Affairs, Environment, External Relations, Information Society, Justice and Fundamental Rights, Research and Technology","euInitiatives":"La CONFASSOLISTICHE è molto attenta a tutte le iniziative UE che riguardino il mondo della salute e del benessere naturale con particolare riferimento alle professioni olistiche ed allo sviluppo di tutte le discipline da esse rappresentate, con specifico riferimento alle politiche UE in materia di:&#xd;<br />- occupazione,&#xd;<br />- nuove professioni, &#xd;<br />- sviluppo economico, &#xd;<br />- concorrenza,&#xd;<br />- ricerca medico-scientifica,&#xd;<br />- comunicazione e relazioni internazionali,&#xd;<br />- diritti dei lavoratori,&#xd;<br />- diritto d'espressione e pensiero.","lastUp":"2017-06-17T16:37:15.559+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}