{"id":"937459632816-87","name":"Hellenic European Advisory Services","registrationDate":"2018-10-08T18:50:03.725+02:00","category":1,"subCategory":10,"legal":"Societe avec responsabilite limite","web":"http://www.ka-legal.eu","country":"Belgium","headAddress":"La Grande Buissiere 3","headCity":"Lasne","headPostCode":"1380","headPhone":"(32)4 75 27 35 01","boss":"Konstantinos Adamantopoulos","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":4,"membersFTE":"3.0","membership":"The Managung Partner of HEAS s.p.r.l., Dr. Konstantinos Adamantopoulos, is a member of the Athens and the Brussels Bars.&#xd;\n&#xd;\nMr. Philippe Blliet is a member of the Brussels Bar.","memberOrga":"","goal":"EU Antitrust, State Aid, Regulatory, Trade &amp; EU Litigation Practice&#xd;<br />&#xd;<br />Hellenic European Advisory Services s.p.r.l. (\"HEAS\") is a niche law firm established at the heart of the European Union combining more than 30 years of in depth expertise and specialisation in the areas of EU Antitrust, State Aids, export controls and sanctions, EU Regulation, International Trade Defence and Litigation.  HEAS operates its practice under the trade name \"KA-Legal\".&#xd;<br />&#xd;<br />The Firm has a strong industry sector focus. We have long standing working experience in the energy, telecommunications, aviation, shipping and steel / chemical commodities sectors.&#xd;<br />&#xd;<br />KA Legal works for a diverse range of corporate clients, Governments, public bodies, and trade associations.  We frequently work with other lawyers and law firms providing EU law input and contributing to the adoption and implementation of sound commercial strategies and corporate regulatory compliance.  &#xd;<br />&#xd;<br />The Firm's Managing Partner, Dr. Konstantinos Adamantopoulos, has been consistently recommended in several law directorates, including Chambers and The Legal 500, for International Trade, Competition and European law practice.  He is also mentioned among the 'Best of the Best in International Trade law by Expert Guides.&#xd;<br />&#xd;<br />We always provide our clients with solid commercial advice and creative problem solutions.   We maintain excellent professional relations with the European Commission in Brussels and various national regulatory authorities across Europe.  &#xd;<br />&#xd;<br />We regularly represent corporate clients, Governments and non-Governmental associations  before the European Commission and national regulators; and challenge the decisions of those bodies before the European and national courts.  We also have extensive experience of competition litigation between private parties, at national and European level.  If need be, we are able to draw upon a team of multilingual lawyers in diverse locations.","acronym":"HEAS - KA-LEGAL","interests":"Competition, Customs, Energy, Sport, Trade, Transport","euInitiatives":"European Commission Evaluation Process of the EU Computer Reservation Servoces Code of Conduct&#xd;<br />&#xd;<br />European Commission Evaluation Process of Regulation EU 1008/98 on the Provision of Air Services in the EU&#xd;<br />&#xd;<br />European Commission Evaluation Process Reating to the EU Bock Exemption Regulation for Consortia in Container Liner Shipping Services","lastUp":"2018-10-08T18:51:54.608+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}