{"id":"937661834903-18","name":"Interpret Europe - European Association for Heritage Interpretation","registrationDate":"2019-05-21T19:51:02.462+02:00","category":3,"subCategory":2,"legal":"e.V. (eingetragener Verein, registered association)","web":"http://www.interpret-europe.net","country":"Germany","headAddress":"Am Rasen 23","headCity":"Witzenhausen","headPostCode":"37214","headPhone":"(49)55 42 50 58 73","boss":"Thorsten Ludwig","bossTitle":"Mr","bossPosition":"Geschäftsführender Vorstand (Managing Director)","membersCount":1,"membersFTE":"0.25","membership":"Interpret Europe has members in 25 more countries than those mentioned above. These are mainly European countries but INterpret Europe has members on all continents.&#xd;\n&#xd;\nInterpret Europe is member of the European Heritage Alliance and of the Global Alliance for Heritage Interpretation. Both are informal networks.","memberOrga":"Interpret Europe has just a few membership-based organisations as members (e.g. AIGAE, the Italian Association of Nature Guides) but several institutions (e.g. the British Museum or the Swiss National Park).","goal":"Interpret Europe, the European Association for Heritage Interpretation, is a network organisation which was established in 2010 to serve all who use first-hand experiences to give natural and cultural heritage a deeper meaning.&#xd;<br /> &#xd;<br />Interpret Europe has more than 1000 members from more than 50 countries. It brings together associations, charitable trusts, public sector bodies, university departments, parks, museums, zoos, botanical gardens, etc. as well as consultants, suppliers and practitioners from exhibit designers to on-site guides. For its members, Interpret Europe provides networking opportunities and information, on the latest news and developments, through frequent newsmails and comprehensive quarterly newsletters. Members can register for training courses and pay reduced fees at conferences. To allow interested individuals from all over Europe to join, Interpret Europe offers membership at a comparatively low annual fee.&#xd;<br />&#xd;<br />Interpret Europe’s key events are open to everyone. In annual conferences, about half of the participants contribute through their own workshops and presentations. For example, the IE Conference 2016 in Mechelen (Belgium), “Heritage interpretation – for the future of Europe”, had 178 participants and took place during the most challenging time for the European Union. It marked an important step for IE in dealing with European concerns. The conference included about 100 presentations, workshops and study visits and was dedicated to the question of how the experience of historic sites can contribute to learning about the more challenging subjects on the European agenda such as human rights, active citizenship and peace. The IE Conference 2018 in Kőszeg (HUngary), \"Heritage and identity\", was opened by the Commissioner for Education, Youth, Sports and Culture, Tibor Navracsics. &#xd;<br />&#xd;<br />Interpret Europe's initiative \"Engaging citizens with Europe's cultural heritage\" has been awarded the Altiero Spinelli Prize 2017 of the European Union. &#xd;<br />&#xd;<br />Interpret Europe provides its own training and certification programme for members of its network. Relying on shared quality criteria, IE-certified trainers run courses in several languages. So far, Interpret Europe’s 40-hour certification course for interpretive guides (CIG) with training material in 16 languages is the most requested offer and takes place about 30 times per year.&#xd;<br />&#xd;<br />Interpret Europe is involved with several European initiatives. It is a member of the European Heritage Alliance, was three times taking part in the Voices of Culture dialogue and was a member of the Stakeholder Committee for the European Year of Cultural Heritage. Over the last five years it has been a partner in several European projects focusing on quality criteria for interpretation, vocational training, working with specific audiences and competence-based learning approaches.&#xd;<br />&#xd;<br />Interpret Europe is establishing a network of country coordinators but at the same time welcomes the evolvement of national organisations for heritage interpretation. To find out more about Interpret Europe, visit www.interpret-europe.net or Interpret Europe’s LinkedIn and Facebook sites.&#xd;<br />&#xd;<br />You can contact Interpret Europe at any time at mail@interpret-europe.net.","acronym":"IE","interests":"Communication, Culture, Culture and media, Education and training, Environment, Youth","euInitiatives":"Dedicated to heritage interpretation, Interpret Europe is monitoring especially EU initiatives in the field of cultural heritage, natural heritage and non-formal education. It is therefore mainly dealing with representatives from DG Education and Culture and DG Environment.","lastUp":"2019-05-21T19:52:01.719+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}