{"id":"937661532084-52","name":"CHEMLEX Agata Pyjor","registrationDate":"2018-07-17T14:53:40.637+02:00","category":2,"subCategory":3,"legal":"SPRL","web":"http://chemlex.com.pl","country":"Poland","headAddress":"CHEMLEX Agata Pyjor","headCity":"Tarnów","headPostCode":"33-100","headPhone":"(48)5 02 99 61 29","boss":"Agata Pyjor","bossTitle":"Ms","bossPosition":"General Manager","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"CHEMLEX is a knowledge-based company that offers comprehensive consulting services in the field of chemical and environmental legislation that improves the growth of competitiveness and innovation of enterprises.&#xd;<br />&#xd;<br />CHEMLEX's activity covers a wide range of issues related to the preparation of forecasts, expert opinions, programs and reports on chemical substances, products and production processes. We organize trainings and industry conferences.","acronym":"CHEMLEX","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Energy, Environment, Food Safety, Research and innovation, Single market, Trade","euInitiatives":"CHEMLEX is a company that provides advice, help and experience. We analyze changes in trends on the global market on an ongoing basis that guarantee the innovation of our solutions.&#xd;<br />Our services are directed to all market participants associated with chemical substances.&#xd;<br />1.\tWe carry out analyzes of the legislative environment to improve results in the whole value chain,&#xd;<br />2.\tWe support in creating the company's strategy, analysis of competitive advantages on the domestic and global market,&#xd;<br />3.\tWe prepare the performance of regulatory impact assessment, recommendation in the field of product transformation, analysis of competitive advantages on the domestic and global market,&#xd;<br />4.\tWe advise in:&#xd;<br />-\tREACH regulation,&#xd;<br />-\tCLP Regulation,&#xd;<br />-\tfertilizer regulation,&#xd;<br />-\tRoHS directive,&#xd;<br />-\ttoy directive,&#xd;<br />-\tregulation on explosives precursors,&#xd;<br />-\tregulation on cosmetics,&#xd;<br />-\tregulation on detergents,&#xd;<br />-\tregulation on aerosols,&#xd;<br />-\tstrategy for plastics,&#xd;<br />-\tregulation of tires,&#xd;<br />-\tregulation on the safety of products in the field of nanomaterials,&#xd;<br />-\tregulation on product safety in the field of endocrine substances,&#xd;<br />-\tpersistent organic pollutants - the Stockholm Convention,&#xd;<br />-\tinternational trade in certain hazardous chemicals and pesticides - the Rotterdam Convention,&#xd;<br />-\tcontrol of transboundary movements and the disposal of hazardous waste - Basel Convention,&#xd;<br />-\tmercury emission to the atmosphere - Minamata Convention&#xd;<br />5.\tAssistance in interpreting regulations concerning the above regulations as well as monitoring and informing about changes in legislation,&#xd;<br />6.\tOpinions, analyzes, expert reports and reports on the placing on the market of substances or products listed in the above regulations.","lastUp":"2018-07-17T14:54:18.082+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}