{"id":"937665619817-69","name":"Asociación Española de Organizaciones de productores  de frutos secos y algarrobas","registrationDate":"2015-12-03T15:43:06.563+02:00","category":2,"subCategory":4,"legal":"Asociación empresarial","web":"http://aeofruse.com","country":"Spain","headAddress":"Calle de Diego de León 54, escalera B,  5º derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 42 50 17","boss":"D. Jorge de Saja González","bossTitle":"","bossPosition":"Secretario Permanente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.aeofruse.com/img/productores.pdf","goal":"Sus principales objetivos son:&#xd;<br />&#xd;<br />a) La representación de los intereses comunes de sus asociados ante las administraciones, organismos oficiales y demás entes públicos y privados.&#xd;<br />&#xd;<br />b) La coordinación de actividades comunes y, en especial, cuantos aspectos hagan referencia a las ayudas y demás actuaciones encaminadas en beneficio del conjunto del sector .&#xd;<br />&#xd;<br />c) La promoción de todo lo concerniente a los Frutos Secos y Algarrobas de producción española y, en general, lo que haga referencia a facilitar el buen funcionamiento de las OPFH con reconocimiento específico para estos productos.&#xd;<br />&#xd;<br />d) También realiza estudios técnicos, fiscales, organolépticos, organiza actos y jornadas. Todo ello a fin de dotar de la mayor información y conocimiento a sus asociados.","acronym":"AEOFRUSE","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trade","euInitiatives":"Situación de la PAC y su impacto. Comercio exterior. Reevaluación de plaguicidas.&#xd;<br />&#xd;<br />Reglamento (CE) 396/2005 DEL PARLAMENTO EUROPEO Y DEL CONSEJO&#xd;<br />de 23 de febrero de 2005 relativo a los límites máximos de residuos de plaguicidas en alimentos y piensos de origen vegetal y animal y que modifica la Directiva 91/414/CEE del Consejo&#xd;<br /> http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2005:070:0001:0016:es:PDF&#xd;<br />&#xd;<br />Reglamento (CE) 1881/2006 de la Comisión de 19 de diciembre de 2006 por el que se fija el contenido máximo de determinados contaminantes en los productos alimenticios&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:364:0005:0024:ES:PDF&#xd;<br />&#xd;<br />- Reglamento (CE) 882/2004 del Parlamento Europeo y del Consejo de 29 de abril de 2004 sobre los controles oficiales efectuados para garantizar la verificación del cumplimiento de la legislación en materia de piensos y alimentos y la normativa sobre salud animal y bienestar de los animales&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CONSLEG:2004R0882:20070101:ES:PDF","lastUp":"2018-09-24T16:27:57.504+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}