{"id":"937742510518-22","name":"Climate Economics Chair (Paris-Dauphine University -  Europlace Institute of Finance)","registrationDate":"2013-01-25T13:35:51.658+01:00","category":4,"subCategory":5,"legal":"Private foundation recognized as serving public interest","web":"http://www.chaireeconomieduclimat.org","country":"France","headAddress":"Place de la Bourse, 28","headCity":"Paris","headPostCode":"75002","headPhone":"(33)1 73 01 93 30","boss":"Jean-Michel BEACCO","bossTitle":"Mr","bossPosition":"Executive Director of Europlace Institute of Finance","membersCount":23,"membersFTE":"10.25","membership":"","memberOrga":"","goal":"&gt;  Development of innovative research initiatives&#xd;<br />&#xd;<br />The Climate Economics Chair develops applied research programs, called “research initiatives” intended to help create new knowledge regarding the link between climate change and the functioning of economic systems.&#xd;<br />&#xd;<br />The approach of the Chair lies in the French tradition of positive economics, emphasizing analysis and evaluation of existing or developing policies and economic instruments in the field of climate change.&#xd;<br />&#xd;<br />>  A forum for debate and exchange of ideas&#xd;<br />&#xd;<br />The Climate Economics Chair contributes to the dissemination of scientific research by organizing conferences and meetings open to professionals and researchers. For example, it established a knowledge-sharing network for researchers via its Friday Lunch Meetings (FLM).&#xd;<br />&#xd;<br />>  Teaching and training&#xd;<br />&#xd;<br />Researchers of the Climate Economics Chair participate in the teaching activities of the Master in Energy-Finance-Carbon at Paris-Dauphine University and several other specialized masters. The Chair is also a host institution for interns and PhD candidates.","acronym":"CEC","interests":"Agriculture and Rural Development, Climate Action, Economic and Financial Affairs, Energy, Environment, Research and Technology, Transport","euInitiatives":"EU ETS, Climate Energy Package, Renewable energy, Energy Efficiency, Energy market","lastUp":"2018-02-28T14:49:29.661+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}