{"id":"938017035680-90","name":"SOCIETA' GENERALE DI MUTUO SOCCORSO BASIS ASSISTANCE","registrationDate":"2019-08-21T13:02:06.424+02:00","category":2,"subCategory":7,"legal":"SOCIETA' DI MUTUO SOCCORSO","web":"http://www.mbamutua.org/","country":"Italy","headAddress":"Via di S. Cornelia 9","headCity":"FORMELLO","headPostCode":"","headPhone":"(39)06 90 19 80 60","boss":"LUCIANO DRAGONETTI","bossTitle":"Mr","bossPosition":"chairman ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"LA MUTUO SOCCORSO, CHE NON HA ALCUN FINE DI LUCRO E DI&#xd;<br />SPECULAZIONE PRIVATA, HA SCOPO MUTUALISTICO, OPERA UNICAMENTE A FAVORE DEI&#xd;<br />PROPRI SOCI, DEI LORO FAMILIARI,PARTECIPANTI O AVENTI CAUSA ED INTENDE FAR&#xd;<br />PARTECIPARE GLI STESSI AI BENEFICI DELLA MUTUALITA' ASSOCIATIVA. LA MUTUO&#xd;<br />SOCCORSO PERTANTO SI PROPONE DI: A) PROMUOVERE E GESTIRE UN SISTEMA&#xd;<br />MUTUALISTICO INTEGRATIVO E COMPLEMENTARE DELL'ASSISTENZA SANITARIA PREVISTA DAL&#xd;<br />SERVIZIO SANITARIO NAZIONALE,IN FORMA DIRETTA ED INDIRETTA, SIA IN FAVORE DEI&#xd;<br />SOCI E LORO FAMIGLIARI CHE ADERISCANO SINGOLARMENTE E DIRETTAMENTE ALLA MUTUO&#xd;<br />SOCCORSO, SIA IN FAVORE DEI SOCI E LORO FAMIGLIARI CHE ADERISCONO SULLA BASE DI&#xd;<br />INIZIATIVE PROMOSSE DA ENTI, MUTUE, ASSOCIAZIONI, SOCIETA', SINDACATI, AZIENDE,&#xd;<br />FONDI, COOPERATIVE, ANCHE IN CONFORMITA' CON CONTRATTI DI LAVORO, ACCORDI,&#xd;<br />REGOLAMENTI E CONVENZIONI; B) FAVORIRE LA REALIZZAZIONE DI UN SISTEMA&#xd;<br />PREVIDENZIALE INTEGRATIVO","acronym":"MBA","interests":"Public Health","euInitiatives":"obiettivi Europa 2020;&#xd;<br />obiettivi Salute 2020;&#xd;<br />nell'ambito del terzo programma dell’UE in materia di salute 2014-2020:&#xd;<br />attuare la legislazione dell’UE e garantirne la corretta applicazione;&#xd;<br />realizzare economie di scala allo scopo di impiegare il denaro in modo più efficiente e di fornire servizi migliori ai cittadini; &#xd;<br />condurre un’analisi comparativa a sostegno dei processi decisionali che comporti un forte impegno a utilizzare i risultati al fine di facilitare processi decisionali basati su dati fattuali;&#xd;<br />concentrarsi sulle minacce per la salute a carattere transfrontaliero in modo da ridurre i rischi e&#xd;<br />attenuarne le conseguenze; &#xd;<br />garantire la libera circolazione delle persone, al fine di assicurare una sanità pubblica di qualità elevata negli Stati membri;&#xd;<br />avvalersi del networking (creazione di reti) in quanto strumento essenziale per diffondere i risultati in tutti gli Stati membri, compresi quelli non partecipanti.","lastUp":"2019-08-21T15:56:55.622+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}