{"id":"93834493808-49","name":"CEE Bankwatch Network","registrationDate":"2010-06-30T19:58:51.820+01:00","category":3,"subCategory":2,"legal":"civic organization","web":"http://bankwatch.org","country":"Czech republic","headAddress":"Na Rozcesti, 1434/6","headCity":"Prague 9","headPostCode":"190 00","headPhone":"(420)2 74 82 21 50","boss":"Mark Fodor","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.75","membership":"GREEN 10. www.green10.org &#xd;\nThe Green 10 are ten of the largest European environmental organisations/networks. They coordinate joint responses and recommendations to EU decision makers. Membership of the Green 10 alone is more than 20 million people.&#xd;\n&#xd;\nCounter Balance www.counterbalance-eib.org/ &#xd;\nCounter Balance is a European coalition of development and environmental non-governmental organisations, formed in 2007 to specifically challenge the European Investment Bank. Counter Balance's mission is to make the EIB an open and progressive institution delivering on EU development goals and promoting sustainable development to empower people affected by its work.&#xd;\nCounter Balance includes members from:&#xd;\n·\tCentral and Eastern Europe: CEE Bankwatch Network&#xd;\n·\tFrance: les Amis de la Terre&#xd;\n·\tGermany: urgewald and WEED&#xd;\n·\tItaly: Re:Common&#xd;\n·\tNetherlands: BothEnds&#xd;\n·\tUnited Kingdom: Bretton Woods Project &#xd;\n&#xd;\nEuro-IFIs","memberOrga":"Bulgaria: Centre for Env. Inform. and Education (CEIE) www.ceie.org(1),&#xd;\nBulgaria: For the Earth! (Za Zemiata!) www.zazemiata.org(1),&#xd;\nCroatia: Green Action, http://zelena-akcija.hr/(1),&#xd;\nCzech Republic: Centre for Transport and Energy (CDE) www.cde.ecn.cz(1),&#xd;\nCzech Republic: Hnuti DUHA www.hnutiduha.cz(1),&#xd;\nEstonia: Estonian Green Movement-FoE (ERL) www.roheline.ee(1),&#xd;\nGeorgia: Green Alternative  www.greenalt.org(1),&#xd;\nHungary: National Society of Conservationists - Friends of the Earth H(1),&#xd;\nLatvia: Latvian Green Movement www.zalie.lv(1),&#xd;\nMacedonia: Eco - sense www.ekosvest.com.mk/home_eng.html(1),&#xd;\nPoland: Polish Green Network www.zielonasiec.pl(1),&#xd;\nSerbia: Center for Ecology and Sustainable Development (CEKOR),(1),&#xd;\nSlovak Republic: Friends of the Earth - www.priateliazeme.sk/cepa(1),&#xd;\nUkraine: National Ecological Centre of Ukraine (NECU) www.necu.org.ua(1),&#xd;\nRussia: Sakhalin Environment Watch, http://www.sakhalin.environment.ru(1),&#xd;\nLituania: Atgaja(1)","goal":"CEE Bankwatch Network is an international non-governmental organisation (NGO) with member organisations currently from 12 countries across the central and eastern European region.&#xd;<br />&#xd;<br />We monitor the activities of the international financial institutions (IFIs) which operate in the region and the spending of European Regional Development and Cohesion Funds in CEE, and propose constructive alternatives to IFI and EU policies and projects in the region. &#xd;<br />&#xd;<br />Bankwatch is working to prevent negative environmental and social impacts of IFI or EU financed projects, and promotes public participation and access to information about IFI activities and European cohesion policy across our region.&#xd;<br />&#xd;<br />Our goals:&#xd;<br />·\tTo create public awareness about the activities of international financial institutions (IFIs) and EU regional development policies in central and eastern European countries and its social and environmental impacts.&#xd;<br />&#xd;<br />·\tTo promote public participation in the decision making process about the policies and projects of the IFIs and EU funds, at the local, national and regional levels.&#xd;<br />&#xd;<br />·\tTo help non-governmental environmental organisations and citizen groups to monitor what the IFIs are doing in central and eastern Europe and how investments fostered by EU development funds are planned and executed.&#xd;<br />&#xd;<br />·\tTo change - or stop - the environmentally and socially destructive policies and projects of IFIs or EU funds in central and eastern Europe, and to promote alternatives.&#xd;<br />&#xd;<br />·\tTo cooperate with environmental citizen organisations in order to stop the destructive activities of transnational corporations, and to limit their overall impacts on the environment in central and eastern Europe.","acronym":"BWN","interests":"Budget, Development, Economic and Financial Affairs, Energy, Enlargement, Environment, External Relations, Regional Policy, Trans-European Networks, Transport","euInitiatives":"We monitor the activities of the international financial institutions (IFIs) which operate in the region and the spending of European Regional Development and Cohesion Funds in CEE, and propose constructive alternatives to IFI and EU policies and projects in the region. &#xd;<br />&#xd;<br />Bankwatch is working to prevent negative environmental and social impacts of IFI or EU financed projects, and promotes public participation and access to information about IFI activities and European cohesion policy across our region.","lastUp":"2018-03-12T15:43:00.161+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}