{"id":"938672534075-19","name":"Union of European national football teams of winemakers","registrationDate":"2019-02-23T13:34:17.322+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.uenfw.com","country":"Germany","headAddress":"Von-Lade-Str.1","headCity":"Geisenheim","headPostCode":"65366","headPhone":"(49)67 22 50 27 01","boss":"Robert Lönarz","bossTitle":"Mr","bossPosition":"Präsident","membersCount":3,"membersFTE":"0.75","membership":"http://www.oiv.org/","memberOrga":"https://www.uenfw.com/projects","goal":"§ 2 Zweck des Vereins (Satzung)&#xd;<br />&#xd;<br />Zweck des Vereins ist der Zusammenschluss aller in Europa vorhandener Fußballnationalmannschaften er Winzer und die damit in Verbindung stehende Förderung der Kunst, Kultur und des Sports insbesondere die Bewusstseinsbildung für die Kulturgüter Wein und Fußball.&#xd;<br />&#xd;<br />Der Verein will aus Mitgliedsbeiträgen, Spenden, Zuschüssen und sonstigen Einnahmen Geldmittel aufbringen, die dazu dienen sollen, förderungswürdige Projekte im Sinne des Vereinszwecks zu verwirklichen.&#xd;<br />&#xd;<br />Der Verein hat es sich zum Ziel gesetzt, den Kontakt zwischen allen in der Weinbranche tätigen Einrichtungen wie z. B. Weinproduzenten, Weinhandel, Gastronomie, Sommeliers, Weintechnik, Weinbauschulen und –hochschulen, aber auch Sportvereine, Traditionsmannschaften auf dem Gebiet der Kunst, Kultur und Sport insbesondere den Kulturgüter Wein und Sport herzustellen und aufrechtzuerhalten.&#xd;<br />&#xd;<br />Ziel des Vereins ist es, in Verbindung und Zusammenarbeit mit der Weinwirtschaft als auch allen öffentlichen Einrichtungen und Institutionen, Mittel zur Umsetzung der Satzungszwecke zu generieren.&#xd;<br /> &#xd;<br />Der Verein kann auch die ideelle und finanzielle Förderung anderer steuerbegünstigter Körperschaften, von Körperschaften des öffentlichen Rechts oder auch von ausländischen Körperschaften zur ideellen und materiellen Förderung und Pflege der Kunst, Kultur und Sport insbesondere den Kulturgütern Wein und Sport vornehmen. Der Verein darf auch seine Mittel zur Förderung mildtätiger Zwecke im Sinne § 53 Abgabenordnung einsetzen.","acronym":"UENFW","interests":"Agriculture and Rural Development, Culture, Culture and media, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation, Sport, Youth","euInitiatives":"Unsere Organisation beobachtet mit Interesse die EU-Initativen  \"Wine in Moderation\" und die ERASMUS -Förderungen zum Bildungsausstausch junger und älterer Menschen, sowie den Aufbau und die Pflege europäischer Partnerschaften im Bereich der Kultur und Sport.&#xd;<br />&#xd;<br />Insbesondere die Diskussion über die WHO-Studie zum Thema Alkohol als Rechsetzungsverfahren zur Gesundheitsprävention  und die  Aufnahme der Weinbereitung als immaterielles UNSESO Weltkulturerbe verfolgen wir aufmerksam.","lastUp":"2019-02-23T13:35:00.816+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}