{"id":"938657434093-63","name":"Tierärzte für verantwortbare Landwirtschaft e. V.","registrationDate":"2019-02-25T23:44:29.657+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein, gemeinnützig","web":"http://www.tfvl.de","country":"Germany","headAddress":"Schweizer Str. 38","headCity":"Kleve","headPostCode":"47533","headPhone":"(49)17 49 80 61 18","boss":"Karl Pfizenmaier","bossTitle":"Mr","bossPosition":"3. Vorsitzender, Schatzmeister","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Ziel des Vereins ist es, auf einen Systemwechsel in der Landwirtschaft hin zu regionaler, naturerhaltender und tiergerechter Landwirtschaft in bäuerlichen Strukturen hinzuwirken. &#xd;<br />Als VertreterInnen unseres Berufsstandes halten wir die zunehmende Industrialisierung der Landwirtschaft, insbesondere der landwirtschaftlichen Tierhaltung, aus ethischen, tierschutzrechlichen und ökologischen Gründen weder für verantwortbar noch zukunftsfähig und fordern den Ausstieg aus dem aktuellen industriellen und damit ausschließlich auf Effizienzsteigerung ausgerichteten Landwirtschaftssystem. &#xd;<br />&#xd;<br />Die Ziele und Aufgaben des Vereins werden verwirklicht insbesondere durch folgende Maßnahmen: &#xd;<br />&#xd;<br />Förderung eines gerechten Umgangs mit Tieren (Förderung des Tierschutzes) sowie Aufklärung über &#xd;<br />&#xd;<br />-die Auswirkungen der industriellen Tierhaltung auf Menschen und das Ökosystem&#xd;<br />&#xd;<br />-das millionenfache Leid der Tiere in industriellen Tierhaltungsformen-die traditionelle Rolle der Tierärzteschaft in der Nutztierhaltung&#xd;<br />&#xd;<br />-die durch den hohen Bedarf an Tierfutter sowie den massenhaften Ausscheidungen der Tiere bedingten Umweltschäden&#xd;<br />&#xd;<br />-die Entwicklung multiresistenter Keime durch Antibiotikaeinsatz in der Tierhaltung&#xd;<br />&#xd;<br />-Auswirkungen der exzessiven Produktion von Lebensmitteln tierischer Herkunft auf die Lebensgrundlagen der Gesellschaftzur Förderung des öffentlichen Gesundheitswesens und der öffentlichen Gesundheitspflege, insbesondere zur Verhütung und Bekämpfung von übertragbaren Krankheiten und von Tierseuchen.","acronym":"TfvL e. V.","interests":"Agriculture and Rural Development, Consumers","euInitiatives":"alle Vorhaben zur weiteren Verbessereung des Tierschutzes von landwirtschaftlichen Nutztieren, z. B. Tiertransporte, Schlachtung und Betäubung von Nutztieren.&#xd;<br />Abschaffung der betäubungslosen Kastration von Ferkeln","lastUp":"2019-02-25T23:48:06.188+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}