{"id":"939194528262-23","name":"European Business Services Alliance","registrationDate":"2017-09-07T11:32:09.502+02:00","category":2,"subCategory":4,"legal":"None","web":"http://servicealliance.eu/","country":"Belgium","headAddress":"Square de Meeûs 22B","headCity":"Bruxelles","headPostCode":"","headPhone":"(32)4 76 05 28 87","boss":"Robert Long","bossTitle":"Mr","bossPosition":"Chairman","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://servicealliance.eu/members/","goal":"The main purposes of the European Business Services Alliance is to: a. Increase knowledge, visibility and recognition of the Business Services industry at the European level, notably via the collection of key facts and figures about the sector at EU level b. Serve as a voluntary platform to network and to exchange information between its members; c. Monitor EU policy &amp; regulatory developments that could impact the Business Services; d. Promote the convergence of views and positions expressed by European Business Services  associations  in order to enhance their ability to make strong representations to the EU Institutions and other relevant European or international stakeholders. 7 The European Business Services Alliance acts as a platform for its members to share views and, from time to time as deemed appropriate by them, to prepare position papers or synthesis of sectoral views for submission to relevant European institutions based on the individual submissions of members. 8 The European Business Services Alliance will provide a forum and conduit for representatives from the European institutions (including the European Commission and the European Parliament) and other relevant stakeholders (such as CEN, ILO Brussels, OECD, World Bank) to meet with representatives of members to discuss issues of relevance to the Business Services industry and to make presentations on forthcoming initiatives. It will give an opportunity to members to respond to these on behalf of their constituent members.  It will also engage with those undertaking research into issues affecting the Business Services sector (e.g. Eurofound, Eurostat, academic world).","acronym":"EBSA","interests":"Business and Industry, Competition, Employment and Social Affairs, Environment, Single market, Taxation, Trade","euInitiatives":"Standards for services&#xd;<br />Single Market Strategy (services passport, regulated professions, etc.)&#xd;<br />Service statistics&#xd;<br />Digitalisation&#xd;<br />Skills, education and vocational training&#xd;<br />Public procurement&#xd;<br />Circular economy&#xd;<br />Taxation/VAT discrimination&#xd;<br />&#xd;<br />Unfair competition from public authorities&#xd;<br />Social Dialogue – exchange on sectoral dialogues for mutual knowledge building","lastUp":"2018-08-31T11:08:02.478+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}