{"id":"939312123485-11","name":"Organisation de Producteurs \"FROM Nord\"","registrationDate":"2016-09-27T10:23:45.188+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.fromnord.fr","country":"France","headAddress":"16 rue du Commandant CHARCOT","headCity":"Boulogne Sur Mer","headPostCode":"62200","headPhone":"(33)3 21 30 03 43","boss":"Thierry MISSONNIER","bossTitle":"Mr","bossPosition":"Directeur","membersCount":12,"membersFTE":"9.75","membership":"Le FROM Nord est :&#xd;\n&#xd;\n- membre de l'ANOP (Association Nationale des Organisations de Producteurs),&#xd;\n- membre de l'AEPO (Association Européenne des Organisations de Producteurs).","memberOrga":"Nos adhérents sont :&#xd;\n&#xd;\n- trois armements de pêche hauturière (exploitant 11 navires de pêche au total),&#xd;\n- 151 navires artisans (chalutiers, fileyeurs, palangriers, ligneurs)","goal":"Le FROM NORD a été constitué sous sa forme actuelle d’Association régie par la loi du 1er juillet 1901, par acte sous seing privé en date à  BOULOGNE-sur-MER du 27 décembre 1995.&#xd;<br />&#xd;<br />Le FROM Nord compte, parmi ses adhérents, une grande diversité de navires de pêche hauturière et de pêche artisanale, avec une compétence géographique étendue, allant de la frontière belge à Hendaye.&#xd;<br />&#xd;<br />Au 1er janvier 2017, la flottille adhérente du FROM NORD s’élevait à 185 navires de pêche dont &#xd;<br />10 chalutiers hauturiers et 175 navires de pêche artisanale.&#xd;<br />&#xd;<br />En tant qu'Organisation de Producteurs, le FROM Nord est en charge de la gestion des quotas de pêche qui lui sont alloués chaque année, la gestion des droits de pêche de ses adhérents, la représentation de ses derniers et la défense de leurs droits par devant les institutions régionales, nationales et européennes.","acronym":"FROM Nord","interests":"Maritime affairs and fisheries","euInitiatives":"Le FROM Nord suit, voire intervient, dans le cadre des dossiers législatifs, initiatives ou politiques de l'UE liées à la pêche et concernant directement les activités professionnelles de ses adhérents.","lastUp":"2019-07-25T11:16:51.578+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}