{"id":"939581028451-88","name":"The Entrepreneurs´Association of Slovakia","registrationDate":"2017-09-26T14:33:30.353+02:00","category":2,"subCategory":4,"legal":"association","web":"http://www.zps.sk","country":"Slovakia","headAddress":"Cukrová 14","headCity":"Bratislava","headPostCode":"81339","headPhone":"(421)2 59 32 43 44","boss":"Ján Oravec","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"2.5","membership":"www.ruzsr.sk&#xd;\n&#xd;\nwww.biac.org","memberOrga":"http://www.zps.sk/","goal":"The Entrepreneurs Association of Slovakia (official abbreviation “EAS”), as the first organisation of private entrepreneurs established after the “Velvet revolution” in November 1989, is a decisive representative of private business sector. This sector did not exist in Slovakia before 1989.&#xd;<br />The Entrepreneur Association of Slovakia has been formed in December 1989. It is the founding member of an umbrella organization of employers, The National Union of Employers.&#xd;<br />The EAS mainly focuses on the crucial issues of creating and guaranteeing the favourable business environment with simple legislative framework and low administrative and financial burden. &#xd;<br />The Entrepreneur Association of Slovakia is a non-profit organization. It is financed exclusively by voluntary contributions of its members and by local and foreign corporate donations and individual contributions.","acronym":"The EAS","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Better regulation&#xd;<br />Entrepreneurship&#xd;<br />Internal Market&#xd;<br />Taxation&#xd;<br />Budget&#xd;<br />Economic and Financial Affairs&#xd;<br />Trade&#xd;<br />Industrial relations&#xd;<br />Information Society&#xd;<br />Education","lastUp":"2018-10-02T11:00:56.626+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}