{"id":"939761110725-48","name":"Women Entrepreneurs Association of Turkey","registrationDate":"2013-03-01T15:27:16.152+01:00","category":3,"subCategory":2,"legal":"Civil Society Organisation- Association","web":"http://www.kagider.org","country":"Turkey","headAddress":"Levent 199 Büyükdere Cad. 34394 Şişli -İstanbul","headCity":"Istanbul","headPostCode":"34394","headPhone":"(90)21 22 66 82 61","boss":"Yesim Sevig","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.75","membership":"KAGIDER is in close communication with the regional and international women organizations and is a member of European Women’s Lobby (EWL), which is a roof organization that includes 4000 women associations in Europe, The International Alliance for Women (TIAW), Association of Organizations of Mediterranean Businesswomen (AFAEMME) and Balkan Women’s Coalition.KAGIDER is also one of teh co-founders of WEP (Women Entrepreneurship Platform) which is a EU wide umbrealla organisation supporting women entreprenruship at national, europen and international level.  KAGIDER has established sustainable project partnerships and strong communication with the global institutions like the World Bank (WB) and the International Finance Corporation (IFC). KAGIDER is an important address for many NGO’s, universities and different committees from all over the world in order to understand Turkey and the civil society as well as being a prestigious NGO which is invited to many international conferences.","memberOrga":"","goal":"Founded in Istanbul in September 2002 by 37 successful women entrepreneurs, Women Entrepreneurs Association of Turkey (KAGIDER) is a nation-wide, world-renowned, non-profit organization. KAGIDER is a rather unique NGO which contributes new dimensions to the progression of civil society culture in Turkey. Our main mission is to develop entrepreneurship among women to strengthen their status economically and socially. Our vision is creating a world in which women produce and establish their existence freely and play an effective role in decision-making processes.&#xd;<br />&#xd;<br />Today, KAGIDER has 307 members, all active in various sectors such as textiles, communication, public relations, tourism, mining, chemistry and health. Regardless of nationality, religion, ethnic background; KAGIDER believes in the need for thinking, growing and prospering together. KAGIDER will pursue its quest for creating a peaceful and prosperous world together with a unique women’s language.&#xd;<br />&#xd;<br />We strongly believe in the importance of entrepreneurship for women empowerment as well as for socio-economic development. Entrepreneurship triggers activism and creativity, while brings transformation and dynamism to the economy as well as the society. Entrepreneurship requires critical thinking; therefore it is a crucial stance against status-quo. Individuals, who question, criticize, participate and provide alternatives, are motor forces of sustainable economies and democracies.&#xd;<br />&#xd;<br />Throughout the years, we have learned to develop policies in macro and micro level, to influence decision makers, establish solidarity among women, to support women leadership and entrepreneurship. We launch public campaigns and perform active lobbying for women empowerment. Thereby, we have realized the importance of civil initiatives for a more democratic society.&#xd;<br />&#xd;<br />We, as KAGİDER, strongly believe in the vital importance of adopting a global perspective on women entrepreneurship and leadership initiatives. In a world order continuously being shaped by politically, culturally, and economically globalizing forces, the efforts for women’s empowerment should also have a global perspective. KAGİDER keeps close relations with several international and global organizations such as the European Union, United Nations, World Bank, OECD, ILO and International Finance Corporation, which are crucial actors in the world political and economic agenda.","acronym":"KAGIDER","interests":"Employment and Social Affairs, Enlargement, Enterprise, Justice and Fundamental Rights, Youth","euInitiatives":"Child care model, Gender Equality policies and related legislation, women entrepreneurship policies and SMEs realted legislation and policies, social inclusion and employment policies and legislation, EU enlargement policies","lastUp":"2017-06-01T20:24:37.524+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}