{"id":"940088129292-85","name":"European Secure Parking Organisation","registrationDate":"2017-12-13T13:46:49.205+02:00","category":2,"subCategory":4,"legal":"VZW","web":"http://www.esporg.eu","country":"Belgium","headAddress":"Michel Scheperslaan 85","headCity":"Heusden-Zolder","headPostCode":"","headPhone":"(32)4 87 48 74 87","boss":"Dirk Penasse","bossTitle":"Mr","bossPosition":"General Manager","membersCount":4,"membersFTE":"1.0","membership":"- IRU (www.iru.org)","memberOrga":"www.esporg.eu","goal":"ESPORG is the European Secure Parking organisation. Our members are secure truck parking areas on the motorways of Europe.&#xd;<br />&#xd;<br />ESPORG was created out of the need of parking area operators to adapt to the market requirements of proven secure parking areas. The second key driver is the introduction of digital technology to the road system (ITS – Intelligent Transport Systems).","acronym":"ESPORG","interests":"Business and Industry, Customs, Digital economy and society, Employment and Social Affairs, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"EU legislation calls for secure truck parking areas every 100 kilometres at maximum on European motorways and for a full ITS connectivity of truck parking areas by 2020. This incentivizes secure parking area operators to enhance safety and connectivity and is changing the dynamics of this market.&#xd;<br />&#xd;<br />Therefore ESPORG is the partner of truck parking areas to ensure the highest level of effectiveness, efficiency and quality in this field. We focus on: The setup of adequately secure parking areas; The security of truck parking areas; The safety of cargo and drivers; The connectivity of truck parking areas according to EU-rules.&#xd;<br />&#xd;<br />The beneficiaries of secure and connected parking areas are: The drivers of trucks and other vehicles transporting goods; Logistics operators; Customers shipping precious goods; Insurance companies; Public authorities.","lastUp":"2019-10-25T20:15:51.855+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}