{"id":"940251520152-08","name":"Mylan GmbH","registrationDate":"2016-01-04T11:53:18.477+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.mylan.com","country":"Switzerland","headAddress":"Turmstrasse 24","headCity":"Steinhausen","headPostCode":"6312","headPhone":"(41)4 17 68 55 55","boss":"Sandeep Puri","bossTitle":"Mr","bossPosition":"CFO, Managing Director","membersCount":3,"membersFTE":"1.25","membership":"Medicines for Europe (MfE)","memberOrga":"","goal":"Mylan is a global pharmaceutical company committed to setting new standards in healthcare. Working together around the world to provide 7 billion people access to high quality medicine, we innovate to satisfy unmet needs; make reliability and service excellence a habit; do what’s right, not what’s easy; and impact the future through passionate global leadership. We offer a growing portfolio of more than 7,500 marketed products around the world, including antiretroviral therapies on which more than 40% of people being treated for HIV/AIDS globally depend. We market our products in more than 165 countries and territories. We are one of the world’s largest producers of active pharmaceutical ingredients. Every member of our more than 35,000-strong workforce is dedicated to creating better health for a better world, one person at a time.","acronym":"Mylan","interests":"Borders and Security, Business and Industry, Competition, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"ATMP Regulation&#xd;<br />Clinical Trials Regulation&#xd;<br />Data Protection Regulation&#xd;<br />Medical Devices Regulation&#xd;<br />In-Vitro Diagnostic Regulation&#xd;<br />Paediatric Regulation&#xd;<br />Access to Innovation&#xd;<br />Biosimilars&#xd;<br />Industrial Policy&#xd;<br />EU Trade Policy&#xd;<br />Health Systems Performance Assessment&#xd;<br />Health Technology Assessment&#xd;<br />Pharmaceuticals in the environment","lastUp":"2019-10-17T16:02:02.835+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}