{"id":"94035285059-91","name":"International Union of Tenants","registrationDate":"2011-01-21T13:42:39.787+01:00","category":3,"subCategory":2,"legal":"Non Profit Organisation","web":"http://www.iut.nu","country":"Sweden","headAddress":"Norrlandsgatan, 7","headCity":"Stockholm","headPostCode":"10392","headPhone":"(46)87 91 02 24","boss":"Marie Linder","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"European Housing Forum (EHF) &#xd;\nEuropean Network for Housing Research (ENHR)&#xd;\nEuropean Responsible Housing Initiative (ERHIN)&#xd;\nEU Urban Agenda Partnership for Affordable Housing","memberOrga":"","goal":"IUT is a non Governmental organisation, founded 1926 in Zürich, Switzerland, with the purpose of safeguarding the interests of tenants. IUT is a non-party political organisation.IUT promotes the right to affordable, sound and secure rental housing. Rents should be set at an affordable level, and rents should be in reasonable proportion to the income. Also, rents should be set in participation with the tenant or/and his/her tenant organisation. Individual tenants should have rights to establish and operate a tenant organisation for the purpose of addressing issues related. IUT considers housing as one of the fundamental rights in society and therefore needs to be addressed locally, nationally and internationally. Adequate housing is also one of the safeguards for peace, security and social cohesion in Europe and elsewhere in the world. Lack of housing and homelessness are major ingredients of social exclusion. Housing, the labour and energy market and social justice are closely linked together and on the EU level these have to be acknowledged as one depending on the other. Special measures have to be taken regarding countries in transition. IUT and its members promote and work for acceptance of the tenants' charter, available at www.iut.nu in all major languages.IUT has consultative status with the UN Economic and Social Council and the ECE Economic Commission for Europe. IUT has participatory status with the Council of Europe, Strasbourg, France.","acronym":"IUT","interests":"Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Youth","euInitiatives":"Issues with social housing&#xd;<br />Affordable rental housing&#xd;<br />Right to housing as a fundamental right&#xd;<br />EU 2020 strategy&#xd;<br />Energy policy&#xd;<br />Social housing and state aid&#xd;<br />European Semester&#xd;<br />Cohesion policy&#xd;<br />Urban Agenda","lastUp":"2019-11-26T16:57:43.189+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}