{"id":"94038094048-01","name":"International Road Federation","registrationDate":"2010-08-23T18:02:10.109+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.irfnet.ch","country":"Switzerland","headAddress":"Chemin de Blandonnet, 2","headCity":"Vernier","headPostCode":"1214","headPhone":"(4122)3 06 02 60","boss":"Susanna Zammataro","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":5,"membersFTE":"2.75","membership":"The IRF has ECOSOC status with the United Nations since 1951. IRF is a active partner of World Bank, Interamerican Development Bank, Asian Development Bank and the United Nations offices including the Regional Economic Commissions, the WHO and ILO. We are members of the United Nations Road Safety Collaboration Group (UNRSC) and the World Vehicle Forum. &#xd;\n&#xd;\nFurthermore, the IRF collaborates with the European Union Road Federation.","memberOrga":"http://www.irfnet.ch/member_list.php","goal":"The International Road Federation (IRF) is a non-governmental, not-for-profit organisation with the mission to encourage and promote development and maintenance of better, safer and more sustainable roads and road networks. Working together with its members and associates, the IRF promotes social and economic benefits that flow from well-planned and environmentally sound road transport networks. It helps put in place technological solutions and management practices that provide maximum economic and social returns from national road investments. &#xd;<br />&#xd;<br />The IRF has a major role to play in all aspects of road policy and development worldwide, in particular: &#xd;<br />&#xd;<br />- the IRF provides a wide base of expertise for planning road development strategy and policy. &#xd;<br />- the IRF is a business network, a link to external institutions and agencies, such as the United Nations and the European Union, and a business card of introduction to government officials and decision makers. &#xd;<br />- the IRF is a source of support and information for national road associations, advocacy groups, companies and institutions dedicated to the development of road infrastructure.","acronym":"IRF","interests":"Climate Action, Competition, Development, Economic and Financial Affairs, Energy, Environment, External Relations, Information Society, Public Health, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"- Revision of Green Public Procurement Criteria for Transport&#xd;<br />- Evaluation of ITS Directive&#xd;<br />- Women in transport&#xd;<br />- Road safety strategy&#xd;<br />- ITS deployment and ITS policy&#xd;<br />- Climate change Adaptation&#xd;<br />- Transport Policy","lastUp":"2018-03-24T22:53:40.612+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}