{"id":"940492426498-25","name":"Distretto Meccatronico Regionale della Puglia - Società Consortile a responsabilità limitata","registrationDate":"2017-03-24T16:03:33.957+01:00","category":4,"subCategory":5,"legal":"SCARL","web":"http://www.distrettomedis.it","country":"Italy","headAddress":"Via Amendola 172/5","headCity":"BARI","headPostCode":"","headPhone":"(39)08 04 04 55 69","boss":"EUGENIO DI SCIASCIO","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The objectives of MEDIS actions (Article 4 of the Social Statute) refer in particular to:&#xd;<br />• Support the planning, organization and carrying out of industrial research and precompetitive&#xd;<br />and competitive development of the enterprises on the territory, in cooperation&#xd;<br />with public research institutions;&#xd;<br />• Support the training, the update, the professional training of qualified researchers and&#xd;<br />technicians in the fields of activities of interest for the companies on the territory, carrying out&#xd;<br />analyzes and studies which can be useful for the territory;&#xd;<br />• Support the planning and organization of Technology transfer programs, Innovation and&#xd;<br />Training in Mechatronics programs, directed towards Apulian SMEs. &#xd;<br />It aims at promoting and developing Innovation and Technology Transfer focusing on key&#xd;<br />enabling technologies of transversal strategic importance for a relevant number of industrial&#xd;<br />sectors (production/diagnostic systems according to the paradigms of \"Industry 4.0\"/\"Intelligent&#xd;<br />Factory\", aerospace and automotive applications, security systems, etc.). Being member of the&#xd;<br />coordinating and management committee of National Intelligent Factories Cluster (CFI), one of&#xd;<br />the Italian National Technological Cluster, MEDIS also operates for strengthening on the&#xd;<br />national territory a technological network on advanced manufacturing oriented to Industry 4.0&#xd;<br />paradigms.","acronym":"MEDIS SCARL","interests":"Development, Education, Energy, Enterprise, Environment, Public Health, Research and Technology, Trade, Transport","euInitiatives":"- RESEARCH PROJECTS WITH EUROPEAN LEGAL ENTITIES&#xd;<br />- INTERNATIONALIZATION BY MEAN OF INDUSTRIAL RESEARCH PROJECTS IN SYNERGY WITH EUROPEAN LEGAL ENTITIES","lastUp":"2017-03-24T16:22:34.115+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}