{"id":"94083303830-25","name":"Fundació Catalunya Europa","registrationDate":"2010-07-07T13:03:33.289+02:00","category":4,"subCategory":5,"legal":"Entidad privada sin ánimo de lucro","web":"http://catalunyaeuropa.net","country":"Spain","headAddress":"Plaça Trilla 4, baixos 2a","headCity":"Barcelona","headPostCode":"08012","headPhone":"(34)9 32 38 89 32","boss":"Max Vives-Fierro Planas","bossTitle":"Mr","bossPosition":"Director ejecutivo","membersCount":8,"membersFTE":"6.0","membership":"La Fundació Catalunya Europa forma parte del Consejo Catalán del Movimiento Europeo y una Red de entidades europeistas de Catalunya, la XEEC, junto con las siguientes entidades: Horitzó Europa, Juventudes Europeas Federalistas de Catalunya, Asosciación de Periodistas Europeistas de Catalunya, y la Escuela de Diplomados europeos en Catalunya, la liga económica europea.&#xd;\n&#xd;\nEl esfuerzo del grupo se ha dirigido tanto a darse a conocer a los diferentes responsables institucionales catalanes vinculados a Europa como a presentarse también a las delegaciones y representaciones catalanas en la Unión Europa. También se ha trabajado para construir puentes de diálogo, sinergias y colaboraciones con otras entidades catalanas que trabajan en temas europeos.","memberOrga":"","goal":"La Fundación Catalunya Europa nació en 2007 fruto de la vocación europeísta del President Pasqual Maragall y se orientó hacia la búsqueda del ideal europeo de democracia, pluralismo y equidad económica y social.  &#xd;<br />&#xd;<br />Conscientes de los cambios estructurales y de paradigma que está viviendo nuestra sociedad, son imprescindibles los espacios de pensamiento que permitan hacer una reflexión sobre los principales retos que se nos plantean, identificar su complejidad y apuntar propuestas de acción que contribuyan al debate de la agenda pública. La Fundación se guía por la convicción que la libre circulación de ideas, de proyectos y de experiencias es necesaria para estimular la creatividad y fortalecer la sociedad catalana.&#xd;<br />&#xd;<br />Hoy, la Fundación Catalunya Europa desarrolla su actividad como espacio de pensamiento y Think Tank al servicio de las ideas y valores que la crearon y su trabajo se centra en el futuro de Europa y en los grandes retos globales, el fortalecimiento de Catalunya y el desarrollo de las ciudades y las metrópolis.  &#xd;<br />&#xd;<br />La FCE genera y difunde pensamiento y propuestas, para avanzar en la construcción de una Europa que responda a los principales retos que hoy se plantea nuestra sociedad, que pueda encontrar un encaje para Catalunya en el marco de un proyecto federal europeo; y que de solución a las necesidades de Barcelona y del creciente dinamismo de las ciudades desde una perspectiva metropolitana.&#xd;<br />&#xd;<br />Por eso, la FCE contempla las siguientes dos vertientes como objetivos de trabajo:&#xd;<br />&#xd;<br />·         El modelo político, económico y social sobre el que se estructura cada una de estas realidades y el papel que puede hacer cada una de ellas en la construcción de la Europa que queremos. Partiendo del principio de subsidiariedad para responder a las necesidades de la ciudadanía desde el nivel de gobernanza más óptimo y eficiente.&#xd;<br />&#xd;<br />·         Los principales retos globales que tienen un impacto a nivel europeo, catalán y metropolitano.","acronym":"FCE","interests":"Agriculture and Rural Development, Banking and financial services, Culture, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Taxation, Trade, Trans-European Networks","euInitiatives":"La investigación se centra en dos ámbitos geogràficos de trabajo, que son la Unión Europea y las ciudades y areas metropolitanas. También aquellas relacionadas con las políticas de bienestar social. En concreto se desarrollan cuatro retos globales como son: la desigualdad, el cambio climático, la interculturalidad y las nuevas tecnologias.","lastUp":"2019-04-10T12:59:59.780+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}