{"id":"941046929303-44","name":"Accademia Italiana Chef srl","registrationDate":"2017-12-14T10:52:08.914+01:00","category":4,"subCategory":5,"legal":"Società Responsabilità Limitate","web":"http://www.accademiaitalianachef.com","country":"Italy","headAddress":"Via Maremmana II tratto, 15","headCity":"Empoli","headPostCode":"","headPhone":"(39)37 37 78 78 94","boss":"Giuseppe Siesto","bossTitle":"Mr","bossPosition":"Presidente del Consiglio di Amministrazione","membersCount":15,"membersFTE":"11.0","membership":"http://www.apci.it/ associazione professionale cuochi italiani&#xd;\nhttp://www.federazionepasticceri.it/ Federazione Italiana Pasticceria Gelateria Cioccolateria","memberOrga":"","goal":"L’ACCADEMIA ITALIANA CHEF è un Ente Privato con collaborazioni a 360° con l’Amministrazione Pubblica, le Associazioni di Categoria Italiane, Ambasciate e Governi Esteri, convenzionato con oltre 1800 eterogenee attività ristorative in Italia.&#xd;<br />&#xd;<br />Fin dalla sua nascita persegue il fine della ricerca, tutela e formazione nell’ambito della Cucina Professionale Italiana. Ha finalità che esulano consapevolmente dai singoli individui o gruppi, poiché la Cucina Italiana è un soggetto “non esclusivo” da tutelare, valorizzare ed diffondere per il bene della Nazione, della sua Popolazione e di tutto il comparto economico produttivo ad essa correlato.&#xd;<br />&#xd;<br />Parlare di “Cucina Italiana” implica affrontare non un “banale aspetto di ricette tipiche”, bensì le tematiche di una cultura dallo stile dinamico che affonda le sue radici nella storia e che vanta un innegabile successo mondiale. Un successo dovuto a molteplici fattori, non solo ai Grandi Chef, ma anche ad un esercito di bravissimi artigiani del gusto, ad una cultura e una produzione di materie prime eccellenti, ad imprenditori che si mettono in gioco, ad architetti e designer di Ho.Re.Ca., ad aziende che sviluppano strumenti e tecnologia all’avanguardia.&#xd;<br />&#xd;<br />In questo vasto ambito l’Accademia Italiana Chef investe sforzi e risorse umane nel tentativo di mantenere flessibile e dinamica la realtà della Cucina Italiana non solo in ambito nazionale ma anche internazionale.","acronym":"Accademia Chef","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Fisheries and Aquaculture, Food Safety, Humanitarian Aid, Public Health, Research and Technology, Trade","euInitiatives":"Seguiamo con interesse direttamente dal sito Ue le politiche per la sicurezza alimentare&#xd;<br />https://europa.eu/european-union/topics/food-safety_it","lastUp":"2017-12-17T11:04:21.424+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}