{"id":"941925334380-38","name":"Bylogix SRL","registrationDate":"2019-03-27T15:53:46.211+01:00","category":2,"subCategory":3,"legal":"SRL","web":"http://www.bylogix.it","country":"Italy","headAddress":"Strada del Portone 159","headCity":"Grugliasco","headPostCode":"10095","headPhone":"(39)0 11 74 05 85","boss":"Francesco Ricciardi","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"10.0","membership":"https://www.poloinnovazioneict.org/&#xd;\nhttps://www.ui.torino.it/","memberOrga":"","goal":"Bylogix s.r.l. is an engineering company working in several areas since 2007. The multifaceted experience acquired by our engineers allows us to work on R&amp;D and in industrial environments.&#xd;<br />&#xd;<br />Our main strengths are the design and development of SW and HW for embedded electronic devices, the development of validation and testing systems, the verification of safety requirements following the current standards (ISO26262).&#xd;<br />Bylogix works both in areas of technological frontier (R&amp;D) and large-scale productions industry. The Company has indeed different expertises in E/E architectures, mechanics, mechatronics, and software development and is able to work both on single components and on the complex systems. Bylogix has developed, in the last years, solutions for Autonomous Driving using AI technologies and high performace HMI solutions mainly for automotive industry.&#xd;<br />Bylogix is fully involved in the Autonomous Driving trend with several internal projects that focus on developing a system architecture in order to integrate autonomous driving functionalities and additional features. With the ORT (Object Recognition Technology) the car, thanks to sensors and high-speed cameras distributed all around the vehicle, can recognize approaching objects (such as vehicles, bicycles, pedestrians or animals), identify them and send actuation signals for vehicle management. &#xd;<br />All those functionalities are possible thanks to AI (Artificial Intelligence) software implemented on Nvidia Platform combine neural networks technologies solution and real time drive capabilities.","acronym":"Bylogix","interests":"International co-operation and development, Research and innovation, Transport","euInitiatives":"Autonomous Connected Vehicles","lastUp":"2019-03-27T16:25:44.475+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}