{"id":"94241791376-49","name":"Lithuanian Business Representation to the EU","registrationDate":"2009-03-16T15:08:02.911+01:00","category":2,"subCategory":7,"legal":"Representation Office","web":"","country":"Belgium","headAddress":"Avenue de Cortenbergh, 168","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 37 66 75","boss":"Tomas Vasilevskis","bossTitle":"Mr","bossPosition":"Head of Representation","membersCount":1,"membersFTE":"1.0","membership":"Organisations, represented by LITBRE, are members of:&#xd;\n&#xd;\n- BUSINESSEUROPE&#xd;\n- EUROCHAMBRES &#xd;\n- SMEunited","memberOrga":"","goal":"LITBRE represents Lithuanian business and employers’ organisations vis-à-vis the EU institutions and European business organisations. &#xd;<br />&#xd;<br />LITBRE represents the following representative non-profit umbrella business organizations: &#xd;<br />&#xd;<br />1. Lithuanian confederation of industrialists (LPK: www.lpk.lt), &#xd;<br />2. Lithuanian business employers’ confederation (LVDK: www.lvdk.eu), &#xd;<br />3. Association of Lithuanian chambers of commerce, industry and crafts (ALCCIC: www.chambers.lt), &#xd;<br />4. Lithuanian business confederation (www.lvk.lt). &#xd;<br />5. Investors‘ Forum (www.investorsforum.lt).&#xd;<br />&#xd;<br />Members of these organisations can be found in their respective internet sites. &#xd;<br />&#xd;<br />Objectives: &#xd;<br />&#xd;<br />\tRepresent interests and facilitate active participation of Lithuanian business and employers’ organisations on the EU level&#xd;<br />\tRepresent and actively involve Lithuanian business and employers’ organisations in the European organisations (BUSINESSEUROPE, UEAPME and EUROCHAMBRES)&#xd;<br />\tConduct legislative tracking in the EU institutions&#xd;<br />\tCollect and provide information about developments in EU policy fields and other issues of interest to Lithuanian business&#xd;<br />\tDevelop and maintain contacts with European Commission, European Parliament and Economic and social committee&#xd;<br />\tEnhance cooperation between Lithuanian business and employers’ organisations with their counterparts&#xd;<br />\tOrganise visits and study tours to Brussels, seminars and conferences on EU affairs for business representatives&#xd;<br />\tRaise visibility and outreach of Lithuanian business and employers’ organisations in Brussels","acronym":"LITBRE","interests":"Budget, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- EU energy and climate policy &#xd;<br />- EU trade policy&#xd;<br />- EU single market&#xd;<br />- EU transport policy&#xd;<br />- Industrial policy&#xd;<br />- Industry digitization","lastUp":"2019-02-27T15:44:04.718+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}