{"id":"94256896677-14","name":"PayPal SE Belgian Branch","registrationDate":"2011-09-14T17:07:23.759+01:00","category":2,"subCategory":3,"legal":"SPRL","web":"http://www.paypal.com","country":"Luxembourg","headAddress":"Boulevard Royal 22-24","headCity":"Luxembourg","headPostCode":"2249","headPhone":"(352)26 63 91 00","boss":"Sean Byrne","bossTitle":"Mr","bossPosition":"PayPal SE Board Member and Chief Operating Officer","membersCount":2,"membersFTE":"1.5","membership":"EPIF (European Payment Institutions Federation)&#xd;\nABBL (Association des Banques et Banquiers, Luxembourg)&#xd;\nEMA (E-Money Association)","memberOrga":"","goal":"Fueled by a fundamental belief that having access to financial services creates opportunity, PayPal is committed to democratizing financial services and empowering people and businesses to join and thrive in the global economy. Our open digital payments interface gives PayPal’s 254 million active account holders the confidence to connect and transact in new and powerful ways, whether they are online, on a mobile device, in an app, or in person. Through a combination of technological innovation and strategic partnerships, PayPal creates better ways to manage and move money, and offers choice and flexibility when sending payments, paying or getting paid. Available in more than 200 markets around the world, the PayPal ecosystem, including Braintree, Venmo and Xoom, enables consumers and merchants to receive money in more than 100 currencies, withdraw funds in 56 currencies and hold balances in their PayPal accounts in 25 currencies. For more information on PayPal, visit https://www.paypal.com/about.","acronym":"PayPal","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Digital issues and payments-related legislation and policy initiatives, such as the DSM strategy, PSD2, AML, e-Money, eID, payments security discussions, FinTech, cybersecurity, AI, GDPR and data discussions, etc.","lastUp":"2019-11-27T06:01:17.707+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}