{"id":"94275086214-14","name":"Fédération Nationale des Transports Routiers","registrationDate":"2011-07-14T17:24:27.374+01:00","category":2,"subCategory":4,"legal":"Syndicat patronal (Livre IV du code du travail)","web":"http://www.fntr.fr","country":"France","headAddress":"Immeuble le Cardinet","headCity":"Paris","headPostCode":"75017","headPhone":"(33)1 44 29 04 29","boss":"Florence Berthelot","bossTitle":"Ms","bossPosition":"Déléguée Général","membersCount":4,"membersFTE":"2.0","membership":"La FNTR est membre de l'IRU (International Road Union) qui a également une représentation permanente à Bruxelles. &#xd;\nLa FNTR est aussi liée à SmEUnited en tant que membre en France de la CGPME ainsi qu'à Business Europe en tant que membre en France du MEDEF.","memberOrga":"","goal":"Défendre et représenter les intérêts de nos adhérents, entreprises de transport routier de marchandises et de logistique.","acronym":"FNTR","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"En 2019, nous avons suivi l'évolution de la vingtaine de textes proposés par la Commission européenne concernant le Paquet Mobilité Route.&#xd;<br />Nous avons suivi également les travaux sur la future Autorité Européenne du Travail ou la coordination des systèmes de sécurité sociale. En 2020, il y aura un focus important sur les dossiers environnementaux que notre secteur routier suivra de très près.&#xd;<br />Enfin, important dossier pour nous : le Brexit qui aurait des implications fortes pour le transport routier concernant notamment la réintroduction des douanes.","lastUp":"2019-11-13T13:54:49.135+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}