{"id":"94274031992-65","name":"OMV Aktiengesellschaft","registrationDate":"2009-07-14T12:04:00.973+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.omv.com/","country":"Austria","headAddress":"Trabrennstrasse, 6-8","headCity":"Vienna","headPostCode":"1020","headPhone":"(43)1 40 44 00","boss":"Julia Friebel","bossTitle":"Ms","bossPosition":"General Counsel SVP Legal - Vice President","membersCount":1,"membersFTE":"1.0","membership":"OMV is a member of the following organisations relevant to this register:&#xd;\nFUELSEUROPE - European Petroleum Industry Association&#xd;\nCONCAWE - Oil Companies' European Organization for &#xd;\nEnvironment Health and Safety in Refining and Distribution&#xd;\nIOGP - International Association of Oil &amp; Gas Producers&#xd;\nBUSINESSEUROPE - European Industry Association    &#xd;\nGIE - Gas Infrastructure Europe&#xd;\n&#xd;\nOMV is also member of relevant national federations: &#xd;\nIV - Industriellenvereinigung (Federation of Austrian Industries)&#xd;\nWKÖ - Wirtschaftskammern Österreichs (Austrian Federal Economic Chamber)","memberOrga":"","goal":"OMV produces and markets oil and gas, innovative energy and high-end petrochemical solutions – in a responsible way.&#xd;<br />With Group sales of EUR 23 bn and a workforce of more than 20,000 employees in 2018, OMV Aktiengesellschaft is one of Austria’s largest listed industrial companies. In Upstream, OMV has a strong base in Romania and Austria as part of the Central and Eastern Europe core region as well as a balanced international portfolio, with Russia, North Sea, Middle East and Africa as well as Asia-Pacific as further core regions. 2018 daily production stood at approximately 427,000 boe/d. In Downstream, OMV operates three refineries with a total annual processing capacity of 17.8 mn tons and more than 2,000 filling stations in ten countries. OMV runs gas storage facilities in Austria and Germany; its subsidiary Gas Connect Austria GmbH operates a gas pipeline network in Austria. In 2018, gas sales volumes amounted to around 114 TWh. Sustainability is an integral part of the corporate strategy. OMV is set to invest EUR 500 mn in innovative energy solutions by 2025.&#xd;<br />&#xd;<br />&#xd;<br />OMV strives to earn stakeholders’ confidence by implementing a high standard of corporate governance and by maintaining high standards of transparency and predictability. The Company has therefore committed itself to compliance with the Austrian Code of Corporate Governance. Any deviations from the Code are disclosed and explained.","acronym":"OMV","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Follow-up respective EU legislative proposals in the fields of energy, environment, climate and trade.&#xd;<br />&#xd;<br />This includes, in extracts: &#xd;<br />- EU ETS&#xd;<br />- Energy Union&#xd;<br />- Security of Supply Issues&#xd;<br />- Renewable Energy Directive&#xd;<br />- Energy Efficiency Directive&#xd;<br />- Fuels Quality Directive&#xd;<br />- Decarbonisation of Transport&#xd;<br />- Energy Infrastructure&#xd;<br />- Internal Energy Market&#xd;<br />- Offshore Safety\t&#xd;<br />- Refining and Petrochemicals &#xd;<br />- Financial Regulation &#xd;<br />- Air Quality &#xd;<br />- 2030 Climate and Energy Policy&#xd;<br />- European External Energy Policy","lastUp":"2019-02-19T09:38:15.598+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}