{"id":"94274031992-65","name":"OMV Aktiengesellschaft","registrationDate":"2009-07-14T12:04:00.973+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.omv.com/","country":"Austria","headAddress":"Trabrennstrasse, 6-8","headCity":"Vienna","headPostCode":"1020","headPhone":"(43)1 40 44 00","boss":"Julia Friebel","bossTitle":"Ms","bossPosition":"General Counsel SVP Legal - Vice President","membersCount":2,"membersFTE":"2.0","membership":"OMV is a member of the following organisations relevant to this register:&#xd;\nFUELSEUROPE - European Petroleum Industry Association&#xd;\nCONCAWE - Oil Companies' European Organization for &#xd;\nEnvironment Health and Safety in Refining and Distribution&#xd;\nIOGP - International Association of Oil &amp; Gas Producers&#xd;\nBUSINESSEUROPE - European Industry Association    &#xd;\nGIE - Gas Infrastructure Europe&#xd;\n&#xd;\nOMV is also member of relevant national federations: &#xd;\nIV - Industriellenvereinigung (Federation of Austrian Industries)&#xd;\nWKÖ - Wirtschaftskammern Österreichs (Austrian Federal Economic Chamber)","memberOrga":"","goal":"OMV is producing and marketing oil &amp; gas, innovative energy and high-end petrochemical solutions – in a responsible way. With Group sales of EUR 19 bn and a workforce of around 22,500 employees in 2016, OMV Aktiengesellschaft is one of Austria’s largest listed industrial companies. In Upstream, OMV has a strong base in Romania and Austria and a balanced international portfolio. 2016 daily production stood at approximately 315,000 boe/d. In Downstream, OMV has an annual refining capacity of 17.8 mn tonnes and approximately 3,800 filling stations in 10 countries (including Turkey) as of end of 2016. OMV operates a gas pipeline network in Austria and gas storage facilities in Austria and Germany. In 2016, gas sales volumes amounted to 110 TWh. &#xd;<br />&#xd;<br />As an integrated oil and gas company operating in over 30 countries worldwide, OMV strives to earn stakeholders’ confidence by implementing a high standard of corporate governance and by maintaining high standards of transparency and predictability. The Company has therefore committed itself to compliance with the Austrian Code of Corporate Governance. Any deviations from the Code are disclosed and explained.","acronym":"OMV","interests":"Climate Action, Competition, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Follow-up respective EU legislative proposals in the fields of energy, environment, climate and trade.&#xd;<br />&#xd;<br />This includes, in extracts: &#xd;<br />- Revision of the EU ETS&#xd;<br />- Energy Union&#xd;<br />- Security of Supply Package, including the revision of  &#xd;<br />   the Regulation on Security of Gas Supply &#xd;<br />- Renewable Energy Directive&#xd;<br />- Energy Efficiency Directive&#xd;<br />- Fuels Quality Directive&#xd;<br />- Decarbonisation of Transport&#xd;<br />- Energy Infrastructure&#xd;<br />- Internal Energy Market&#xd;<br />- Offshore Safety\t&#xd;<br />- Refining and Petrochemicals &#xd;<br />- Financial Regulation &#xd;<br />- Air Quality &#xd;<br />- 2030 Climate and Energy Policy&#xd;<br />- European External Energy Policy","lastUp":"2017-11-28T13:05:08.753+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}