{"id":"942998228508-51","name":"Bayerische Börse AG","registrationDate":"2017-10-02T15:26:22.611+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.boerse-muenchen.de","country":"Germany","headAddress":"Bayerische Börse AG","headCity":"München","headPostCode":"80333","headPhone":"(49)89 54 90 45 -0","boss":"Andreas Schmidt","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":2,"membersFTE":"0.75","membership":"- Finanzplatz München Initiative (fpmi; https://www.fpmi.de), Der Vorstand der Bayerischen Börse AG ist Sprecher der Finanzplatz München Initiative&#xd;\n- DAI Deutsches Aktieninstitut e. V.&#xd;\n- Wirtschaftsbeirat der Union e. V.&#xd;\n- IHK für München und Oberbayern&#xd;\n- Interessenverband kapitalmarktorientierter kleiner und mittlerer Unternehmen e. V.&#xd;\n- bwf Bundesverband der Wertpapierfirmen an den deutschen Börsen e. V.","memberOrga":"","goal":"Die Bayerische Börse AG betreibt die öffentlich-rechtliche Börse München. Seit Januar 2015 bietet sie zwei komplementäre Handelsmodelle an – das Spezialisten-Modell „Börse München“ und „gettex“, den Börsenplatz für das Market Maker Modell. Die öffentlich-rechtliche Struktur garantiert die Neutralität, die für die Wahrung der Interessen der Marktteilnehmer, Anleger und Emittenten unverzichtbar ist. An der Börse München sind mehr als 22.000 Wertpapiere (Aktien, Anleihen, ETPS und Fonds) im Angebot, auf gettex einschließlich der dort handelbaren Zertifikate über 220.000. Mehr als 4.000 Kreditinstitute und Emittenten im deutschsprachigen Raum haben Zugang zum Primär- und Sekundärmarkt in München. Seit 2005 betreibt die Börse München mit m:access ein sehr erfolgreiches Qualitätssegment für den Mittelstand mit über 60 gelisteten Emittenten.","acronym":"Bayerische Börse","interests":"Banking and financial services, Business and Industry, Economy, finance and the euro","euInitiatives":"unter anderem MIFID II + MIFIR, MAR , Kapitalmarktunion, Prospectus Regulation","lastUp":"2019-08-02T15:20:05.877+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}