{"id":"943095936679-05","name":"Signify","registrationDate":"2019-11-27T16:07:30.818+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.signify.com","country":"Netherlands","headAddress":"Signify N.V.","headCity":"Eindhoven","headPostCode":"5656 AE","headPhone":"(31)4 02 75 00 00","boss":"Harry Verhaar","bossTitle":"Mr","bossPosition":"Head Global Government and Public Affairs","membersCount":3,"membersFTE":"2.25","membership":"EuroACE&#xd;\nEU-ASE&#xd;\nCLG Prince of Wales&#xd;\nLightingEurope","memberOrga":"","goal":"The objects of the Company are to establish, participate in, administer and finance legal entities,&#xd;<br />companies and other legal forms for the purpose of the development (including research) and&#xd;<br />manufacture of, and trading in, electrical and electronic products and the exploitation of technical and other expertise (including software), in particular products and expertise relating to light sources, luminaires, lighting electronics and controls to application-specific lighting systems and services and its natural successors, or for the purpose of other activities, and to do everything pertaining to or connected with the above, including providing security in any way and binding the Company for commitments of third parties, including companies which belong to its group, all this in the widest sense, as may also be conducive to the proper continuity of the collectivity of business undertakings, in the Netherlands and abroad, which are carried on by the Company and the companies in which it directly or indirectly participates.","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Environment, Regional Policy, Research and innovation","euInitiatives":"Energy Union, climate action, energy efficiency, circular economy, smart cities, digital economy &amp; society, regional policy, research and innovation, environmnet","lastUp":"2019-11-27T16:08:26.274+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}