{"id":"943273430367-14","name":"Women's Network for Change","registrationDate":"2018-02-24T10:54:18.251+02:00","category":3,"subCategory":2,"legal":"Association, Non-profit Organization","web":"http://womennetworkforchange.org","country":"France","headAddress":"5, villa COEUR DE VEY","headCity":"Paris","headPostCode":"75014","headPhone":"(33)6 38 84 76 84","boss":"Golnar Khoshbakhti","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"NA","memberOrga":"","goal":"1-Build a global network of women to support the women's equality movement and women's efforts and achievements in all areas.<br />2- Promote a better understanding and cooperation between men and women who reject the patriarchal culture and believe in gender equality.<br />3- To be the voice of women in the world who are victims of repression, violence, misogyny, discrimination and social injustice and to promote education for all.<br />4- Broadly support the commitment to parity and participation of women in decision-making and at the levels of economic and political leadership.<br />5- Hold conferences, events, workshops and exhibitions, and publish books, brochures and other information materials and spread a culture of tolerance and gender equality. Do press interviews and publish articles in women's newspapers and magazines.<br />6- Cooperate with international women's human rights organizations to improve the status of women.<br />7- Participate in international meetings to inform public opinion, to advance and improve the conditions of women in the world. Participate in seminars organized by international bodies to exchange experiences, increase women's rights and advance the equality movement by promoting education for all.","acronym":"WNC","interests":"Digital economy and society, Education and training, Environment, International co-operation and development, Justice and Fundamental Rights, Youth","euInitiatives":"1- Gender Mainstreaming and Spotlight Initiative to eliminate Violence against Women and Girls&#xd;<br />2- We focus on goals provided by UN Women in NY (gender parity 50/50 by 2030) and coordinate this with activities and work of the EP's FEMM committee.","lastUp":"2018-06-04T16:05:50.340+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}