{"id":"94320401142-27","name":"Associação das Empresas de Vinho do Porto","registrationDate":"2009-02-13T20:33:37.378+02:00","category":2,"subCategory":4,"legal":"Associação sem fins lucrativos","web":"http://www.aevp.pt","country":"Portugal","headAddress":"Rua Dr. António Granjo, 207","headCity":"Vila Nova de Gaia","headPostCode":"4400-124","headPhone":"(351)2 23 74 55 20","boss":"António Saraiva","bossTitle":"","bossPosition":"Presidente da Direcção","membersCount":2,"membersFTE":"0.5","membership":"A AEVP é membro fundador, desde 1990, de uma associação de representação do comércio de vinhos Europeu denominada Comité Européen des Entreprises Vins - CEEV: &#xd;\nAvenue des Arts 43 5e&#xd;\n1040 Brussels&#xd;\nBelgium&#xd;\nTel +32 2 230 99 70&#xd;\nFax +32 2 513 02 18&#xd;\nwebsite: www.ceev.be&#xd;\ne-mail:ceev@ceev.be","memberOrga":"http://www.aevp.pt/ASSOCIADOS","goal":"A AEVP – Associação das Empresas de Vinho do Porto - é uma instituição privada sem fins lucrativos constituída em Janeiro de 1975, com sede em Vila Nova de Gaia.&#xd;<br />&#xd;<br />Durante todos estes anos de actividade, a AEVP vem desenvolvendo um importante conjunto de acções que marcaram de forma indelével a evolução do sector do Vinho do Porto apoiando de forma contínua e responsável a actividade dos seus Associados em termos de representação e coordenação. &#xd;<br />&#xd;<br />As sucessivas direcções da AEVP, sempre procuraram fortalecer a capacidade de intervenção da Associação, por forma a que esta pudesse funcionar como apoio permanente e um prolongamento cada vez mais eficaz da capacidade individual de cada Associado, no negócio da elaboração e comercialização do Vinho do Porto. &#xd;<br />&#xd;<br />Assim se cumpre aliás o principal escopo da AEVP, consignado estatutariamente, e que consiste na “representação e protecção do interesse dos seus associados e a promoção e defesa da indústria e comércio dos  Vinhos do Porto e  Douro e outros produtos vínicos da Região Demarcada do Douro relativos a essa actividade económica”.","acronym":"AEVP","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Customs, Enterprise, Environment, Food Safety, Internal Market, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"- Política de Vinho da UE - Organização Comum de Mercado e Questões Regulamentares&#xd;<br />- Mercado Interno e Segurança Alimentar&#xd;<br />- Política de Comércio Externo - Acordos de Comércio e Acesso aos Mercados&#xd;<br />- Fiscalidade – Impostos e Questões Aduaneiras&#xd;<br />- Vinho, Saúde e Aspetos Sociais&#xd;<br />- Sustentabilidade Ambiental&#xd;<br />- Investigação &amp; Desenvolvimento","lastUp":"2018-03-22T19:23:22.855+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}