{"id":"94320538514-40","name":"SwissCore, Contact Office for European Research, Innovation and Education","registrationDate":"2012-04-05T14:45:07.910+02:00","category":4,"subCategory":5,"legal":"Brussels branch office of private foundation under Swiss law","web":"http://www.swisscore.org","country":"Switzerland","headAddress":"Wildhainweg, 3","headCity":"Bern","headPostCode":"3001","headPhone":"(41)3 13 08 22 22","boss":"Angelika Kalt","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"4.0","membership":"SwissCore is member of the Informal Group of RTD Liaison Offices in Brussels for EU and R&amp;D (IGLO). For more information: http://www.iglortd.org/","memberOrga":"","goal":"We are the Swiss information and liaison office for European research, innovation and education in Brussels. Ideologically we share and defend three core values:&#xd;<br />&#xd;<br />Excellence&#xd;<br />As exponents of ‘Swissness’ abroad, we strive towards highest standards of excellence in our individual and institutional work and services.&#xd;<br />&#xd;<br />Autonomy&#xd;<br />As representatives of the Swiss knowledge institutions, we firmly believe that all knowledge institutions are autonomous vis-à-vis state, business, religion and other societal players and should be neither instrumentalised nor submitted. We underline, that this autonomy consists of both rights and duties.&#xd;<br />&#xd;<br />Engagement&#xd;<br />As exponents of a multicultural and cohesive society in the heart of Europe, we engage in the further European integration through cooperation in research, innovation and education and offer our autonomy and excellence for the sake of others.&#xd;<br />&#xd;<br />We bring Swiss excellence, autonomy and engagement in research, innovation and education to Europe!&#xd;<br />&#xd;<br />Our mission is: &#xd;<br />1) to bridge between Swiss and European knowledge institutions; &#xd;<br />2) to support Swiss participation in European knowledge programmes.","acronym":"SwissCore","interests":"Education and training, Research and innovation","euInitiatives":"- European research, innovation and education policies&#xd;<br />​- European Framework Programme for Research and    Innovation (Horizon 2020)​&#xd;<br />- European Programme for Education, Training, Youth and Sport (Erasmus+)​ ​&#xd;<br />- EUREKA&#xd;<br />- ERA&#xd;<br />- Innovation Union&#xd;<br />- Digital Skills Strategy","lastUp":"2018-08-06T11:46:36.277+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}