{"id":"94349274409-76","name":"Ordine dei Dottori Commercialisti e degli Esperti Contabili","registrationDate":"2010-10-25T16:35:49.178+01:00","category":6,"subCategory":9,"legal":"Ente Pubblico non economico","web":"http://www.odcec.mi.it/","country":"Italy","headAddress":"Corso Europa, 11","headCity":"Milano","headPostCode":"20122","headPhone":"(39)0 27 77 31 11","boss":"Marcella Caradonna","bossTitle":"Ms","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Dal 1° gennaio 2008 l’Ordine dei Dottori Commercialisti e il Collegio dei Ragionieri e Periti Commerciali - due professioni nate nella prima metà del secolo scorso e accomunate da competenze e obiettivi comuni - si sono unificati nell’ “Albo Unico dei Dottori Commercialisti e degli Esperti Contabili” (D.Lgs. 28.6.2005 n.139).&#xd;<br />La professione si è progressivamente evoluta nelle funzioni con un costante ampliamento delle competenze e delle forme di consulenza.&#xd;<br />La liberalizzazione dei mercati, la concorrenza internazionale e la forte terziarizzazione dell’economia hanno infine conferito forme nuove ai rapporti economici e alle relazioni aziendali.&#xd;<br />Accanto alle tradizionali competenze nelle materie economiche, fiscali, finanziarie, legali e contabili, sono sempre più oggetto dell’attività&#xd;<br />professionale l’amministrazione e la liquidazione di aziende, di patrimoni e di beni di singoli cittadini, le perizie e consulenze tecniche, le ispezioni e revisioni amministrative, la consulenza contrattuale, le funzioni di sindaco e di revisore, nelle società commerciali come negli enti locali e nelle aziende non profit.&#xd;<br />Il Commercialista svolge quindi una consulenza vasta e integrata: la sua attività si concretizza in una gamma di prestazioni che spaziano da&#xd;<br />interventi di carattere giuridico a quelli di carattere economico, fiscale e aziendale. Interventi che richiedono conoscenze tecniche estremamente specialistiche e un aggiornamento quotidiano per la conoscenza e l’interpretazione della continua evoluzione legislativa.","acronym":"ODCEC Milano","interests":"Internal Market, Taxation","euInitiatives":"consultazioni pubbliche","lastUp":"2017-04-26T16:03:38.454+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}