{"id":"9435658947-27","name":"Direct Selling Europe","registrationDate":"2009-01-12T12:41:55.813+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.directsellingeurope.eu","country":"Belgium","headAddress":"Avenue de la Toison d'Or, 51","headCity":"St. Gilles","headPostCode":"1060","headPhone":"(32)0 25 03 18 56","boss":"Oscar Cano Arias","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"2.0","membership":"EuroCommerce - http://www.eurocommerce.eu/","memberOrga":"Univendita - www.univendita.it&#xd;\nBDD Direktvertrieb Bundesverband Direktvertrieb - www.direktvertrieb.de&#xd;\nAssociation Suisse pour la vente directe - http://fr.svdf.ch/&#xd;\nAssociation professionnelle de la vente directe - http://www.comeos.be/menu.asp?id=7574&amp;lng=fr&#xd;\nHandelsverband - http://www.handelsverband.at/","goal":"Promote the visibility and defend the interests of the direct selling industry in the European Institutions, ensuring that they understand and take into account the concerns and realities of the sector throughout the decision-making process. &#xd;<br />&#xd;<br />Raise awareness among EU decision makers of the growing economic significance of this sector. &#xd;<br />&#xd;<br />Improve the quality of EU legislation so as to reduce costs and uncertainties for business and to ensure a favorable commercial environment allowing the sector to operate and prosper. &#xd;<br />&#xd;<br />Keep its members informed of EU developments impacting on their daily activities. &#xd;<br />&#xd;<br />Offer a platform for exchange of information and experience among its members.","acronym":"DSE","interests":"Competition, Consumers, Customs, Digital economy and society, Employment and Social Affairs, Enlargement, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"Unfair Commercial Practices Direct, Misleading and Comparative Advertising Directive, Consumer Rights Directive, Commercial Agents Directive, Data Protection Regulation, Collective Redress, Consumer Protection Cooperation Regulation, TiSA Agreement, TTIP Agreement, ADR/ODR","lastUp":"2019-12-09T09:08:19.447+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}