{"id":"943861934960-75","name":"Universidade Nova de Lisboa - Faculdade de Ciências e Tecnologia","registrationDate":"2019-06-07T10:57:06.238+02:00","category":4,"subCategory":5,"legal":"University","web":"http://www.fct.unl.pt","country":"Portugal","headAddress":"Campus da Caparica","headCity":"Caparica","headPostCode":"2829-516","headPhone":"(351)2 12 94 83 00","boss":"Virgílio Cruz Machado","bossTitle":"Mr","bossPosition":"Diretor","membersCount":20,"membersFTE":"5.0","membership":"O MADAN PARQUE é um Parque de Ciência e Tecnologia fundado em 1995, sendo o FCT NOVA um dos sócios-fundadores, em conjunto com a UNINOVA e autarquias locais. A missão do Madan Parque assenta no papel de interface entre a Academia e as Empresas, através da promoção de projectos empresariais tecnológicos a partir dos conhecimentos e investigação realizada no campus universitário da FCT NOVA. Neste sentido o Madan Parque actua como facilitador e acelerador empresarial, com serviços de incubação de empresas, mentoring, seed capital, apoio à internacionalização, e o exio LAB’s, de suporte I+D+I. A excelência do ecossistema desenvolvido foi reconhecido em 2011 com o prémio de “3rd World Best Science Based Incubator. &#xd;\n&#xd;\nO MADAN PARQUE oferece uma alta gama de serviços de valor acrescentado, focado na inovação de produtos e serviços, tendo neste ecossistema de inovação local vários atores, sendo particularmente o UNINOVA um dos motores do parque, tanto na criação de spin-offs, a partir dos projectos de investigação que desenvolve, como como suporte tecnológico para as empresas sediadas no Madan Parque, em concreto nas áreas de especialização da Eletrônica e Telecomunicações, TIC &amp; Sistemas de Gestão, Robótica e Produção.","memberOrga":"","goal":"Na prossecução da sua missão, compete à FCT, designadamente:&#xd;<br />- Uma investigação competitiva no plano internacional, privilegiando áreas interdisciplinares, incluindo a investigação orientada para a resolução dos problemas que afetam a sociedade;&#xd;<br />- Um ensino de excelência, com ênfase crescente nos segundos e terceiros ciclos, mas fundado em primeiros ciclos sólidos, veiculado por programas académicos competitivos a nível nacional e internacional, erigindo o mérito como medida essencial de avaliação;&#xd;<br />- Uma base alargada de participação interinstitucional, voltada para a integração das diferentes culturas científicas, com vista à criação de sinergias inovadoras para o ensino e para a investigação;&#xd;<br />- Uma prestação de serviços de qualidade, quer no plano interno, quer no plano internacional, capaz de contribuir de forma relevante para o desenvolvimento social e para a qualificação dos recursos humanos, dedicando particular atenção aos países onde se fala a língua portuguesa.","acronym":"FCT NOVA","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Public Health, Research and innovation, Sport, Trans-European Networks, Transport","euInitiatives":"A FCT NOVA é  uma instituição de ensino e de investigação, assim sendo, a FCT NOVA tem uma vasta experiência em Investigação, Desenvolvimento e Inovação (R&amp;D+I) de ponta devido à sua natureza multidisciplinar e ao investimento em investigação fundamental e aplicada em diversas áreas, desde materiais, ambiente, biotecnologias, conservação e restauro, manufatura, tecnologia IT, inteligência artificial, economia circular, matérias-primas, entre outras. Nesse sentido, a FCT NOVA está a par das evoluções relacionados com o Programa Horizonte 2020, nomeadamente o seu corpo docente e de investigação, dado que, seguem as politicas especificas das suas áreas de investigação.&#xd;<br />A FCT NOVA está representada no Advisory Board of Horizon 2020 na DG Research and Innovation (Advanced Materials, Nanotechnology, Biotechnology and Manufacturing) e na plataforma EMIRI - Energy, Materials Industry Research Iniative através do Professor Doutor Rodrigo Martins. Também, a Professora Doutora Elvira Fortunato está representada no \"High Level Group of Scientific Advise Mechanism\".","lastUp":"2019-06-19T10:10:36.955+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}