{"id":"944161025531-96","name":"GoodFuels","registrationDate":"2017-01-20T17:40:57.237+01:00","category":2,"subCategory":3,"legal":"BV","web":"http://goodfuels.com","country":"Netherlands","headAddress":"De Lairessestraat 180-V","headCity":"Amsterdam","headPostCode":"1075 HM","headPhone":"(31)8 58 00 02 38","boss":"Dirk Kronemeijer","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.5","membership":"http://platformdurzamebiobrandstoffen.nl &#xd;\nhttp://artfuelsforum.eu/&#xd;\nhttps://abcoalition.com/nl/advanced-biofuels/&#xd;\nTo be set up IEA working group - AMF","memberOrga":"","goal":"GoodFuels provides sustainable, low-carbon fuels for those transport segments for which next generation biofuels are the best and/or only alternative available to decarbonize: Marine, Road &amp; Rail. &#xd;<br />&#xd;<br />The biofuels offer a great alternative to fossil fuels and can be used without alterations in any marine engine. &#xd;<br />&#xd;<br />There will be up to 85-90% CO2 reduction, 100% SOx reduction, and significantly lower local emissions (NOx, PM and HC). &#xd;<br />&#xd;<br />GoodFuels has been awarded the highest standard of certification from the Roundtable of Sustainable Biomaterials (RSB).&#xd;<br />&#xd;<br />The company is internationally active, with projects from Norway to Singapore. &#xd;<br />&#xd;<br />GoodFuels is a company with a mission to change the marine fuel mix. Therefore, actively build partnerships with corporates, other sustainable shipping solution providers (active in the field of batteries, hydrogen, LNG etc.), OEMs, governments, academia and NGOs on a global scale. &#xd;<br />&#xd;<br />Examples are the participation in the DNV Green Coastal Shipping Programme in Norway, cooperation with the Clean Cargo Working Group, Smart Freight Centre and GLEC efforts to align the way of calculating marine traffic emissions, participating in NOAK worshops etc.","acronym":"GoodFuels","interests":"Borders and Security, Business and Industry, Climate Action, Energy, Environment, External Relations, Maritime affairs and fisheries, Regional Policy, Research and innovation, Transport","euInitiatives":"Sustainability policy framework and standardization of biofuels, including regulation on a local emission level and focused on co2. Overall sustainability criteria. Implementation of REDII.","lastUp":"2019-11-26T13:31:30.862+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}