{"id":"944198631623-17","name":"The 5G Infrastructure Association","registrationDate":"2018-05-25T18:12:45.462+02:00","category":2,"subCategory":4,"legal":"aisbl/ivzw","web":"https://5g-ppp.eu/","country":"Belgium","headAddress":"Boulevard Saint-Michel 47","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 73 38 28 51","boss":"Anne De Moor","bossTitle":"Ms","bossPosition":"Legal Counsel","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"https://5g-ppp.eu/our-members/","goal":"The 5G Public Private Partnership (5G PPP) is the 5G collaborative research program that is organized as part of the European Commission’s Horizon 2020 program – The European Union Program for Research and Innovation. It is aimed at fostering industry-driven research, monitored by business-related, technological performance and societal KPIs. The 5G PPP will deliver solutions, architectures, technologies and standards for ubiquitous next-generation communication infrastructure over the coming decade.&#xd;<br /> &#xd;<br />In the 5G PPP, the 5G Infrastructure Association (5G-IA) represents the private side and the European Commission the public side. The 5G-IA is committed to the advancement of 5G in Europe and to building global consensus on 5G. To this aim, the Association brings together a global industry community of telecoms &amp; digital actors, such as operators, manufacturers, research institutes, universities, verticals and SMEs. The 5G-IA carries out a wide range of activities in strategic areas including standardization, frequency spectrum, R&amp;D projects, technology skills, collaboration with key vertical industry sectors, notably for the development of trials, and international cooperation.","acronym":"5G IA","interests":"Business and Industry, Communication, Digital economy and society, Education and training, Research and innovation","euInitiatives":"Main EU initiatives/policies:&#xd;<br />- 5G for Europe: An Action Plan&#xd;<br />- Horizon 2020 &#xd;<br />- Horizon Europe&#xd;<br />- Telecommunications systems&#xd;<br />- Digital Single Market (https://ec.europa.eu/digital-single-market/en/policies/5G)&#xd;<br />- Connecting Europe Facility","lastUp":"2019-05-14T18:12:14.651+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}