{"id":"944659635505-53","name":"CYPRUS INTEGRITY FORUM LTD","registrationDate":"2019-07-23T10:49:42.280+02:00","category":3,"subCategory":2,"legal":"CHARITY","web":"http://cyprusintegrityforum.org/","country":"Cyprus","headAddress":"25 Dimosthenis Severis Str. Metropolis Tower, 3rd Floor","headCity":"Nicosia","headPostCode":"1681","headPhone":"(357)22 02 57 72","boss":"MARIOS SKANDALIS","bossTitle":"Mr","bossPosition":"CHAIRPERSON OF THE BOARD","membersCount":1,"membersFTE":"0.25","membership":"The Business Integrity Forum (BIF) is a network of major international companies, convened by Cyprus Integrity Forum (CIF), dedicated to cooperate with member companies who wish to reach the highest standards of business integrity.&#xd;\n&#xd;\nMembers publicly demonstrate support for the mission and values of CIF and are openly committed to high anti-corruption and ethical standards in business practices. Through the BIF companies also have the opportunity to engage in discussion about strategic corruption issues and policy positions – and thereby participate in the international debate on corruption. Through participating in BIF, companies also have the opportunity to share with CIF their current developments, debates, and issues in the business sector related to anti- corruption best practice.&#xd;\n&#xd;\nFor further information see http://cyprusintegrityforum.org/%cf%80%cf%81%ce%bf%ce%b3%cf%81%ce%b1%ce%bc%ce%bc%ce%b1%cf%84%ce%b1/%ce%b5%cf%80%ce%b9%cf%87%ce%b5%ce%b9%cf%81%ce%b7%cf%83%ce%b5%ce%b9%cf%82/business-integrity-forum","memberOrga":"Currently, CIF does not have any organisations as members but solely natural persons.","goal":"Cyprus Integrity Forum (CIF) is an independent, neutral non-governmental, non-partisan, non-profit organization legally registered in the competent bodies of the Republic. Our mission is to contribute to the strengthening of society and improve the quality of public and private governance in Cyprus by promoting transparency, integrity and taking responsibility. Some of the priorities: to increase the public perception regarding the impact of corruption; strengthen and encourage citizens to participate in the fight against corruption. CIF collaborates with various organizations in Cyprus, in Europe and in the USA to effectively raise public awareness in all layers of society for combating corruption in our everyday lives, enhance the content and quality of public and corporate governance in all forms of business and ensure that the State and all Governmental Bodies act and behave in a manner that promotes transparency and ethics in all respects.","acronym":"CIF","interests":"Business and Industry, Economy, finance and the euro, Education and training, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Taxation, Youth","euInitiatives":"In Cyprus we are involved in the draft bills on whistleblowing, lobbying, independent commission against corruption and national strategy against corruption. In the EU we do not have any involvement yet, but CIF wishes to contribute with its views on matters of transparency, integrity and anti-corruption initiatives of the EU institutions.","lastUp":"2019-07-23T13:19:00.057+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}