{"id":"9447162467-70","name":"COOP de France","registrationDate":"2008-10-03T15:44:28.130+01:00","category":2,"subCategory":1,"legal":"Association loi 1901","web":"http://www.coopdefrance.coop","country":"France","headAddress":"Rue Sedaine, 43","headCity":"Paris","headPostCode":"75011","headPhone":"(0033)1 44 17 57 00","boss":"Michel Prugue","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"2.0","membership":"Coop de France est présente au sein de nombreux organismes professionnels agricoles.&#xd;\nElle adhère au titre du mutualisme agricole à la Confédération Nationale de la Mutualité, de la Coopération et du Crédit Agricoles - CNMCCA - aux côtés de la Fédération Nationale du Crédit Agricole - FNCA - et de la Fédération Nationale de la Mutualité Agricole -FNMA&#xd;\n&#xd;\n&#xd;\nElle adhère à COOP FR qui regroupe l'ensemble des organisations coopératives françaises.&#xd;\n&#xd;\n&#xd;\nElle est membre de la Confédération Générale de la Coopération Agricole de l'Union Européenne - COGECA.","memberOrga":"","goal":"Coop de France est depuis 1966 l'organisation professionnelle unitaire de la coopération agricole.&#xd;<br />&#xd;<br />Coop de France est le porte-voix politique des entreprises coopératives auprès des pouvoirs publics français et européens, des médias et de la société civile.&#xd;<br />&#xd;<br />Coop de France est déterminée à promouvoir le statut et les valeurs collectives de la coopération en tant que modèle économique valable, solide et résilient aux crises.&#xd;<br />&#xd;<br />Coop de France valorise l'action économique des coopératives dans une perspective de développement durable.","acronym":"COOP de France","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"PAC, Commerce, santé et bien-être des animaux, fonctionnement de la chaîne agroalimentaire, environnement, changement climatique, fiscalité, outils de gestion des risques, politique de qualité.","lastUp":"2018-03-20T20:13:07.330+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}