{"id":"944733432021-08","name":"EIT Food ivzw","registrationDate":"2018-07-11T11:05:49.716+02:00","category":2,"subCategory":1,"legal":"IVZW","web":"http://www.eitfood.eu/","country":"Belgium","headAddress":"EIT FOOD","headCity":"Leuven","headPostCode":"3001","headPhone":"(32)16 29 83 24","boss":"Filip Fontaine","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.75","membership":"Observer in the Board of European Technology Platform ‘Food for Life’ (Leadership Team) http://etp.fooddrinkeurope.eu/","memberOrga":"https://www.eitfood.eu/our-partners/","goal":"As a Knowledge and Innovation Community (KIC) of the European Institute of Innovation and Technology (EIT), EIT Food connects partners from leading businesses, universities, research centres and institutes across 13 countries in Europe and from the entire food value chain.&#xd;<br />EIT food is a pan-European partnership, with a consumer-centred approach, to empower innovators, entrepreneurs and students to develop world-class solutions to societal challenges, accelerate innovation, create jobs and increase Europe’s competitiveness.&#xd;<br />The partnership’s aim is to develop a highly skilled food sector, which collaborates with consumers to provide products, services and new technologies, which deliver a healthier lifestyle for all European citizens.&#xd;<br />As one of the largest food-related initiatives worldwide. EIT Food wants Europe to lead a global revolution in food innovation and production. EIT Food's ambition is to redesign the way we produce, deliver, consume and recycle our food and to create a future-proof and effective food sector which supports a sustainable and circular bio-economy.","acronym":"EIT FOOD","interests":"Agriculture, Budget, Climate Action, Consumers, Digital economy and society, Education and training, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation","euInitiatives":"Horizon 2020 and Horizon Europe; Innovation Union; Bioeconomy; Food 2030; Circular Economy; Entrepreneurship; Food safety and General Food Law&#xd;<br />Food labelling; Food product improvement; Common Agriculture Policy","lastUp":"2018-07-11T11:06:20.672+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}