{"id":"944731326415-05","name":"Consumers' Association of Ireland","registrationDate":"2017-03-20T15:06:38.452+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://thecai.ie","country":"Ireland","headAddress":"Denshaw House","headCity":"Dublin","headPostCode":"2","headPhone":"(353)16 59 94 30","boss":"Michael Kilcoyne","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"The number is an average as members join for various periods between 3 and 12 months on a rotating, renewable basis.&#xd;\nReadership of Consumer Choice magazine is estimated at between 15,000 and 18,000 per monthly issue including schools and libraries.","goal":"The Consumers' Association of Ireland (CAI) is a Non-government, non-profit, independent, charitable organisation. Its aims are to protect and educate the Irish consumer and to represent them in Ireland and the European Union.&#xd;<br />The Association is a Membership organisation and open to all to join.  &#xd;<br />The CAI produces Consumer Choice magazine which it distributes solely to its Members. Members will include consumers, schools and libraries.","acronym":"thecai","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The CAI is a Member of the Brussels based organisations BEUC and ANEC and follows and supports the policy and lobbying efforts of those orhanisations. &#xd;<br />Its representative would currently represent Ireland on the European Consumer Consultative Group (ECCG)","lastUp":"2018-03-12T17:33:04.713+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}