{"id":"944827225510-10","name":"RAIZ - Instituto de Investigação da Floresta e Papel","registrationDate":"2017-01-19T12:33:10.784+02:00","category":4,"subCategory":5,"legal":"non-profit Association","web":"http://www.raiz-iifp.pt","country":"Portugal","headAddress":"R. Jose Estevao s/n","headCity":"Eixo - Aveiro","headPostCode":"3801-501","headPhone":"(351)2 34 92 01 30","boss":"Carlos Neto","bossTitle":"Mr","bossPosition":"General Director","membersCount":13,"membersFTE":"4.0","membership":"AIFF (Polo Tecnologico da Fileira Florestal)&#xd;\nAGFR/FSC&#xd;\nPEFC&#xd;\nTECNICELPA&#xd;\nIUFRO&#xd;\nCT 145 - Comissão Tecnica de Normalização de Gestão Florestal Sustentável&#xd;\nGNIP&#xd;\nCentro HABITAT&#xd;\nREDE INOVAR&#xd;\nREDE RURAL&#xd;\nREDE PROVALOR","memberOrga":"","goal":"RAIZ is a private non-profit research institute whose partners are the The Navigator Company and the Universities of Aveiro, Coimbra and Lisboa.&#xd;<br />RAIZ is committed to support the competitiveness of the Portuguese Pulp and Paper Industry, through research, technology transfer and training. RAIZ was officially formed in September 1995 and initiated its activity in January 1996.&#xd;<br />Its scope of action goes from tree to paper. Its mission results from the recurring need of the industry to identify priority areas for applied research, and optimize the cost/benefit ratio of different aspects of the forestry and industrial sectors, in order to assure its sustainability.&#xd;<br />RAIZ operates in three areas: Applied Research, Consultancy and Training.","acronym":"RAIZ","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Institutional affairs, Research and innovation","euInitiatives":"BIC - Biobased-Industries Consortium.&#xd;<br />BBI - Biobased Industries Public-Partnership - Circular Economy scope.&#xd;<br />Raw Materials (Wood supply)","lastUp":"2019-07-09T14:20:43.208+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}