{"id":"945120918083-26","name":"Bundesverband der Arzneimittel-Hersteller e.V.","registrationDate":"2015-07-06T17:08:08.249+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.bah-bonn.de","country":"Germany","headAddress":"Ubierstr. 71-73","headCity":"Bonn","headPostCode":"53173","headPhone":"(49)22 89 57 45 61","boss":"Martin Dr. Weiser","bossTitle":"Mr","bossPosition":"Director General","membersCount":6,"membersFTE":"3.5","membership":"European Medicines Manufacturers Association AESGP","memberOrga":"","goal":"The Bundesverband der Arzneimittel-Hersteller e.V. (BAH), the German Medicines Manufacturers‘ Association, represents the interests of the pharmaceutical industry in Germany comprising international companies as well as local small and medium enterprises (SME). By company membership BAH is the leading trade organisation of the pharmaceutical industry in Germany.&#xd;<br />&#xd;<br />BAH covers the entire range of the industrial landscape from self-medication medicines (OTC) through to prescription drugs (Rx) and medical devices.&#xd;<br />&#xd;<br />BAH advocates for secure and responsible self-medication through professional medical and pharmaceutical advice. Therefore, BAH strongly supports the statutory protection of the owner-operated pharmacy as primary institution for distribution.&#xd;<br />&#xd;<br />In addition, BAH is committed to free, fair and clean advertising and promotes these principles through its registered society INTEGRITAS.&#xd;<br />&#xd;<br />BAH actively takes part in public health policy discussion and is competent reference for public authorities, policymakers and other institutions of the German healthcare sector.&#xd;<br />&#xd;<br />For its members, BAH informs about all relevant regulatory and legislative procedures at national and European level and offers scientific and hands-on advice through its Scientific Service Organization WiDi.&#xd;<br />&#xd;<br />BAH represents its members on European level through the Brussels-based AESGP, the association of the European Self-Medication Industry. Furthermore BAH is associated with WSMI, the World Self-Medication Industry, a federation of over 50 member associations in all continents.","acronym":"BAH","interests":"Business and Industry, Environment, Food Safety, Public Health, Trade","euInitiatives":"Medicinal products (e.g. registration procedures, pharmacovigilance, environment, HTA, SPC); Medical devices directive; Health Claims","lastUp":"2018-04-25T15:09:26.115+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}