{"id":"945890923595-60","name":"Polska Izba Mleka (Polish Chamber of Milk)","registrationDate":"2016-09-27T15:34:08.537+02:00","category":2,"subCategory":4,"legal":"izba gospodarcza","web":"http://www.izbamleka.pl","country":"Poland","headAddress":"Adama Mickiewicza 7/23","headCity":"Białystok","headPostCode":"15-213","headPhone":"(48)8 56 74 73 29","boss":"Agnieszka Maliszewska","bossTitle":"Ms","bossPosition":"Dyrektor Biura, Sekretarz, Członek Zarządu","membersCount":2,"membersFTE":"0.5","membership":"European Dairy Association (EDA) www.euromilk.org &#xd;\nInternational Dairy Federation (IDF)  http://www.fil-idf.org","memberOrga":"W Polskiej Izbe Mleka zrzeszone są firmy mleczarskie (spółdzielnie i podmioty prywatne) oraz firmy, świadczące usługi na rzecz sektora mleczarskie tj. firmy opakowaniowe, dostarczające specjalistyczne maszyny i linie produkcyjne, rozwiązania informatyczne itp.&#xd;\n&#xd;\nhttp://izbamleka.pl/o-izbie/czlonkowie-polskiej-izby-mleka/","goal":"Cele Polskiej Izby Mleka&#xd;<br />&#xd;<br />- Występowanie z inicjatywą ustawodawczą&#xd;<br />&#xd;<br />- promocja i umacnianie polskiego mleczarstwa oraz przetworów mleczarskich na rynkach krajowych i zagranicznych&#xd;<br />&#xd;<br />- Współpraca z Komisją Europejską oraz innymi instytucjami międzynarodowymi ukierunkowanymi na mleczarstwo (EDA, ASSIFONTE, EUCOLAIT)&#xd;<br />&#xd;<br />- Współpraca z instytucjami kreującymi politykę mleczną w kraju (MRiRW, ARR, ARiMR)&#xd;<br />&#xd;<br />- Współpracą z innymi organizacjami działającymi na rzecz mleczarstwa (m.in. IERiGŻ, FAPA)&#xd;<br />&#xd;<br />- Rozpowszechnianie najbardziej bieżących informacji z sektora mleczarskiego wśród członków Polskiej Izby Mleka&#xd;<br />&#xd;<br />- Świadczenie członkom Izby pomocy doradczo-konsultacyjnej m.in. w zakresie dostępu do środków UE&#xd;<br />&#xd;<br />- Pomoc w zakresie konsolidacji i restrukturyzacji branży mleczarskiej&#xd;<br />&#xd;<br />- Współpraca z placówkami naukowo-badawczymi w celu podnoszenia stopnia innowacyjności podmiotów wchodzących w skład PIM&#xd;<br />&#xd;<br />- Działalność wydawnicza i szkoleniowa oraz przeprowadzanie ekspertyz&#xd;<br />&#xd;<br />- Pomoc w ubezpieczeniach majątkowych zakładów i spółdzielni mleczarskich&#xd;<br />&#xd;<br />- Wymiana informacji pomiędzy członkami PIM na temat wiarygodności kontrahentów&#xd;<br />&#xd;<br />- Reprezentowanie interesów członków Izby w pracach organów i instytucji doradczych i opiniodawczych mających wpływ na rozwój polskiego sektora mleczarskiego&#xd;<br />&#xd;<br />- Prowadzenie działań kooperacyjnych z podmiotami z kraju i zagranicy, w tym z odpowiednikami PIM w innych państwach członkowskich UE oraz ważniejszych krajach producentów i eksporterów mleka na świecie&#xd;<br />&#xd;<br />- Działania lobbingowe na rzecz polskiego mleczarstwa&#xd;<br />&#xd;<br />- Działania zwiększające innowacyjność&#xd;<br />&#xd;<br />- Internacjonalizacja działań Izby&#xd;<br />&#xd;<br />- Doskonalenie kwalifikacji członków Izby oraz podmiotów zależnych&#xd;<br />&#xd;<br />- Inne działania ukierunkowane na realizację potrzeb członków PIM","acronym":"PIM","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Energy, Environment, Food Safety, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"- ustawy związane z organizacją rynku mleka&#xd;<br />- ustawy związane z sytuacją i pomocą dla producentów mleka (rolników)&#xd;<br />- ustawy dot. prawa żywnościowego i żywieniowego UE&#xd;<br />- umowy dot. umów o wolnym handlu negocjowanych przez UE z krajami trzecimi,&#xd;<br />- ustawy dot. Wspólnej Polityki Rolnej,&#xd;<br />- inne akty prawne związane z sektorem mleczarskim","lastUp":"2019-07-25T08:54:50.096+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}