{"id":"945988918302-03","name":"Joschka Fischer &amp; Company","registrationDate":"2015-07-23T16:59:41.883+02:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.jfandc.de","country":"Germany","headAddress":"Markgrafenstrasse 34","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 62 53 30","boss":"Dietmar Huber","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":4,"membersFTE":"1.5","membership":"www.ebd-netzwerk.de","memberOrga":"","goal":"Joschka Fischer &amp; Company advises companies and organisations on the investment climate in international markets, on political and social challenges as well as on opportunities for sustainable growth. The vast political and social dimensions of today´s global challenges have an immediate effect on corporate activities. The challenge for businesses is to make a positive contribution to sustainability as they develop strategies for future growth. With our wide-ranging expertise and experience, Joschka Fischer &amp; Company helps clients to assess political developments worldwide and incorporate these into their business strategies for individual markets.&#xd;<br />&#xd;<br />Joschka Fischer &amp; Company was founded in 2009 by Joschka Fischer and Dietmar Huber and maintains a longstanding formal strategic partnership with the Albright Stonebridge Group in Washington, D.C.","acronym":"JF&amp;C","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Organic Regulation, Digital Single Market, Circular Economy","lastUp":"2018-03-23T10:28:07.191+02:00","customers":"Spotify AB","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"100000-499999"}