{"id":"94603465987-30","name":"Konsortium Deutsche Meeresforschung e.V.","registrationDate":"2011-06-06T13:24:46.437+02:00","category":4,"subCategory":5,"legal":"registered non-profit organisation in Germany (e.V.)","web":"http://www.deutsche-meeresforschung.de","country":"Germany","headAddress":"Markgrafenstr. 37","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 07 47 90","boss":"Jan-Stefan Fritz","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"4.0","membership":"none.","memberOrga":"Our membership is comprised of marine research institutions, museums and government agencies. For more information, please see:&#xd;\nwww.deutsche-meeresforschung.de","goal":"KDM - The German Marine Research Consortium is made up of 20 research institutions, universities and public agencies of Germany in the field of marine and polar sciences as well as of coastal research. The members are part of a European and global network of such institutions. With approximately 3,000 scientists of basic and applied marine research, KDM provides comprehensive expertise to meet global challenges having to do with the sea and our environment.&#xd;<br />&#xd;<br />Our major goals are:&#xd;<br />- advancement of science and research, in particular in the field marine sciences including polar and coastal research,&#xd;<br />- fostering the collaboration of its member institutions and the development of joint research programmes,&#xd;<br />- intensifying the cooperation within German, European and international marine research and the use of infrastructure and large equipment,&#xd;<br />- joint public relations addressing decision makers in Germany and the European Union","acronym":"KDM","interests":"Climate Action, Education and training, Environment, Institutional affairs, Maritime affairs and fisheries, Regional Policy, Research and innovation","euInitiatives":"- Integrated Maritime Policy &amp; ocean governance&#xd;<br />- Research and innovation policy especially as related to blue growth&#xd;<br />- marine and maritime research &#xd;<br />- transatlantic cooperation in the marine sciences&#xd;<br />- Joint Programming Initiative Healthy Seas and Oceans","lastUp":"2019-07-11T12:39:09.786+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}