{"id":"94607479886-02","name":"AMUNDI AM","registrationDate":"2012-10-17T15:27:19.322+02:00","category":2,"subCategory":3,"legal":"société anonyme","web":"http://www.amundi.com/","country":"France","headAddress":"boulevard Pasteur, 90","headCity":"PARIS","headPostCode":"75015","headPhone":"(33)1 76 33 30 30","boss":"Yves Perrier","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":4,"membersFTE":"1.25","membership":"Amundi est un membre actif d'associations professionnelles regroupant des gérants d'actifs et notamment l'AFG (Association Française de gestion) en France et l'EFAMA à Bruxelles. Par ses filiales implantées localement, Amundi est également présent auprès des associations de pays tels que l'Italie, le Luxembourg, l'Allemagne, l'Autriche, l'Irlance ou le Royaume Uni...&#xd;\nPar ailleurs Amundi appartient au groupe Crédit Agricole et la représentation bruxelloise peut relayer ses positions ou permettre des contacts avec des associations ou think tanks plus généralistes (AFME, ICMA, Eurofi par exemple).","memberOrga":"","goal":"Amundi est l'un des principaux gérants d'actifs pour compte de tiers. Avec plus de 1400 milliards d'euros sous gestion il est le premier en Europe et parmi les 10 premiers à l'échelon mondial. Amundi s'adresse à une large gamme de clients tant privés qu'institutionnels d'abord en France et en Europe mais également en Asie et dans d'autres parties du monde. Amundi gère différents types de produits collectifs sur toutes les classes d'actif et également des mandats individuels.","acronym":"","interests":"Banking and financial services, Consumers, Economy, finance and the euro, Taxation","euInitiatives":"MIF; PRIIPS; Union des marchés de capitaux (CMU); PEPP.&#xd;<br />&#xd;<br />Par ailleurs, Amundi continue à suivre des dossiers importants pour l'industrie de la gestion comme  Indices et benchmarks, MMFR, EMIR, SFT (Securities Financing Transactions), IDD, IFRS9 et Taxe sur les transactions financières (FTT).&#xd;<br />Enfin, la révision des ESAs et le Brexit sont des enjeux importants pour Amundi","lastUp":"2018-04-23T12:02:26.590+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}