{"id":"946343776-69","name":"RENAULT","registrationDate":"2008-06-26T13:32:09.967+01:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://www.renault.com","country":"France","headAddress":"Quai Alphonse Le Gallo, 13/15","headCity":"BOULOGNE-BILLANCOURT","headPostCode":"92513","headPhone":"(33)1 76 84 04 04","boss":"Thierry Bolloré","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":4,"membersFTE":"1.5","membership":"Renault est membre de l'Association des Constructeurs Européens d'Automobile (ACEA) et du Cercle des Délégués Permanents français (CDPF). Renault participe également à des Think Tanks comme Business Europe, British Chamber of Commerce, le Cercle des Réseaux Européens, Confrontations Europe et Friends of Europe","memberOrga":"","goal":"Veille des projets réglementaires concernant le secteur automobile. Coopération avec les institutions dans le cadre de l'élaboration de ces projets, notamment en apportant l'expertise nécessaire aux institutions dans les consultations, études d'impact, et définition des conditions de mise en eouvre. Information de l'entreprise sur les projets réglementaires nécessitant l'adaptation des produits à un  nouveau cadre législatif à venir. Représentation de l'entreprise dans les organismes ou associations européennes intervenant dans le processus de décision politique ou réglementaire.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- CO2 regulation for cars &amp; vans &#xd;<br />- European Strategy for low emission mobility &#xd;<br />- Clean energy package&#xd;<br />- Circular economy package&#xd;<br />- Regulation on the approval and market surveillance of  motor vehicle&#xd;<br />- Regulation EC 661/2009 concerning type-approval requirements for the general safety of motor vehicles&#xd;<br />- Connectivity &amp; Autonomous Driving initiatives","lastUp":"2019-03-15T08:33:32.005+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}