{"id":"946478731419-22","name":"AUTISMO SEVILLA","registrationDate":"2018-05-14T11:26:09.003+02:00","category":3,"subCategory":2,"legal":"ASOCIACIÓN","web":"http://www.autismosevilla.org","country":"Spain","headAddress":"AVENIDA DEL DEPORTE, 3 ACC. A","headCity":"SEVILLA","headPostCode":"41020","headPhone":"(34)9 54 40 54 46","boss":"Mercedes Molina Montes","bossTitle":"Ms","bossPosition":"President","membersCount":5,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"Autismo Sevilla is a non profit organization that was created in 1978 by a group of parents of children with Autism Spectrum Disorder (ASD) diagnosis. Our mission is to improve the quality of life in people with ASD, and their families throughout the life cycle. We do so by means of our specialized services guided from children to adult stage.&#xd;<br />As an specialized association in ASD, the Ángel Riviére Integral Resources Center offers to society a team of experienced professionals that are able to advise, to guide and to collaborate in all promotion actions to people with ASD and their families, from an integral view.&#xd;<br />Our vision focuses on the commitment to a common project aimed at improving the quality of life, through a responsible, ethics and excellence-guided management. We share the strategic priorities defined by Autism Europe, that consider long term concerns about an appropriate attention, education, well-being of people with ASD, ageing, the lack of public support, care crisis and the role of the families and employment, following the United Nations Convention on the Rights of Persons with disabilities.&#xd;<br />Autismo Sevilla has several acting areas that are: &#xd;<br />-\teducation and training&#xd;<br />-\tinformation and social awareness&#xd;<br />-\tindependence and self-determination&#xd;<br />-\temployment and housing &#xd;<br />-\tcultural activities and sports&#xd;<br />-\tsocial participation and advocacy&#xd;<br />We have received many awards that recognize the path we have lived through in order to develop equal opportunities policies and to improve expectations on future in people with ASD and their families. Andalusian Volunteer Award in 2001; Best Non Profit Organization in 2009; Award of Educative Merit in 2009 and 2014; Good Practises in attention to people with disabilities Award in 2011, 2012, 2014 and 2015; Lux et Veritas Award in 2011 and Good Practises Award, from the professional association AETAPI in 2012.","acronym":"AS","interests":"Culture, Education and training, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"- Rights of people with disabilities&#xd;<br />- Protection Data&#xd;<br />- Social requirementes for public contracts&#xd;<br />- Participation&#xd;<br />- EU grants","lastUp":"2018-05-14T18:17:55.697+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}