{"id":"946781229620-56","name":"Sustainable Communication","registrationDate":"2018-01-16T13:32:56.752+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.scom.eu","country":"Belgium","headAddress":"Avenue Milcamps 8","headCity":"Bruxelles","headPostCode":"","headPhone":"(32)0 27 43 84 52","boss":"Marcello Aglietti-Zanon","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"Digital Skills and Jobs Coalition","memberOrga":"- Id Consulting&#xd;\n- NET7&#xd;\n- Innolabs &#xd;\n&#xd;\nwww.scom.eu","goal":"S-com poursuit un but pédagogique. Elle a pour objet la représentation des intérêt des collectivités territoriales et des organismes privés ou associatifs engagées dans des initiatives de communication. Pour réaliser son  objet , l'Association a pour mission: &#xd;<br />-de développer une série d'analyses et de recommandation issues de l’expérience de ses membres en matière de politiques concernent la communication transculturelle et son rôle dans la société de la connaissance et le développement durable; &#xd;<br />-de diffuser ces conclusions le plus largement possible, en particulier auprès des institutions communautaires; &#xd;<br />-de favoriser l'organisation collective des acteurs de la communication en développant des partenariats entre ses membre et en élargissement progressivement l'association;  &#xd;<br />-de fournir des services d'information et formation à ses adhérents; &#xd;<br />-d'organiser des séminaires pour l'inventaire, la modélisation et la diffusion de \" bonne pratique\" en matière de communication dans la société de la connaissance et le développement durable;&#xd;<br />-de formuler des plans de recherche et formation à réaliser aussi en collaboration avec des organismes tiers et sous sa propre coordination et de jouer un rôle de proposition et intermédiation entre les possible sources de financement de ces projet et leur réalisation concrète.","acronym":"S-com","interests":"Audiovisual and Media, Communication, Consumer Affairs, Culture, Development, Education, Employment and Social Affairs, Enterprise, Environment, Information Society, Justice and Fundamental Rights, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Programme européenne lie à la R&amp;I, Open Innovation, Digital Single Market, Science and Society, Communication, Corporate Social Responsability, Ethics and Gender Equality, Media and Data literacy and Data Journalism,","lastUp":"2018-01-16T13:33:59.137+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}