{"id":"946877127073-51","name":"Ecoembalajes España","registrationDate":"2017-05-05T13:02:53.675+01:00","category":2,"subCategory":3,"legal":"Sociedad anónima","web":"http://ecoembes.com","country":"Spain","headAddress":"Paseo Castellana 83-85 planta 11","headCity":"Madrid","headPostCode":"28046","headPhone":"(34)9 15 67 24 03","boss":"Isabel Garrido Arsuaga","bossTitle":"Ms","bossPosition":"Asesoría jurídica","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"En 1997 se aprobó en España la Ley de Envases y Residuos&#xd;<br />de Envases, que obligaba a todas las empresas que ponían&#xd;<br />envases domésticos en el mercado a hacerse responsables&#xd;<br />del reciclado de los mismos una vez que se convertían en residuos. Esta normativa se correspondía con una Directiva Europea de 1994.&#xd;<br />&#xd;<br />Ecoembes es la organización sin ánimo de lucro que se dedica a la recuperación de envases en toda España.&#xd;<br />La función de Ecoembes no es otra que poner de acuerdo a todos aquellos que están implicados en el proceso del reciclado de los envases: empresas, administraciones y ciudadanos, todos para conseguir que el reciclaje sea una realidad. Por un lado están las empresas que ponen productos envasados en el mercado. Por otro, los ciudadanos que compran esos&#xd;<br />productos y, tras consumirlos, depositan los envases en el contenedor.&#xd;<br />Luego están los ayuntamientos que se encargan de&#xd;<br />su recogida selectiva y por último los recicladores que se encargan de procesar los residuos y convertirlos en nueva materia prima. En la mitad de todo el proceso, está Ecoembes.&#xd;<br />Ecoembes coordina el proceso de reciclaje de los envases que ponen en circulación las empresas,&#xd;<br />consumen los ciudadanos y recogen los ayuntamientos","acronym":"Ecoembes","interests":"Climate Action, Environment","euInitiatives":"Ecoembes está 100% alineado con el nuevo paquete de medidas de economía circular, así como con todo lo relacionado con las leyes de gestión de residuos y envases","lastUp":"2019-03-13T20:05:38.804+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}