{"id":"947204230533-90","name":"Keizai Doyukai (Japan Association of Corporate Executives)","registrationDate":"2018-03-05T10:40:21.242+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.doyukai.or.jp/en/","country":"Japan","headAddress":"1-4-6 Marunouchi, 5F,","headCity":"Tokyo","headPostCode":"100-0005","headPhone":"(81)3 32 84 02 20","boss":"Hironori Saito","bossTitle":"Mr","bossPosition":"General Manager for Policy Studies","membersCount":5,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"DOYUKAI* is a private, nonprofit, nonpartisan organization that was founded in 1946 by 83 far-sighted business leaders, united by a common desire to contribute to reconstructing Japan's economy. 71 years since then, DOYUKAI has solidified its leadership role in improving the Japanese economic community and in seeking solutions for numerous domestic problems and ensuring the overall well-being of Japanese society.&#xd;<br />&#xd;<br />DOYUKAI membership comprises approximately 1,400 top executives of some 1,000 corporations, all sharing the common belief that corporate managers should be key players in a broad range of political, economic, and social issues. Within DOYUKAI, each member sheds her/his corporate identity and participates as an individual, free to express opinions and ideas unconstrained by the interest of any specific company or industry. This feature distinguishes DOYUKAI from other business organizations, giving it a broad, long-term perspective and ensuring objectivity and clarity in the discussions of issues.&#xd;<br />&#xd;<br />In-depth studies, research, and discussions provide DOYUKAI with an excellent understanding of the Japanese economy and its future potential. The results of these activities influence not only government policy and industry, but society as a whole.&#xd;<br />&#xd;<br />DOYUKAI maintains an independent stance, supported by its own studies and research, as it pursues active and constructive dialogues with political parties, government officials, labor organizations, and individuals in many other organizations as well.&#xd;<br />&#xd;<br />DOYUKAI is deeply concerned with the problems the world confronts today and is committed to making Japan part of the solution. This commitment is embodied in a range of activities designed to engage Japan with the rest of the world.&#xd;<br />&#xd;<br />Through the active participation of business leaders who possess a clear vision of the future and wish to sincerely take on challenges to realize it, DOYUKAI strives tirelessly to achieve ever-greater national well-being in harmony with the world economy.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"In general, we follow relevant EU policies whether it brings significant impacts on Japanese companies who have manifucturing sites and verious services espesically in EU countries.  Recently, our big concerns are the direction of Brexit negotiations,  immigrations/refugees, populism expansion, as well as the disperity.  If EU doesn't express clear direction, the private sectors would hesitate and review their future investment to EU region.  Therefore, we are closely watch the policiy development in EU.","lastUp":"2018-03-08T11:21:19.366+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}