{"id":"947272729158-08","name":"Fondation Josefa","registrationDate":"2017-11-30T17:51:04.469+01:00","category":3,"subCategory":2,"legal":"Fondation d'utilité publique","web":"http://www.josefa-foundation.org","country":"Belgium","headAddress":"Rue Joseph II 174","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 34 68 18","boss":"Gilbert Granjon","bossTitle":"Mr","bossPosition":"Administrateur délégué","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Fondation d’Utilité Publique reconnue par arrêté royal le 15 juin 2012, Josefa a pour but principal l’accueil, l’hébergement et l’accompagnement de personnes rendues vulnérables par leur migration forcée et ayant obtenu une reconnaissance statutaire de réfugiée. &#xd;<br />L’intuition sous-jacente de la proposition Josefa est que le « vivre ensemble » de notre cité, enrichi par l’hospitalité de personnes réfugiées, est une opportunité tant pour notre société européenne, belge en particulier, aujourd’hui, que pour les générations à venir. &#xd;<br />Au cœur de notre actualité marquée, entre autres, par les défis migratoires, la Fondation Josefa présente une proposition unique et novatrice par son approche globale : sociale, économique, culturelle, convictionnelle, selon son fondement : « Tous migrants ».&#xd;<br />Le projet et la mission Josefa sont articulés autour de la Maison Josefa à Bruxelles. &#xd;<br />Accordant à « nos migrations » un rôle sociétal fondamental, la Maison Josefa propose une hospitalité en réciprocité entre nous, tous migrants. &#xd;<br />En mai 2015, la Maison Josefa a ouvert ses portes et compte, aujourd’hui, une vingtaine de résidents, avec de multiples activités sociales, culturelles ou convictionnelles : conférences, ateliers, expositions, concerts.&#xd;<br />Ainsi, les activités s’inscrivent dans une approche de cohabitation, de co-insertion et de co-participation.","acronym":"Josefa","interests":"Culture, Development, Humanitarian Aid","euInitiatives":"Au vu de sa praxis, au sein de la Maison Josefa, la Fondation Josefa est impliquée à divers degrés dans des initiatives relatives à l'asile et à la migration, à l'habitat, au développement socio-économique et à la culture.","lastUp":"2017-11-30T17:54:48.160+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}