{"id":"94770746469-09","name":"Zentralverband Elektrotechnik- und Elektronikindustrie e.V.","registrationDate":"2011-08-24T13:55:22.700+02:00","category":2,"subCategory":4,"legal":"Eingetragener Verein e.V. (nach deutschem Recht)","web":"http://www.zvei.org","country":"Germany","headAddress":"Lyoner Straße, 9","headCity":"Frankfurt am Main","headPostCode":"60528","headPhone":"(4969)6 30 20","boss":"Dr. Klaus Mittelbach","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":20,"membersFTE":"11.5","membership":"AIOTI&#xd;\nBDI&#xd;\nCECED&#xd;\nCEMEP&#xd;\nCOCIR&#xd;\nDIGITALEUROPE&#xd;\nEURALARM&#xd;\nEUROBAT&#xd;\nLIGHTINGEUROPE&#xd;\nORGALIME&#xd;\nT&amp;D Europe&#xd;\nEPTA&#xd;\nEWA","memberOrga":"http://www.zvei.org/Mitglieder/Seiten/Startseite.aspx","goal":"Der ZVEI vertritt die wirtschafts-, technologie- und umweltpolitischen Interessen der deutschen Elektroindustrie auf nationaler, europäischer und internationaler Ebene. Er informiert gezielt über die wirtschaftlichen, technischen und rechtlichen Rahmenbedingungen für die Elektroindustrie in Deutschland.&#xd;<br />Der ZVEI vertritt seine mehr als 1.600 Mitgliedsunternehmen und deren 849.000 Beschäftigte in Deutschland. Er repräsentiert die zweitgrößte Branche Deutschlands mit einem globalen Exportvolumen von 179 Mrd. Euro in 2016. Die ZVEI-Branche ist eine der innovativsten Wirtschaftszweige in Europa. &#xd;<br />Der ZVEI fördert die Entwicklung und den Einsatz von Innovationen durch Vorschläge zur Industrie-, Forschungs-,Technologie-, Klimaschutz-, Energie-, Umweltschutz-, Handels-, Bildungs- und Wissenschaftspolitik. Er unterstützt eine marktbezogene, internationale Normungs- und Standardisierungsarbeit.&#xd;<br />Grundlage der Verbandsarbeit ist der Erfahrungs- und Meinungsaustausch zwischen den Mitgliedern über aktuelle technische, wirtschaftliche, rechtliche und gesellschaftspolitische Themen im Umfeld der Elektroindustrie. Hieraus werden gemeinsame Positionen erarbeitet.","acronym":"ZVEI","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EU-FTA Verhandlungen (u.a. TTIP), Digitale Agenda, Industrie 4.0, Cybersicherheit, Datenschutz, Energie- und Klimapolitik 2030, Umwelt- und Ressourceneffizienzpolitik, Horizont 2020, Konfliktrohstoffe, Medizinproduktegesetzgebung","lastUp":"2018-03-30T12:44:49.843+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}