{"id":"948122819643-45","name":"TripAdvisor LLC","registrationDate":"2015-11-24T10:39:22.058+02:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.tripadvisor.com","country":"United states","headAddress":"400 1st Avenue","headCity":"Needham","headPostCode":"MA 02494","headPhone":"(1)78 1- 80 0- 50 00","boss":"Seth Kalvert","bossTitle":"Mr","bossPosition":"Senior Vice-President, General Counsel","membersCount":1,"membersFTE":"0.5","membership":"EDIMA (European Digital Media Association) &#xd;\n&#xd;\nETTSA (European Technology and Travel Services Association)&#xd;\nFairSearch&#xd;\nEHHA (European Holiday Home Association)","memberOrga":"","goal":"TripAdvisor, the world’s largest travel site*, enables travelers to unleash the full potential of every trip. With more than 535 million reviews and opinions covering the world's largest selection of travel listings worldwide -- over 7 million accommodations, airlines, attractions, and restaurants -- TripAdvisor provides travelers with the wisdom of the crowds to help them decide where to stay, how to fly, what to do and where to eat. TripAdvisor also compares prices from more than 200 hotel booking sites so travelers can find the lowest price on the hotel that’s right for them. TripAdvisor-branded sites are available in 49 markets, and are home to the world’s largest travel community of 415 million average unique monthly visitors,** all looking to get the most out of every trip.","acronym":"","interests":"Business and Industry, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Transport","euInitiatives":"Digital Single Market strategy, competition, policies related to consumer protection, tourism, digital economy, sharing economy, data protection, transport","lastUp":"2019-10-09T19:43:33.293+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}