{"id":"948333125186-06","name":"Climate-KIC Holding BV","registrationDate":"2016-12-20T17:21:27.361+02:00","category":2,"subCategory":7,"legal":"private limited liability company (BV)","web":"http://www.climate-kic.org","country":"Netherlands","headAddress":"Kattenburgerstraat 7","headCity":"Amsterdam","headPostCode":"1018 JA","headPhone":"(32)28 99 08 86","boss":"Dunlop Kirsten ","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"2.25","membership":"1. Climate Technology Centre &amp; Network - CTCN  https://www.ctc-n.org/ &#xd;\n2. Global Alliance for Buildings and Construction – Global ABC  http://www.globalabc.org/ &#xd;\n3. Cities climate finance leadership alliance – CCFLA  http://www.citiesclimatefinance.org/ &#xd;\n4. Registered by the UN as a partnership for SDGs  https://sustainabledevelopment.un.org/partnerships/ &#xd;\n5. Low-carbon technology partnership initiatives (LCTPI) run by the World Business Council on Sustainable Development (WBCSD) on Climate Smart Agriculture and Buildings http://lctpi.wbcsd.org/","memberOrga":"https://www.climate-kic.org/our-community/our-partners/","goal":"Climate-KIC catalyses systemic change through innovation in areas of human activity that have a critical impact on greenhouse gas emissions and to create climate resilient communities. Climate-KIC is part of the European Institute of Technology, a body of the European Union.  &#xd;<br />&#xd;<br />Europe needs more than new technologies; it also needs new business models, legal frameworks and social practices and cross-sectorial action. The societal challenge of climate change calls on all sectors for the transition to a low-carbon economy, by embedding climate action in market and policy mechanisms alike. Climate-KIC is the vehicle for this change in Europe. &#xd;<br />&#xd;<br />Key to Climate-KIC’s systemic approach is our Partnership, a balanced cross-sector community of >350 first-class knowledge institutions, leading corporations, SMEs, public bodies and NGOS across 25 countries. Climate-KIC has accelerated 1,500 start-ups and trained 19,000n entrepreneurs and ambitious actors from the public sector. We bring this community together at our Geographies to assure a strong supply of ideas and the latest thinking on transformational barriers, to stimulate market uptake and a clear view of demand side needs and to deliver innovation built on new forms of cooperation. &#xd;<br />&#xd;<br />&#xd;<br />Our thematic focus is aligned with the global challenges articulated by IPCC and the Global Climate Action Agenda following up on the Paris Agreement. This synergy provides opportunities for collaboration with the current and future EIT KICs. &#xd;<br />• Urban Transitions aims to develop integrated, interoperable, scalable and replicable systemic solutions to underpin carbon-negative, responsive, resilient cities &#xd;<br />• Sustainable Land Use aims to produce innovative scalable solutions to generate value for actors using land resources while reducing emissions and increasing carbon sequestration and societal resilience &#xd;<br />• Sustainable Production Systems aims to accelerate the transition to economically viable circular models, decoupling growth from resource use and greenhouse gas emissions. &#xd;<br />• Decision Metrics and Finance aims to create innovative, transformative tools and systems to measure impacts, unlock investment and change behaviour. &#xd;<br />• Education is our foundation Theme, enabling human capital in the innovation pipeline.&#xd;<br />&#xd;<br />&#xd;<br />Climate-KIC is an autonomous legal entity, that develops its own strategy and activities, and (among other sources) applies for including grant funding annually to deliver this. According to the EIT Regulation, (Regulation (EC) No 294/2008 of the European Parliament and of the Council of 11 March 2008), the KICs are autonomous entities, that are in contractual arrangement with European Institute of Innovation and Technology (EIT).&#xd;<br />&#xd;<br />&#xd;<br />Climate-KIC is an autonomous legal entity, that develops its own strategy and activities, and (among other sources) applies for including grant funding annually to deliver this. According to the EIT Regulation, (Regulation (EC) No 294/2008 of the European Parliament and of the Council of 11 March 2008), the KICs are autonomous entities, that are in contractual arrangement with  European Institute of Innovation and Technology (EIT).","acronym":"Climate-KIC","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Education and training, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Youth","euInitiatives":"Climate action&#xd;<br />MFF&#xd;<br />Energy Union&#xd;<br />Innovation Union &#xd;<br />Horizon Europe&#xd;<br />Horizon 2020&#xd;<br />Circular Economy &#xd;<br />Bioeconomy &#xd;<br />Smart specialisation strategies&#xd;<br />Sustainable finance/ Taxonomy&#xd;<br />Entrepreneurship &#xd;<br />Education&#xd;<br />Agriculture and Forestry &#xd;<br />Industry policy&#xd;<br />Regional policy and Cohesion Funds&#xd;<br />ETS","lastUp":"2019-09-27T12:13:59.111+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}