{"id":"94837329683-94","name":"International Association for Falconry and the Conservation of Birds of Prey","registrationDate":"2012-09-24T18:12:52.948+01:00","category":3,"subCategory":2,"legal":"Non-Governmental Organization, not for profit","web":"http://www.iaf.org","country":"Belgium","headAddress":"Rue de Flandre 31","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(232)4 68 16 63 30","boss":"Adrian Lombard","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"3.25","membership":"The IAF is a member of the IUCN.  &#xd;\nIt is a signatory to the Memorandum of Understanding on Migratory Raptors.  &#xd;\nIt is an observer at the Bern Convention, the Convention on Migratory Species and CITES, among other organizations. &#xd;\nIt is an Advisory NGO to the Cultural Division of UNESCO.","memberOrga":"http://iaf.org/members.php","goal":"The International Association for Falconry and the Conservation of Birds of Prey (IAF) is an international non-profit making, non-governmental organization that acts to represent the interests of falconry throughout the world.  Falconry is the traditional sport of taking quarry in its natural state and habitat by means of a trained bird of prey.  &#xd;<br />&#xd;<br />As an international federation of falconry organisations the objectives of the I.A.F. are:&#xd;<br />&#xd;<br />1. To represent falconry throughout the world.  Falconry is the traditional sport of taking quarry in its natural state and habitat by means of trained birds of prey.  It is a hunting art. &#xd;<br /> &#xd;<br />2. To preserve and encourage falconry within the context of sustainable use of wildlife.&#xd;<br />\t&#xd;<br />3. To encourage conservation, the ecological and veterinary research on birds of prey and promote, under scientific guidance, domestic propagation for falconry.&#xd;<br />\t&#xd;<br />4. To develop, maintain and amend national and international laws, treaties and conventions to permit the pursuit and perpetuation of falconry.&#xd;<br />\t&#xd;<br />5. To require the observation of falconry, hunting, conservation and welfare laws, regulations, traditions and culture with regard to the taking, import, export and keeping of birds of prey, the taking of quarry species and the right of access to land in the country concerned.&#xd;<br />&#xd;<br />6. To promote and uphold a positive public image of falconry with specialist organisations which regulate or otherwise affect falconry&#xd;<br />&#xd;<br />The IAF currently represents 86 member organizations in 58 countries around the world.","acronym":"IAF","interests":"Agriculture and Rural Development, Climate Action, Culture, Customs, Energy, Enlargement, Environment, Food Safety, General and Institutional Affairs, Sport, Trans-European Networks","euInitiatives":"Animal Welfare&#xd;<br />Bern Convention&#xd;<br />Conservation and Biodiversity&#xd;<br />Traditional Communities/Minorities&#xd;<br />Hunting and Countryside&#xd;<br />New Agricultural Policy&#xd;<br />Habitats Directive&#xd;<br />Insecticides&#xd;<br />Companion Animal Lists&#xd;<br />Wild Animals in Captivity&#xd;<br />Wildlife Crime and CITES","lastUp":"2018-02-07T15:24:40.348+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}