{"id":"948363814168-95","name":"Academy of Medical Sciences","registrationDate":"2014-08-06T11:12:17.710+01:00","category":3,"subCategory":2,"legal":"Charity limited by guarantee, registered in England and Wales no. 1070618","web":"http://www.acmedsci.ac.uk/","country":"United kingdom","headAddress":"Portland Place, 41","headCity":"London","headPostCode":"W1B 1QH","headPhone":"(44)0 20 31 41 32 00","boss":"Helen Munn","bossTitle":"","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"Federation of European Academies of Medicine https://www.feam.eu/abous-us/members/","memberOrga":"","goal":"Founded in 1998, the Academy of Medical Sciences is the independent body in the UK representing the diversity of medical science. Our elected Fellows – over 1200 – are central to our success. They are drawn from the fundamental biological sciences, clinical academic medicine, public and population health, health technology implementation, veterinary science, dentistry, medical and nursing care and other professions allied to medical science as well as the essential underpinning disciplines including mathematics, chemistry, physics, engineering, ethics, social science and the law. It is their knowledge, influence and networks that are the Academy’s most powerful assets. We are one of the UK’s five National Academies and work closely with them and our sister Academies overseas. We are also an integral part of the UK’s strong biomedical research community, working closely with funders, medical research charities, the NHS and the private sector.","acronym":"","interests":"Public Health, Research and innovation","euInitiatives":"We convene the best medical scientists to address the greatest challenges facing society. We aim to be the UK’s leading source of independent advice for those making decisions about medical research and researchers and to provide evidence from medical science to underpin policy development in the public, private and charitable sectors. With the Fellowship at the core, we aim to both set, and respond to, the policy agenda. At the EU level, we aim to work with policymakers to ensure that the UK’s position on EU policy issues, such as clinical trials and access to data, facilitates (and is informed by) medical research. We work with the Federation of European Academies of Medicine (FEAM) to support its efforts to be an influential source of expertise and advice for European policymakers working in health, research and research regulation. Our policy work covers a wide range of issues including: the funding and regulation of biomedical research and innovation (including the use of animals in research); public health; the relationship between academia, health and the NHS; clinical and non-clinical careers policy; science and society; biomedical research integrity and ethics; and global health.","lastUp":"2019-02-15T12:35:58.690+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}