{"id":"948456934701-68","name":"Stichting World Benchmarking Alliance Foundation","registrationDate":"2019-04-30T17:38:52.460+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"https://www.worldbenchmarkingalliance.org/","country":"Netherlands","headAddress":"Rhijnspoorplein 28","headCity":"Amsterdam","headPostCode":"1018 TX","headPhone":"(31)6 25 32 26 30","boss":"Haverkamp Gerbrand","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":31,"membersFTE":"28.0","membership":"","memberOrga":"Link to Allies List: https://www.worldbenchmarkingalliance.org/wba-allies/&#xd;\n&#xd;\nThe Alliance represents a broad and balanced mix of voices, from civil society and business networks, to financial institutions and multi-lateral organisations. Together, we are working to create a movement with a long-term impact.","goal":"The World Benchmarking Alliance (WBA) seeks to generate a movement around increasing the private sector’s impact towards a sustainable future for all. In 2015, the United Nations developed 17 Sustainable Development Goals (SDGs) to help guide us. The WBA is now working to incentivise and accelerate companies’ efforts towards achieving these goals. The private sector has a crucial role to play in advancing the SDGs, but to boost companies’ motivation, there needs to be real change in the way that their impact is measured. That’s why the WBA has set out to develop transformative benchmarks that will compare companies’ performance on the SDGs. The benchmarks will be backed by the best available science, while leveraging existing international norms and standards. We are grounded in the aspiration that real progress can only be accomplished by working with others. The WBA will act as an independent, transparent body with a broad group of allies who will provide the WBA with the necessary support and credibility to be a successful driver of change. The benchmarks will aim to empower all stakeholders, from consumers and investors to employees and business leaders, with key data and insights to encourage sustainable business practices across all sectors. The benchmarks’ methodologies will also be free to use and continually improved through an ongoing and open multi-stakeholder dialogue.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"High-Level Expert Group on Sustainable Finance &amp; The 2030 Agenda for Sustainable Development","lastUp":"2019-04-30T17:39:17.184+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}