{"id":"948838114717-56","name":"European Association for Local Democracy","registrationDate":"2014-10-24T14:56:22.206+01:00","category":3,"subCategory":2,"legal":"Non governmental Association","web":"http://www.alda-europe.eu/newSite/","country":"France","headAddress":"Avenue de l'Europe, 1","headCity":"Strasbourg","headPostCode":"67075","headPhone":"(33)3 90 21 45 93","boss":"Oriano Otočan","bossTitle":"Mr","bossPosition":"President of ALDA","membersCount":16,"membersFTE":"16.0","membership":"http://www.alda-europe.eu/newSite/membership.php","memberOrga":"http://www.alda-europe.eu/newSite/members.php","goal":"The European Association for Local Democracy (ALDA) is a non-governmental organisation dedicated to the promotion of good governance and citizen participation at the local level. ALDA in particular focuses on activities that facilitate cooperation between local authorities and civil society.&#xd;<br />ALDA was established in 1999 at the initiative of the Council of Europe's Congress of Local and Regional Authorities to coordinate and support a network of Local Democracy Agencies which was established in the early 1990s. It remains one of its supporting programmes. It is the umbrella organisation of the Local Democracy Agencies which are self-sustainable, locally registered NGOs that act as promoters of good governance and local self-government.","acronym":"ALDA","interests":"Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Enlargement, Environment, External Relations, General and Institutional Affairs, Home Affairs, Public Health, Regional Policy, Sport, Youth","euInitiatives":"All policies areas and thematic priorities listed below:&#xd;<br />&#xd;<br />1.\tActive Citizenship&#xd;<br />a.\tEmpower citizens to participate in the public life of their communities; &#xd;<br />b.\tRemove the barriers to participation, especially with regard to people who are less involved in social life (youth, elderly, women, minorities); &#xd;<br />c.\tMobilise citizens to respond locally to global issues. &#xd;<br />&#xd;<br />2.\tCulture and Sport&#xd;<br />a.\tPromote art and culture as forms of participation and active citizenship; &#xd;<br />b.\tStimulate creativity and innovation; &#xd;<br />c.\tPromote sport as a tool for social cohesion, tolerance, integration and inclusion&#xd;<br />&#xd;<br />3.\tEducation&#xd;<br />a.\tPromote non formal education approaches to life long learning &#xd;<br />b.\tTackle early school leaving; &#xd;<br />c.\tEncourage youngsters and adults’ mobility and exchange of experience; &#xd;<br />d.\tPromote integration and tolerance &#xd;<br />&#xd;<br />4.\tEmployment, Entrepreneurship and Economic Development&#xd;<br />a.\tStimulate the spirit of innovation, the creativity, the mobility and the business-entrepreneurial attitude of unemployed people; &#xd;<br />b.\tEquip unemployed people with information, resources, advice and networks to promote entrepreneurship and access to the job market; &#xd;<br />c.\tPromote fair and inclusive economic activities that reduce inequalities such as social and solidarity economy. &#xd;<br />&#xd;<br />5.\tGood local governance&#xd;<br />a.\tPromote the exchange of good practices related to local governance; &#xd;<br />b.\tPromote the multi-stakeholder approach as evidence-base successful process for community development; &#xd;<br />c.\tCreate and strengthen town networks in order to develop cooperation between municipalities &#xd;<br />d.\tDevelop local authorities’ and citizens’ capacities &#xd;<br />&#xd;<br />6.\tHealth and Environment&#xd;<br />a.\tPromote the adoption and use of ecological and sustainable products and solutions; &#xd;<br />b.\tPromote circular economy models; &#xd;<br />c.\tSupport activities to protect the nature capital and local biodiversity; &#xd;<br />d.\tRaise local authorities and citizens’ awareness on the environmental impact of their actions. &#xd;<br />&#xd;<br />7.\tMigration&#xd;<br />a.\tPromote tolerance, integration and dialogue between migrants and host communities; &#xd;<br />b.\tProvide migrants with opportunities, tools and useful competences to help them integrate in a new social and economic context &#xd;<br />c.\tPromote migrants’ participation in public life &#xd;<br />&#xd;<br />8.\tEqual opportunities, minorities and vulnerable groups&#xd;<br />a.\tPromote social cohesion, equality and equal opportunities; &#xd;<br />b.\tTackle economic and social barriers to civic participation; &#xd;<br />c.\tFoster active participation in community life of the most disadvantaged groups and individuals (women, young, elderly, foreigners, minorities, etc.). &#xd;<br />&#xd;<br />9.\tSocial issues&#xd;<br />a.\tTackle inequality, poverty and social exclusion; &#xd;<br />b.\tBuild the capacities of excluded sectors of the community to make their voice heard and fully participate in the democratic life; &#xd;<br />c.\tTackle illegality and corruption in Europe. &#xd;<br />&#xd;<br />10.\tYouth&#xd;<br />a.\tProvide adequate knowledge, competences and skills to young people to tackle youth unemployment; &#xd;<br />b.\tEmpower youth to respond locally to global issues&#xd;<br />Stimulate youth participation and social engagement through the promotion of activism and volunteering.","lastUp":"2017-03-27T16:08:16.523+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}