{"id":"948840125244-03","name":"European Forum on Nature Conservation and Pastoralism","registrationDate":"2016-12-23T11:51:48.258+01:00","category":3,"subCategory":2,"legal":"Company limited by guarantee","web":"http://www.efncp.org","country":"United kingdom","headAddress":"Penygraig","headCity":"Lampeter","headPostCode":"SA48 8LJ","headPhone":"(44)78 84 11 60 48","boss":"Gwyn Jones","bossTitle":"Mr","bossPosition":"Directior","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"http://www.efncp.org/members/","goal":"We work to:&#xd;<br />\t&#xd;<br />•\tReverse the decline of the low-intensity farming types with the highest natural capital across Europe, summarised in the term High Nature Value (HNV) farming.&#xd;<br />•\tMake these farming types socially, economically and environmentally sustainable at the farm and landscape scales in order to conserve European biodiversity and wider ecosystem services.&#xd;<br />•\tImprove understanding, through studies and local projects, of the policy, socio-economic and cultural interactions that are key factors in the creation of a sustainable future for HNV farming.&#xd;<br />•\tDevelop, test and promote innovative policy solutions through case-studies and dialogue with local and EU partners.&#xd;<br />•\tEnable networking and dialogue, especially between actors from the environmental and farming worlds who traditionally have not found common ground.&#xd;<br />•\tEngage with EU policy processes, especially on the Biodiversity Strategy and CAP, and improve implementation and integration of these at national and regional levels.","acronym":"EFNCP","interests":"Agriculture and Rural Development, Climate Action, Culture, Enlargement, Environment, Food Safety, Regional Policy","euInitiatives":"Agriculture policy&#xd;<br />Nature and biodiversity policy&#xd;<br />Other policies as they relate to low-intensity farming (e.g. health, regional, enlargement)","lastUp":"2017-12-11T19:40:17.106+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}