{"id":"949247229948-43","name":"BLUE STAR STRATEGIES SAS","registrationDate":"2018-02-01T16:37:13.983+02:00","category":1,"subCategory":6,"legal":"SAS","web":"http://www.bluestarstrategies.com","country":"France","headAddress":"44 avenue des Champs-Elysées","headCity":"Paris","headPostCode":"75008","headPhone":"(33)06 27 44 11 22","boss":"Mathilde DEFARGES","bossTitle":"Ms","bossPosition":"Présidente","membersCount":3,"membersFTE":"0.75","membership":"- French American Foundation&#xd;\n- Cercle des Européens&#xd;\n- Harvard Alumni Belgium","memberOrga":"","goal":"Blue Star Strategies SAS est un cabinet de conseil en affaires publiques nationales et européennes. &#xd;<br />&#xd;<br />Le cabinet aide les entreprises et acteurs économiques à naviguer dans un environnement politique et règlementaire complexe et globalisé, au sein duquel une multitude de parties prenantes intervient : décideurs publics locaux, nationaux, supranationaux, société civile, organisations multilatérales.&#xd;<br />&#xd;<br />Blue Star Strategies SAS conseille ses clients sur leur positionnement stratégique vis-à-vis de ces décideurs et influenceurs en France et en Europe pour promouvoir leurs intérêts dans le débat public. &#xd;<br />&#xd;<br />Blue Star Strategies SAS accompagne également les entreprises américaines déjà présentes sur le marché européen ou souhaitant s’y développer et, à travers le réseau global de son actionnaire américain, les entreprises européennes intervenant aux Etats-Unis et en Amérique latine ou s’y projetant.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Fiscalité&#xd;<br />- Social&#xd;<br />- Concurrence&#xd;<br />- Santé&#xd;<br />- Maritime&#xd;<br />- Energie&#xd;<br />- Transport","lastUp":"2018-04-03T15:57:57.414+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}