{"id":"94944179052-82","name":"Sandbag Climate Campaign","registrationDate":"2012-06-27T14:58:30.023+02:00","category":3,"subCategory":2,"legal":"Community Interest Company","web":"https://sandbag.org.uk/","country":"United kingdom","headAddress":"20 Jerusalem Passage","headCity":"London","headPostCode":"EC1V 4JD","headPhone":"(44)0 75 47 52 13 46","boss":"Phil MacDonald","bossTitle":"Mr","bossPosition":"Analyst","membersCount":5,"membersFTE":"4.5","membership":"The Guardian Environment Network, Climate Action Network-Europe, International ENGO Network on Carbon Capture and storage, UK All-Party Parliamentary Group on Climate Change","memberOrga":"","goal":"Sandbag is a not-for-profit think tank based in Brussels and London. We advocate for ambitious, pragmatic and cost-effective climate policies based on thorough evidence-based analysis. Our research focus includes reform of the EU Emissions Trading Scheme; reform of the EU Effort Sharing Regulation; higher ambition in the 2030 and 2050 climate &amp; energy packages; industrial CCS and negative emissions; and the phase-out of coal in Europe.&#xd;<br />&#xd;<br />More specifically we aim to:&#xd;<br />&#xd;<br />Scrutinise: Using accessible research and analysis to cast a light on the deeper detail of energy and climate policy. &#xd;<br />&#xd;<br />Advocate for change: lobbying and campaigning for improvements to EU climate policy, as well as working with carbon market policy internationally.&#xd;<br />&#xd;<br />Engage and inform: providing a variety of ways for wider civil society/the public to be educated and become engaged with climate policy, emissions trading, and novel low-carbon technology.&#xd;<br />&#xd;<br />With these broad aims in mind our specific objective is: ensure that the implementation of climate policy in Europe is transparent, cost-effective, and delivers Europe’s required contribution to averting dangerous global climate change.","acronym":"Sandbag","interests":"Climate Action, Energy, Environment","euInitiatives":"Effort Sharing Regulation, Revision of the Emissions Trading System, the EU Climate Governance proposals, 2030 Climate &amp; Energy Package, Revision of the Carbon Capture &amp; Storage Directive, Air Quality Directive, Talanoa Dialogue","lastUp":"2019-04-16T11:36:54.182+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}