{"id":"950637828906-94","name":"LATTANZIO ADVISORY SpA","registrationDate":"2017-11-09T13:04:25.007+01:00","category":1,"subCategory":6,"legal":"SpA","web":"http://www.lattanziokibs.com","country":"Italy","headAddress":"Via Domenico Cimarosa, 4","headCity":"Milano","headPostCode":"20144","headPhone":"(39)02 29 06 11 65","boss":"Filippo Chesi","bossTitle":"Mr","bossPosition":"Amministratore unico","membersCount":3,"membersFTE":"3.0","membership":"https://www.lattanziokibs.com/uploads/COMPANY_PROFILE_LATTANZIO_2017_ITA_13luglio.pdf","memberOrga":"https://www.lattanziokibs.com/uploads/COMPANY_PROFILE_LATTANZIO_2017_ITA_13luglio.pdf","goal":"Lattanzio Advisory è specializzata nella valutazione sui programmi co-finanziati dai fondi europei, formazione e assistenza tecnica alle P.A. e alle Organizzazioni Internazionali.&#xd;<br />Tra i suoi compiti rientrano:&#xd;<br />-\tLa valutazione di strategie e programmi di cooperazione come anche politiche pubbliche;&#xd;<br />-\tGovernance e Capacity Building: potenziamento istituzionale, sviluppo organizzativo; buona governance centrale e locale, supporto agli attori non-statali. Quest’area include anche impegno e lavoro nell’area della promozione dei diritti umani e sviluppo umano;&#xd;<br />-\tPolitiche sull’educazione, formazione e impiego;&#xd;<br />-\tSviluppo e protezione sociale;&#xd;<br />-\tSviluppo locale, commercio e integrazione regionale;&#xd;<br />-\tAiuti allo sviluppo: aiuti di gestione, armonizzazione e coordinamento, riforme politiche, piano strategico, analisi dei principali strumenti e delle politiche dei donatori, networking.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Cooperazione internazionale nell'ambito della riforma della Pubblica Amministrazione e valutazione sui programmi co-finanziati dai fondi europei. &#xd;<br />International cooperation to further elaborate.","lastUp":"2018-03-12T10:26:30.896+01:00","customers":"CFCA Central Finance and Contracting,Instrument for Nuclear Safety Cooperation","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}