{"id":"950921712127-74","name":"Bpifrance","registrationDate":"2013-10-23T19:03:48.608+01:00","category":6,"subCategory":9,"legal":"Société Anonyme","web":"http://www.bpifrance.fr/","country":"France","headAddress":"Avenue du Général Leclerc, 27-31","headCity":"Maisons Alfort","headPostCode":"94710","headPhone":"(33)1 41 79 83 50","boss":"Nicolas Dufourcq","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":3,"membersFTE":"1.25","membership":"NEFI, TAFTIE, AECM, EVFIN, AEILT","memberOrga":"","goal":"Créée par la loi du 31 décembre 2012, Bpifrance (banque publique d’investissement) est issue du rapprochement d’OSEO, du FSI, de CDC Entreprises et de FSI Régions. Ses deux actionnaires sont l’État et la Caisse des Dépôts. Bpifrance finance les entreprises – à chaque étape de leur développement – en crédit, en garantie et en fonds propres. Bpifrance les accompagne dans leurs projets d’innovation et à l’international. Bpifrance assure aussi leur activité export à travers une large gamme de produits. Conseil, université, mise en réseau et programme d’accélération à destination des start-ups, des PME et des ETI font également partie de l’offre proposée aux entrepreneurs. Grâce à Bpifrance et ses 48 implantations régionales, les entrepreneurs bénéficient d’un interlocuteur proche, unique et efficace pour les accompagner à faire face à leurs défis.","acronym":"Bpifrance","interests":"Banking and financial services, Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, External Relations, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"- Plan d'investissement pour l'Europe&#xd;<br />- Politique de soutien à l'innovation&#xd;<br />- Politiques de soutien au développement des PME&#xd;<br />- Union bancaire (MSU, MRU, etc.)&#xd;<br />- Union des marchés de capitaux&#xd;<br />- Finance durable&#xd;<br />- Politique de cohésion&#xd;<br />- Réglementation des aides d'Etat","lastUp":"2019-12-06T17:48:01.598+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}