{"id":"951561927426-71","name":"Universität des Saarlandes","registrationDate":"2017-06-29T14:19:15.361+02:00","category":4,"subCategory":12,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.uni-saarland.de","country":"Germany","headAddress":"Campus","headCity":"Saarbrücken","headPostCode":"66123","headPhone":"(49)68 13 02 38 92","boss":"Manfred Schmitt","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.75","membership":"www.uni-saarland.de/info/universitaet/kooperationen.html","memberOrga":"WuT GmbH (https://www.kwt-uni-saarland.de/de/meta/kwt-wut.html) sowie PharmBioTec GmbH (http://www.pharmbiotec.de/) als Tochtergesellschaften sowie &#xd;\nLeibniz-Institut für Neue Materialien (http://www.leibniz-inm.de/) und Zentrum für Mechatronik und Automatisierungstechnik (http://www.zema.de/de/startseite/) als verbundene Unternehmen.","goal":"Die Universität des Saarlandes ist eine mittelgroße Universität mit 282 Professuren (inkl. Juniorprofessuren) und zählt rund 16.900 Studierende an ihren beiden Standorten in Saarbrücken und Homburg. Auf dem Saarbrücker Campus haben sich zahlreiche hochrangige außeruniversitäre Forschungseinrichtungen angesiedelt, die eng mit der Universität verzahnt sind. Zu den Forschungseinrichtungen zählen u.a. das Deutsche Zentrum für Künstliche Intelligenz, Max Planck Institute, ein Leibniz und Helmholtz Institut und Fraunhofer Einrichtungen. Nicht nur in ihren Profilbereichen Informatik, NanoBioMed und Europa betreibt die Universität Forschung auf Spitzenniveau. Dies wird belegt mit mehreren Sonderforschungsbereichen, zahlenreichen ERC Grants, oder nationalen sowie internationalen Forschungsprojekten. Die Universität ist durch ihre Geschichte und geografische Lage international geprägt. Sie setzt in Lehre und Forschung konsequent auf eine internationale Orientierung. Erstklassige Forschung dient dabei als die Basis für gute Lehre.","acronym":"USAAR","interests":"Digital economy and society, Education and training, International co-operation and development, Research and innovation","euInitiatives":"Europäische Forschungsrahmenprogramme sowie Europäische Bildungsprogramme (darunter 7. Forschungsrahmenprogramm, Horizont 2020 und Erasmus +)","lastUp":"2018-06-25T07:49:50.263+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}