{"id":"951947521817-70","name":"MAXIMUS People Services Ltd","registrationDate":"2016-05-18T18:23:05.684+02:00","category":2,"subCategory":3,"legal":"corporation","web":"http://www.maximusuk.co.uk","country":"United kingdom","headAddress":"18C MERIDIAN EAST","headCity":"Leicester","headPostCode":"LE19 1WZ","headPhone":"(44)0 20 35 89 73 30","boss":"Leslie Wolfe","bossTitle":"Ms","bossPosition":"General Manager","membersCount":2,"membersFTE":"0.5","membership":"In United Kingdom MAXIMUS is a member of the Employment Related Services Association (ERSA), a representative body for the employment support sector. (http://ersa.org.uk) &amp; the Business Services Association (BSA), a policy and research organisation. It brings together all those who are interested in delivering efficient, flexible and cost-effective service and infrastructure projects across the private and public sectors.(http://www.bsa-org.com","memberOrga":"","goal":"MAXIMUS is a global company working in a range of health, employment  and child support services. By working exclusively with Governments we are driven by a mission to strengthen communities and improve the lives of those we help. &#xd;<br />Our capabilities in employment support services include welfare-to-work programmes including payment by results schemes consisting of:&#xd;<br />- Job search &amp; placement; In-work support;&#xd;<br />- Skills assessment &amp; jobs training&#xd;<br />- Benefits &amp; eligibility advocacy&#xd;<br />Our Health services include: &#xd;<br />- Occupational Health assessment&#xd;<br />- Occupational Health support &#xd;<br />- Health promotion and wellbeing screening services&#xd;<br />- Sickness absence referrals","acronym":"MMS","interests":"Business and Industry, Communication, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"We are interested in delivering employment, disability and health support services and therefore we would like to participate in employment and youth employment initiatives as well as health and regional policies.&#xd;<br />&#xd;<br />Main EU initiatives, policies and legislative files currently followed by our organisation:&#xd;<br />- integration of long-term unemployed into the labour market&#xd;<br />- support for unemployed youth, including those Not in Education, Employment or Training (NEETs)&#xd;<br />- policies and activities related to health &#xd;<br />- child support services","lastUp":"2018-05-11T12:23:57.212+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}