{"id":"95201401713-39","name":"Motion Picture Association EMEA","registrationDate":"2009-05-18T17:08:47.098+02:00","category":2,"subCategory":4,"legal":"Subsidiary of MPA","web":"http://mpa-emea.org/","country":"United states","headAddress":"1600 I Street NW","headCity":"Washington D.C.","headPostCode":"20006","headPhone":"(1-202)2 93 19 66","boss":"Stan McCoy","bossTitle":"Mr","bossPosition":"President and Managing Director","membersCount":6,"membersFTE":"3.75","membership":"European Internet Forum (EIF)&#xd;\nCreative Media Business Alliance (CMBA)&#xd;\nInternational Federation of Film Producers Associations (FIAPF)&#xd;\nInternational Video Federation (IVF)&#xd;\nCreativity Works!","memberOrga":"MPAA members include: &#xd;\nWalt Disney Studios Motion Pictures&#xd;\nNetflix Studios LLC.&#xd;\nParamount Pictures Corporation&#xd;\nSony Pictures Entertainment Inc.&#xd;\nUniversal City Studios LLC&#xd;\nWarner Bros. Entertainment Inc.","goal":"Founded as a trade association, the MPA (1922) and the MPA EMEA (1945) have broadened their mandate over the years to reflect the diversity of the ever-changing and expanding audiovisual industry. Its members include: Walt Disney Studios Motion Pictures; Netflix Studios, LLC; Paramount Pictures Corporation; Sony Pictures Entertainment Inc.; Universal City Studios LLC; and Warner Bros. Entertainment Inc. Today the association's principal areas of activity include: work on legislative and regulatory issues at the European and national levels; development and implementation of content protection strategies; collaboration with other rights holder groups to promote intellectual property rights; and collective management agreements. The Brussels-based MPA EMEA office acts as regional hub for Europe, Middle East and Africa. A large part of our work consists in providing support to local content protection and anti-piracy work. Another important part of the mission of the EMEA office is to work with film industries and creative sectors throughout the region. EU advocacy and government relations to champion the cause of strong legislation that protects rightholders’ needs and interests constitutes another element of the MPA EMEA’s work. Lobbying activities - including EU-related outreach - constitutes only a certain portion of the EMEA office's work.","acronym":"MPA EMEA","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, External Relations, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"The MPA monitors the development of EU policies and legislation, notably in the field of Intellectual Property, Culture, Audiovisual Policy, the Internal Market, Competition and the Information Society. In this context, the MPA regularly meets with national governments, EU officials, MEPs as well as industry counterparts and seeks to contribute constructively to public consultations associated with EU's policy-development process. These objectives involve written submissions, participation in hearings, conferences and seminars as well as some amount of travelling (e.g. Strasbourg for EP Plenary sessions and Member States holding the Presidency of the Council).","lastUp":"2019-10-23T17:03:03.133+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}