{"id":"952554024993-06","name":"Dredging Environmental &amp; Marine Engineering","registrationDate":"2016-12-09T13:51:58.234+01:00","category":2,"subCategory":3,"legal":"NV","web":"http://www.deme-group.com","country":"Belgium","headAddress":"Scheldedijk 30","headCity":"Zwijndrecht","headPostCode":"2070","headPhone":"(32)32 50 52 11","boss":"Alain Bernard","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"www.deme-group.com","memberOrga":"www.deme-group.com","goal":"Although DEME was officially established in April 1991, its roots date back well into the 19th century. DEME has metamorphosed over the last decades: the small dredging company that was active along the Belgian coast in 1875 now employs more than 4,600 people and has projects across the globe.&#xd;<br />&#xd;<br />Originally, Baggerwerken Decloedt (as DEME's earliest predecessor was called) was exclusively involved in maintenance and capital dredging along the Belgian coast. A century later, in September 1974, the well-known Dredging International was created following a merger between two dredging companies: Ackermans &amp; van Haaren and Société Générale de Dragage (SGD). Ackermans &amp; van Haaren was established in 1852; Société Générale de Dragage had been incorporated in 1930.&#xd;<br />&#xd;<br />DEME itself was established as a holding company of two leading Belgian dredging contractors: Dredging International and Baggerwerken Decloedt. Both Dredging International and Baggerwerken Decloedt have been instrumental in the construction of the main Belgian ports and the deepening and maintenance of their navigation channels in the North Sea and the River Scheldt. DEME is thus firmly rooted in Flanders, the Dutch-speaking region of Belgium. The region's unique location at the crossroads of Europe has led to great prosperity over the centuries. To facilitate economic growth in this low-lying land, a thorough understanding of hydraulic engineering and water management was crucial and this is still the case today. DEME’s vast body of expertise and experience has been deployed for dyke construction, flood defence work, port construction and for improving maritime access worldwide, spanning three centuries.","acronym":"DEME","interests":"Energy, Environment, Research and Technology, Transport","euInitiatives":"LNG as marine fuel","lastUp":"2017-11-20T14:35:59.729+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}