{"id":"95261732139-73","name":"Seas At Risk vzw","registrationDate":"2009-08-11T10:25:20.656+02:00","category":1,"subCategory":6,"legal":"vereniging zonder winstoogmerk (vzw) under Belgian law","web":"http://www.seas-at-risk.org","country":"Belgium","headAddress":"Rue d'Edimbourg, 26","headCity":"Brussels","headPostCode":"B-1050","headPhone":"(32)28 93 09 65","boss":"Monica Verbeek","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":9,"membersFTE":"7.5","membership":"- European Environmental Bureau (EEB)&#xd;\n- European Seas Environmental Cooperation (ESEC) - informal network&#xd;\n- Deep Sea Conservation Coalition (DSCC)&#xd;\n- Clean Arctic Alliance (CAA) &#xd;\n- Clean Shipping Coalition (CSC)","memberOrga":"Natuurpunt (Belgium, 95000),&#xd;\nSea First Foundation (Belgium),&#xd;\nSunce (Croatia, 500+)&#xd;\nDanmarks Naturfredningsforening(Denmark, 135000),&#xd;\nLevende Hav (Denmark, 500),&#xd;\nFrance Nature Environment (France, 3000),&#xd;\nSurfrider Foundation Europe (France, 9527),&#xd;\nBUND (Germany, 480000),&#xd;\nArchipelagos (Greece, )&#xd;\nMediterranean SOS Network (Greece, 120),&#xd;\nVoice of Irish Concern for the Environment (Ireland, 1000),&#xd;\nEEB (Intl., 15,000,000),&#xd;\nProject Aware (Intl.,),&#xd;\nEnvironmental Investigation Agency (Intl, 3,500)&#xd;\nWorld Animal Protection, (Intl., 107,000)&#xd;\nLegambiente (Italy, 115,000),&#xd;\nFish4tomorrow (Malta),&#xd;\nGood Fish Foundation (Netherlands,)&#xd;\nWaddenvereniging (Netherlands, 45000),&#xd;\nStichting De Noordzee (Netherlands),&#xd;\nNorges Naturvernforbund(Norway, 22,500),&#xd;\nLiga para a Protecção da Natureza (Portugal),&#xd;\nGEOTA (Portugal, 2500),&#xd;\nSciaena (Portugal),&#xd;\nENT Foundation (Spain),&#xd;\nRetorna (Spain),&#xd;\nSvenska Naturskyddsföreningen (203,000),&#xd;\nOceancare, (Switzerland),&#xd;\nMarine Conservation Society (UK, 5,500),&#xd;\nSurfers Against Sewage (UK, )&#xd;\nWhale and Dolphin Conservation (UK),&#xd;\nSustainable Water Action Network (Ireland),&#xd;\nThe Mare Foundation (Poland),&#xd;\nQuercus (Portugal)","goal":"Seas At Risk aims at the protection and restoration of the marine environment. The scope of Seas At Risk includes, but is not limited to, the North Sea, the Irish Sea, the Baltic Sea, the Mediterranean Sea, and the North-East Atlantic Ocean as well as all countries that border on these waters or have a significant impact on their marine environment. SAR works to realise its goals in a number of ways but key amongst these is its role as a technical and political platform for its members, providing them with a means of collective intervention in international political and legal meetings of government where they would not otherwise have access. While Seas At Risk pursues issues at the international level, individual Seas At Risk member organisations help by ensuring that national government delegations to international meetings are properly briefed and aware of the concerns of their national environment movement. By coordinating lobbying at the national level and ensuring that issues get raised at international meetings of government, Seas At Risk maximises the opportunity for governments to make the right decisions on key issues affecting the protection of the seas and oceans. Seas At Risk is also in an excellent position to make sure that civil society, via its national member organisations, is kept informed of developments in these forums.","acronym":"SAR","interests":"Climate Action, Environment, Fisheries and Aquaculture, Transport","euInitiatives":"Marine Litter: As part of our work on marine litter prevention, we are closely following the reforms of the EU waste directive and the proposed circular economy package. We also observe the Port Reception Facilities Directive and push for greater controls to stop the flow of waste into our seas. We are also supporting efforts to pass a written declaration to the Commission on the use of microplastic beads in cosmetics.&#xd;<br />&#xd;<br />Fisheries and Deep Sea Fisheries: Seas At Risk monitors all developments of relevance in the Common Fisheries Policy, in particular the implementation of the latest CFP. We issue briefings on issues of relevance to national fisheries ministers in advance of meetings of the Agrifish Council.&#xd;<br />&#xd;<br />Aquaculture: SAR follows all developments of relevance and has contributed to the establishment of the Aquaculture Advisory Council.&#xd;<br />&#xd;<br />EU marine strategy: SAR closely follows the implementation of the Marine Strategy Framework Directive, including assisting member organisations with their contributions to the national Programmes of Measures (PoMs).&#xd;<br />&#xd;<br />Blue Growth: SAR monitors developments in deep sea mining, aquaculture and shipping, with regards to the EU’s Blue Growth strategy.&#xd;<br />&#xd;<br />Shipping: SAR monitors files relating to the environmental impact of shipping, including the MRV Regulation.&#xd;<br />&#xd;<br />Deep Sea Mining: SAR monitors European and international developments.","lastUp":"2018-03-28T12:12:22.807+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":""}