{"id":"952832830617-36","name":"Асоциация на директорите за връзки с инвеститорите в България","registrationDate":"2018-03-07T10:58:26.371+01:00","category":3,"subCategory":2,"legal":"сдружение с нестопанска цел","web":"http://www.abird.info","country":"Bulgaria","headAddress":"ул. три уши 6","headCity":"София","headPostCode":"1000","headPhone":"(359)29 88 24 13","boss":"Даниела Пеева","bossTitle":"Ms","bossPosition":"Председател ","membersCount":2,"membersFTE":"2.0","membership":"Асоциация на индустриалния капитал в България; European IR Network, ECGI","memberOrga":"Асоциация на индустриалния капитал в България","goal":"Обединяване на интересите на членовете и подпомагане дейността на директорите за връзки с инвеститорите при изпълнение на техните задължения; Сближаване на регулативната рамка в областта на капиталовите пазари и корпоративното управление с достиженията на правото на страните от ЕС; Изработване на предложения за необходимата нормативна база, регламентираща развитието на дейността; Защита на правата и интересите на членове на Асоциацита пред регулативните органи за финансов надзор и пред всички други лица и институции – участници на капиталовия пазар;&#xd;<br />Подпомагане създаването на благоприятна икономическа, културна и обществена среда за националния и чуждестранния капитал, както и за привличане на чуждестранни инвестиции в страната;&#xd;<br />Повишаване на квалификацията на директорите за връзки с инвеститорите; Повишаване на статута на връзките с инвеститорите като стратегическа корпоративна функция; Повишаване на стандартите за разкриване на информация за инвеститорите.","acronym":"ABIRD","interests":"Communication, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"Промени в нормативната уредба, касаеща капиталовите и финансови пазар ив Европа.","lastUp":"2018-03-07T11:00:17.517+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}