{"id":"953090618246-19","name":"The Business Services Association","registrationDate":"2015-07-20T12:19:01.582+02:00","category":2,"subCategory":4,"legal":"Incorporated company - business and employers membership organisation","web":"http://www.bsa-org.com","country":"United kingdom","headAddress":"2nd Floor. 130 Fleet Street","headCity":"London","headPostCode":"","headPhone":"(44)20 78 22 74 20","boss":"Mark Fox","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"The Scottish Council for Development and Industry&#xd;\n&#xd;\nhttps://www.scdi.org.uk/","memberOrga":"https://www.bsa-org.com/about/our-members/","goal":"The BSA is a policy and research organisation. We bring together all those who are interested in delivering efficient, flexible and cost-effective service and infrastructure projects across the private and public sectors.  We provide a forum for service providers to come together to discuss issues of common interest. Our purpose is to understand how services across the private and public sectors can be improved, and to develop policy positions to support that work.","acronym":"BSA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Single market in services and digital single market; public procurement; enterprise and competition; international trade; employment and social policy; regional policy; better regulation; economy and financial services; energy and environment; home affairs; transport and infrastructure; food standards","lastUp":"2019-06-06T10:15:11.580+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}