{"id":"953090618246-19","name":"The Business Services Association","registrationDate":"2015-07-20T12:19:01.582+01:00","category":2,"subCategory":4,"legal":"Incorporated company - business and employers membership organisation","web":"http://www.bsa-org.com","country":"United kingdom","headAddress":"2nd Floor. 130 Fleet Street","headCity":"London","headPostCode":"","headPhone":"(44)20 78 22 74 20","boss":"Mark Fox","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.bsa-org.com/about/our-members/","goal":"The Business Services Association is a policy and research organisation. It brings together all those who are interested in delivering efficient, flexible and cost-effective service and infrastructure projects across the private and public sectors.  It provides a forum for service providers to come together to discuss issues of common interest.","acronym":"BSA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Single market in services and digital single market; public procurement; enterprise and competition; international trade; employment and social policy; regional policy; better regulation; economy and financial services; energy and environment; home affairs; transport and infrastructure; food standards","lastUp":"2017-07-07T15:22:40.337+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}