{"id":"953701819437-32","name":"Internet Society","registrationDate":"2015-11-05T15:23:01.302+02:00","category":3,"subCategory":2,"legal":"Not-for-profit corporation","web":"http://www.internetsociety.org","country":"United states","headAddress":"11710 Plaza America Drive, Suite 400","headCity":"Reston","headPostCode":"20190 VA","headPhone":"(1)70 34 39 21 20","boss":"Sandy Spector","bossTitle":"Ms","bossPosition":"Chief Financial Officer","membersCount":3,"membersFTE":"1.5","membership":"Internet Society supports various initiatives: https://www.internetsociety.org/affiliated-sites/ &#xd;\nFurther information available on request.","memberOrga":"List of organisation members available at: https://www.internetsociety.org/about-internet-society/organization-members/&#xd;\n&#xd;\nInternet Society has 129 national chapters (October 2017). the full list is available at: https://www.internetsociety.org/chapters/&#xd;\n&#xd;\nThe organisational as well as individual members of the Internet Society are based in 233 countries and territories (October 2017). The full list of countries can be provided on request.","goal":"The Internet Society (ISOC) is a global non-profit organization with a mission to promote the open development, evolution, and use of the Internet for the benefit of all people throughout the world. The Internet Society was founded in 1992 by the “fathers of the Internet”, Vint Cerf and Bob Kahn. For more than 20 years now, the Internet Society has supported the development of fundamental Internet technology, and promoted transparency and a multistakeholder, bottom-up approach in addressing global Internet governance issues. &#xd;<br />&#xd;<br />To help achieve our mission, we work on championing public policies that enable open access; facilitating the open development of standards, protocols, and the technical infrastructure of the Internet; and supporting capacity building and access to the Internet in developing countries. A primary focus of our public policy work is Internet governance, but we also work on other policy issues related to the openness of the Internet. Regarding open standards, we work to facilitate the smooth operation of and growing participation in Internet standards through the Internet Engineering Taskforce (IETF), an organised activity of the Internet Society. We also run several programmes on technical capacity building and Internet leadership especially in the developing world.&#xd;<br />&#xd;<br />The Internet Society is a global organisation with main offices located in Reston, Virginia, USA and in Geneva, Switzerland. Our regional presence is steered by our six Regional Bureaus – Africa, Asia-Pacific, Europe, Latin America and Caribbean, Middle-East and North America. Our Chapters, Members, and other community partners drive most of our local engagements and activities at national level.","acronym":"ISOC","interests":"Culture and media, Digital economy and society, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market","euInitiatives":"The Internet Society’s work is based upon our fundamental belief that the Internet is for everyone. We work in a multi-stakeholder fashion towards an Internet that is open, globally-connected, trustworthy and secure. Because the Internet impacts all of us, we work with partners globally of all shapes and sizes to make sure we can address a wide range of social, economic, and policy issues that interfere with an open and sustainable Internet.&#xd;<br />&#xd;<br />In the context of the European Union, we follow a number of policy and legislative initiatives:&#xd;<br />•\tEU initiatives and positions in the area of global Internet governance;&#xd;<br />•\tDigital Single Market strategy;&#xd;<br />•\tEU initiatives linked to cyber security.","lastUp":"2018-10-04T11:47:59.124+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}