{"id":"953927613272-05","name":"Woord en Daad Foundation","registrationDate":"2014-03-19T12:04:49.204+01:00","category":3,"subCategory":2,"legal":"Chamber of Commerce 41118168","web":"http://www.woordendaad.nl","country":"Netherlands","headAddress":"Spijksedijk, 16E","headCity":"Gorinchem","headPostCode":"4200AN","headPhone":"(31183)61 18 00","boss":"Jan Lock","bossTitle":"Mr","bossPosition":"Chairman Board of Directors","membersCount":4,"membersFTE":"2.5","membership":"CONCORD Europe (www.concordeurope.org)&#xd;\nEU CORD (www.eu-cord.org)&#xd;\nCoordination Europe-Haiti (www.coordinationeuropehaiti.eu)&#xd;\nPartos (www.partos.nl)&#xd;\nPrisma (www.prismaweb.org)","memberOrga":"","goal":"Mission and vision as starting points&#xd;<br />&#xd;<br />Woord en Daad’s mission and vision are an elaboration of our key values and principles that form the basis of our policy.&#xd;<br />&#xd;<br />Mission&#xd;<br />&#xd;<br />Woord en Daad connects people around the world in their fight against poverty from a Biblical perspective. We do this by working with our partner organisations in Africa, Asia and Central and South America, our supporter base in the Netherlands, social institutions, governments, enterprises and other sectors. Together with them, Woord en Daad strives to contribute to sustainable change in the Netherlands and worldwide.&#xd;<br />&#xd;<br />Vision&#xd;<br />&#xd;<br />In a broken world full of poverty and injustice, Woord en Daad strives to give a glimpse of God's coming Kingdom. We seek to demonstrate what a world without poverty and suffering is like so that people can experience the reality of God's Kingdom first hand. This happens when people assume responsibility for themselves and others, so that they can lead worthy lives.&#xd;<br />&#xd;<br />Key values&#xd;<br />&#xd;<br />Our mission, vision and strategy revolve around five key values, which determine our choices at different levels and define our policy. These key values are:&#xd;<br />•Co-responsibility&#xd;<br />•Co-creation&#xd;<br />•Compassion&#xd;<br />•Stewardship&#xd;<br />•Interdependence","acronym":"","interests":"Budget, Climate Action, Development, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Trade","euInitiatives":"Het EU beleid t.a.v. 'better regulation', het EU beleid t.a.v. beleidscoherentie voor ontwikkeling, de totstandkoming van de Economic Partnership Agreements met de ACP landen, de EU implementatie van de Sustainable Development Goals","lastUp":"2018-03-02T09:30:03.494+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}