{"id":"953927613272-05","name":"Woord en Daad Foundation","registrationDate":"2014-03-19T12:04:49.204+02:00","category":3,"subCategory":2,"legal":"Chamber of Commerce 41118168","web":"http://www.woordendaad.nl","country":"Netherlands","headAddress":"Spijksedijk, 16E","headCity":"Gorinchem","headPostCode":"4200AN","headPhone":"(31183)61 18 00","boss":"Rina Molenaar","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"CONCORD Europe (www.concordeurope.org)&#xd;\nEU CORD (www.eu-cord.org)&#xd;\nCoordination Europe-Haiti (www.coeh.eu)&#xd;\nPartos (www.partos.nl)&#xd;\nPrisma (www.prismaweb.org)","memberOrga":"","goal":"Woord en Daad’s mission and vision elaborate our key values and principles, which form the basis of our policy.&#xd;<br />&#xd;<br />Mission&#xd;<br />In a broken world full of poverty and injustice, Woord en Daad seeks to make the signs of God’s coming Kingdom visible. The Christian perspectives of justice and compassion motivate us each day to contribute to a sustainable change that benefit all people.&#xd;<br />&#xd;<br />Vision&#xd;<br />Woord en Daad connects people worldwide in their efforts to overcome poverty and to realize a dignified existence for every individual.&#xd;<br />&#xd;<br />Core values&#xd;<br />Five core values can be derived from our mission, vision and strategy. These guide our choices at various levels and determine our policy. Our core values are:&#xd;<br />&#xd;<br />Co-responsibility – Responsible for yourself, your neighbour and creation&#xd;<br />Fellow creature – Creature of God, equal and unique&#xd;<br />Compassion – Close to and alongside people who suffer&#xd;<br />Stewardship – Treating human beings, resources and the environment with care&#xd;<br />Interdependence – Independent in choices, dependent in collaboration","acronym":"","interests":"Budget, Climate Action, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Trade","euInitiatives":"Het EU beleid t.a.v. 'better regulation', het EU beleid t.a.v. beleidscoherentie voor duurzame ontwikkeling, de EU implementatie van de Sustainable Development Goals","lastUp":"2019-10-15T11:42:49.255+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}