{"id":"954230536257-09","name":"European Centre for International Political Economy","registrationDate":"2019-10-23T16:11:06.755+02:00","category":4,"subCategory":5,"legal":"Ideella föreningar","web":"https://ecipe.org/","country":"Belgium","headAddress":"Avenue des Arts 40","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 89 13 50","boss":"Fredrik Erixon","bossTitle":"Mr","bossPosition":"Director","membersCount":7,"membersFTE":"7.0","membership":"No, we are independent and don't participate as member of associations or networks. From time to time we collaborate with other research-based think tanks in the world on common projects, but the collaboration is not formalised.","memberOrga":"We have no organisation member.","goal":"ECIPE work is dedicated to global trade and digital policy, and other international economic policy issues of importance to Europe. ECIPE’s contributes to a thriving Europe in an open world and offers a “culture of evaluation” by providing sound economic and political analysis. We aim to increase public awareness and understanding of complex issues and guide an intelligent discussion and improved policies. We subject international economic policy, particularly in Europe, to rigorous scrutiny of costs and benefits, and present conclusions in a concise, readily accessible form to the European public.","acronym":"ECIPE","interests":"Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Single market, Taxation, Trade, Transport","euInitiatives":"Services and manufacturing trade, global value chains, IPR and patent policies, the multilateral trade system under the WTO as well as globalisation’s impact on consumers and business. Bilateral and multilateral trade agreements of the EU and trade relations between the Member States. Digital trade, data flows and localisation, privacy and cybersecurity, digital taxation, blockchain, future of work and AI.","lastUp":"2019-10-23T17:07:09.561+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}