{"id":"954202730841-33","name":"Slovenský živnostenský zväz","registrationDate":"2018-03-17T18:14:55.759+01:00","category":2,"subCategory":4,"legal":"združenie právnických a fyzických osôb","web":"http://www.szz.sk","country":"Slovakia","headAddress":"Račianska 71","headCity":"Bratislava","headPostCode":"831 02","headPhone":"(421)9 11 24 91 57","boss":"Stanislav Čižmárik","bossTitle":"Mr","bossPosition":"prezident","membersCount":2,"membersFTE":"1.5","membership":"European Builders Confederation (www.ebc-construction.eu)&#xd;\nSlovak Business Agency (www.sbagency.sk)","memberOrga":"","goal":"Slovenský živnostenský zväz (SŽZ) vznikol v roku 1992 ako združenie živnostenských spoločenstiev a profesijných cechov. Považuje sa za nástupnícku organizáciu Slovenského živnostenského zväzu, ktorý na Slovensku existoval do roku 1952, keď bola táto inštitúcia a jej majetok znárodnené. &#xd;<br />Združenia  a cechy, ktoré sa stávajú členom SŽZ  získavajú príležitosť zapájať sa do prípravy legislatívnych noriem, dotýkajúcich sa ich profesijných oblastí alebo podmienok podnikania vo všeobecnosti, v rámci medzirezortných pripomienkových konaní, ako aj v priamej komunikácií s orgánmi štátnej správy a parlamentom.&#xd;<br />SŽZ je členom Rady solidarity a rozvoja SR zriadenej Úradom vlády SR,  má zastúpenia v pracovných skupinách a komisiách na rôznych úrovniach.","acronym":"SŽZ","interests":"Borders and Security, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, External Relations, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"SMERNICA EURÓPSKEHO PARLAMENTU A RADY (EÚ) 2016/680 z 27. apríla 2016 o ochrane fyzických osôb pri spracúvaní osobných údajov&#xd;<br />&#xd;<br />SMERNICA EURÓPSKEHO PARLAMENTU A RADY (COM) 797/2017 o transparentných a predvídateľných pracovných podmienkach v Európskej únii&#xd;<br />&#xd;<br />The European Commission´review how micro, small and medium-sized enterprises (SMEs) are&#xd;<br />defined (Recommendation 2003/361/EC of 6 May 2003).&#xd;<br />&#xd;<br />Single EU VAT area  and conditions for SME","lastUp":"2019-02-19T10:06:33.255+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}