{"id":"954725323620-16","name":"International Life-saving Appliance Manufacturers’ Association","registrationDate":"2016-09-28T14:18:04.131+02:00","category":3,"subCategory":2,"legal":"association/UK limited company","web":"http://www.ilama.org","country":"United kingdom","headAddress":"P.O. Box 952","headCity":"West Sussex","headPostCode":"BN43 9EJ","headPhone":"(44)12 73 45 41 87","boss":"Kay  Haffenden","bossTitle":"Ms","bossPosition":"Managing Executive","membersCount":4,"membersFTE":"1.0","membership":"http://www.ilama.org/list-of-members/","memberOrga":"The ILAMA is registered as NGO in consultative status of the International Maritime Organisation (IMO) and formal liaision with the Organization for International Standardisation (ISO).","goal":"ILAMA exists to promote excellence in manufacturing, training and maintenance of lifesaving appliances globally to enhance safety at sea. It represents the collective voice of members to put forward draft papers for new requirements, improving existing legislation and to ensure views, discussions and concerns about SOLAS regulations are heard by the IMO and other regulatory bodies.&#xd;<br />&#xd;<br />ILAMA plays a significant role in the international maritime and offshore oil and gas safety scene. By sharing its members’ views, experience and technical papers, ILAMA ensures that Regulatory Bodies including the International Maritime Organisation (IMO) are made aware of collective concerns.&#xd;<br />&#xd;<br />ILAMA members design, manufacture, inspect, repair, service and test a wide variety of certified life-saving equipment, meeting the appropriate national and international requirements. The continuous development of products which enhance safety at sea relies on ILAMA members maintaining contact with regulatory and standardisation bodies in order that proposals and changing requirements have industry and practical relevance.","acronym":"ILAMA","interests":"Business and Industry, Competition, Energy, Foreign and Security Policy and Defence, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Trade, Transport","euInitiatives":"We follow those related to life-saving appliances and safety equipment for the maritime and offshore energy industry e.g. the marine equipment directive 2014/90/EC. We attend as observers meetings of the marine equipment directive experts group and the MarED horisontal committee.","lastUp":"2018-08-08T14:18:17.927+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}