{"id":"955177635222-29","name":"COORDINADORA ANDINA DE ORGANIZACIONES INDIGENAS","registrationDate":"2019-06-24T17:21:55.033+02:00","category":3,"subCategory":2,"legal":"2670","web":"http://www.coordinadoracaoi.org","country":"Bolivia","headAddress":"AVENIDA PERU KM. 8","headCity":"COCHABAMBA","headPostCode":"COCHABAMBA","headPhone":"(73388)71 27 33 88","boss":"Carlos Perez Guartambel","bossTitle":"","bossPosition":"COORDINADOR GENERAL","membersCount":8,"membersFTE":"8.0","membership":"El FORO INDIGENA ABYA YALA   FIAY&#xd;\nEn esta organizacion estan afiliados varias redes y organizaciones internacionales  como el ECMIA, REMIB, COICA, CIMA, con quienes realizamos actividades a nivel region Latinoamerica","memberOrga":"ECUARURANI, del Ecuador   www.ecuarunari.org.ec&#xd;\nONIC, de Colombia             www.onic.org.co&#xd;\nCIAP, del Peru    no tiene pagina web&#xd;\nCONAMAQ, de Bolivia  - no tiene pagina web","goal":"La CAOI esta constituido por el Consejo Nacional de Ayllus y Markas del Qullasuyu CONAMAQ de Bolivia, ECUARUNARI del Ecuador, ONIC de Colombia y la CONACAMI del Perú, fue constituida el 17 de julio del año 2006 en Cuzco – Perú, su sede se encuentra en Bogotá-Colombia&#xd;<br />&#xd;<br />Compone un consejo directivo conformado por  miembros de las cuatro organizaciones nacionales  que constituyen la CAOI y este es un mecanismo de debate y participación.  &#xd;<br />&#xd;<br />los objetivos de la CAOI son:&#xd;<br />Fortalecer y ampliar la unidad de los pueblos indígenas del Abya Yala y consolidar el movimiento indígena andino en sud america&#xd;<br />Construcción, promoción y defensa de los derechos y  propuestas de los pueblos indígenas.&#xd;<br />Formulación de informes y denuncias.","acronym":"CAOI","interests":"Agriculture and Rural Development, Borders and Security, Climate Action, Communication, Consumers, Culture, Education and training, Energy, External Relations, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"Las principales actividades actividades que realizamos son:&#xd;<br />Promover la implementacion del Buen Vivir / Vivir Bien y la construccion de los Estados Plurinacionales.&#xd;<br />Abogar por la Derechos de la Madre Tierra.&#xd;<br />La No criminalización de Derechos Indígenas &#xd;<br />Participar y construir propuestas sobre el cambio climático y la Crisis Climática.&#xd;<br />Articulación de los movimientos indígenas y con los movimientos sociales.&#xd;<br />Fortalecimiento y empoderamiento de Mujeres indígenas.","lastUp":"2019-06-24T17:22:59.211+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}