{"id":"955174026492-57","name":"EW Nutrition GmbH","registrationDate":"2017-03-24T11:40:39.894+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.ew-nutrition.com","country":"Germany","headAddress":"Hogenboegen 1","headCity":"Visbek","headPostCode":"49429","headPhone":"(49)44 59 86 80","boss":"Michael Gerrits","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.5","membership":"FEFANA: EU Association of Specialty Feed Ingredients and their Mixtures&#xd;\nIFIF: International Feed Industry Federation&#xd;\nDVT: Deutsche Verband Tiernahrung e. V.&#xd;\nAWT: Arbeitsgemeinschaft für Wirkstoffe in der Tierernährung e.V.","memberOrga":"","goal":"EW Nutrition GmbH is a dynamic company, globally active with a strong science based product portfolio in the field of functional, innovative feed &amp; food additives.&#xd;<br />The current product portfolio includes Natural Egg Immunoglobulins (Globigen®), Toxin Solutions (Mastersorb®), Microencapsulated Secondary Plant Compounds (Activo®), MOS (Bgmos®), Slow Release Source of Nitrogen (Prote-N®), Sanitary and Care Products (Agrochemica®, Humavet®).&#xd;<br />EW Nutrition is located in Germany (headquarter and subsidiaries Agrochemica and Humavet) but is present in different locations with EW Nutrition USA (Des Moines), GRASP (Curitiba, Brazil), EW Nutrition Japan (Gifu), EW Nutrition China (Beijing), EW Nutrition South East Asia / Pacific (Singapore), EW Nutrition Turkey (Istanbul), EW Nutrition India (Noida), EW Nutrition South Africa (Johannesburg), EW Nutrition Australia (Griffith NSW) and EW Nutrition Poland (Puszczykowo).","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Economy, finance and the euro, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Animal Nutirtion: feed additives, feed material, Marketing and use of feed, etc.&#xd;<br />Food and Feed safety: Feed Improvement Agents (flavourings, enzymes, zootechnical additives)&#xd;<br />AMR &#xd;<br />Foodborne zoonoses&#xd;<br />Animal Welfare&#xd;<br />Environmental impact&#xd;<br />Trade: all global agreements","lastUp":"2019-06-18T16:41:52.069+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}