{"id":"955744511217-12","name":"Confederación de Productores Audiovisuales Españoles","registrationDate":"2013-06-04T17:43:11.134+01:00","category":2,"subCategory":4,"legal":"ENTIDAD SIN ANIMO DE LUCRO","web":"http://fapae.es","country":"Spain","headAddress":"LUIS BUÑUEL, 2. 2º A","headCity":"POZUELO DE ALARCON","headPostCode":"28223","headPhone":"(34)9 15 12 16 60","boss":"MABEL KLIMT","bossTitle":"","bossPosition":"VICESECRETARIA GENERAL","membersCount":2,"membersFTE":"0.5","membership":"FAPAE está presente en los siguientes Organismos e Instituciones nacionales e internacionales:&#xd;\n&#xd;\n&#xd;\n&#xd;\n           Nacionales:&#xd;\n&#xd;\n&#xd;\n• ICEX (Instituto Español de Comercio Exterior)&#xd;\n• EGEDA (Entidad de Gestión de los Derechos de los Productores Audiovisuales)&#xd;\n• CEOE  (Confederación Española de Organizaciones Empresariales)&#xd;\n• Coalición Española por la Diversidad Cultural&#xd;\n• Audiovisual Aval SGR&#xd;\n• Patronato de la Fundación Media Desk España&#xd;\n• Cluster Audiovisual de la Comunidad de Madrid&#xd;\n• Patronato de Madrid Film Commission&#xd;\n&#xd;\n&#xd;\n           Internacionales:&#xd;\n&#xd;\n• FIAPF (Federación Internacional de Asociaciones de Productores Cinematográficos)&#xd;\n• Coalición Internacional por la Diversidad Cultural (Convención UNESCO)&#xd;\n• FIPCA (Federación Iberoamericana de Productores Cinematográficos y Audiovisuales)&#xd;\n• ARIBSAN (Agencia Iberoamericana del código ISAN)&#xd;\n• CEPI (Coordinadora Europea de Productores Independientes)&#xd;\n• EPAA (Alianza de Asociaciones de  Productores Europeos)","memberOrga":"","goal":"A nivel internacional FAPAE participa en las reuniones del Comité Ejecutivo de FIAPF (Federación Internacional de Asociaciones de Productores de Cine), de la EPAA (Alianza de Asociaciones de productores Europeos) y comienzan los contactos con FERA, entidad que representa a los directores de cine europeos, para tratar todas las actividades relacionadas con los cambios en las directivas europeas que afectan a la producción audiovisual. También participa en las reuniones organizadas por FIPCA (Federación Iberoamericana de Productores Cinematográficos y Audiovisuales).  &#xd;<br />FIAPF (International Federation of Film Producers Associations)&#xd;<br />FAPAE participa en el Comité Ejecutivo y Asamblea General de la FIAPF. Durante 2013, la Confederación asistió a los Comités Ejecutivos de FIAPF, así como las Asambleas Generales, celebradas en febrero en Berlín y en octubre por conferencia telefónica, donde se trataron las últimas novedades de la política audiovisual europea, las perspectivas de la OMPI (Organización Mundial de Propiedad Intelectual), la directiva europea sobre el copyright y los asuntos de la Federación Internacional relativos a la comunicación pública de sus actividades. Asimismo, se debatió la política de acreditación de los festivales de cine, la actualización de nuevos miembros, como Turquía, así como las perspectivas de cooperación con AGICOA, la Directiva de Gestión Colectiva de Derechos y revisión de las cuentas anuales de la FIAPF, entre otros temas analizados. &#xd;<br />Por otra parte, se celebró en 2013 el Seminario de Industrial Relations de la FIAPF, en el que se debatieron los problemas con los que se encuentran los productores ante la reducción drástica de presupuestos y la presión a la que se ven sometidos para concentrar los costes de producción, además de la redefinición de las relaciones entre los productores y los sindicatos que los representan. &#xd;<br />EPAA (European Promotion Association Alliance)&#xd;<br />La EPAA es una Alianza de Asociaciones de Productores Europeos, promovida por el Club de Productores, entidad promovida por El Club de Productores Europeos. FAPAE participa en a estas reuniones, en las que se aborda la Agenda Digital Europea, con una exposición de las nuevas prioridades de la Comisión Europea y las consecuencias para el sector audiovisual en términos de piratería, ventanas y estrategias para los derechos de propiedad intelectual, evolución de la regulación del video on demand en Europa, y del nuevo Programa de Europa Creativa, así como de una propuesta de fortalecimiento de la EPAA. &#xd;<br />Coalición por la Diversidad Cultural&#xd;<br />La Coalición por la Diversidad Cultural establece la posibilidad de que los estados puedan establecer políticas de incentivos y fomento de sus sectores culturales. En este sentido, la Coalición Española por la Diversidad Cultural, en la que participa FAPAE, ha sido especialmente activa en trabajar con el conjunto de Coaliciones por la Diversidad Cultural internacionales.&#xd;<br />&#xd;<br />FIPCA (Federación Iberoamericana de Productores Cinematográficos y Audiovisuales)&#xd;<br />Esta Federación agrupa en su seno a un total de asociaciones de productores de 17 países, cuyo objetivo es la defensa de los intereses de sus cinematografías. La Federación Iberoamericana actúa en ámbitos nacionales, a petición de sus socios, e internacionales promocionando las coproducciones iberoamericanas, y una correcta distribución y difusión de todos estos productos. España participa en FIPCA a través de FAPAE. Desde diciembre de 2012 la Vicepresidencia Ejecutiva recae en La Confederación de productores audiovisuales españoles. &#xd;<br />A finales de noviembre se celebraron en la ciudad de Medellín de Colombia varias reuniones de la Junta Directiva de FIPCA.","acronym":"FAPAE","interests":"Audiovisual and Media, Communication, Competition, Culture, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"Audiovisual, Propiedad Intelectual, Nuevas tecnologías.","lastUp":"2017-02-27T11:33:45.829+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}