{"id":"955800936864-95","name":"Krajowa Izba Fizjoterapeutów","registrationDate":"2019-12-23T11:47:53.099+01:00","category":2,"subCategory":1,"legal":"Samorząd zawodowy","web":"https://kif.info.pl/","country":"Poland","headAddress":"Plac Stanisława Małachowskiego 2","headCity":"Warszawa","headPostCode":"00-066","headPhone":"(48)2 22 30 23 80","boss":"Maciej Krawczyk","bossTitle":"Mr","bossPosition":"Prezes","membersCount":1,"membersFTE":"0.25","membership":"- WCPT (World Confederation for Physical Therapy)&#xd;\n- INPTRA (International Network of Physiotherapy Regulatory Authorities)&#xd;\n- PEDro (Physiotherapy Evidence Database)","memberOrga":"","goal":"Krajowa Izba Fizjoterapeutów (The Polish Chamber of Physiotherapists) is a professional governing organisation associating and representing all physiotherapists in Poland with the right to practice their profession and works to uphold proper standards of practice in the public interest. It grants and oversees physiotherapy licences and otherwise acts as the competent authority responsible in Poland for the profession of physiotherapy, which is the profession of public trust. Krajowa Izba Fizjoterapeutów, representing around 65 000 physiotherapists, whose amount is constantly increasing, places a priority on patient safety and enhances the development opportunities of physiotherapists. Membership of physiotherapists in the governing organisation is compulsory.","acronym":"KIF","interests":"Budget, Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation, Single market, Sport, Youth","euInitiatives":"Drafts for new directives related to the broadly understood area of the healthcare system, draft amendments to directives, draft regulations and amendments to existing regulations. Information on the recognition of professional qualifications and the regulation of the profession of physiotherapist.","lastUp":"2020-01-02T09:45:34.706+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}