{"id":"955865622409-55","name":"Center for Transatlantic Relations Johns Hopkins University SAIS","registrationDate":"2016-06-20T16:00:42.852+01:00","category":4,"subCategory":5,"legal":"Not for Profit - University Research Institute","web":"http://transatlanticrelations.org","country":"United states","headAddress":"1717 Massachusetts Avenue NW #867","headCity":"Washington","headPostCode":"","headPhone":"(1)20 26 63 58 80","boss":"Daniel Hamilton","bossTitle":"","bossPosition":"Executive Director","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"The Center for Transatlantic Relations engages international scholars, students, government officials, parliamentarians, journalists, business executives and other opinion leaders on contemporary challenges facing Europe and North America.  The goal of the Center is to strengthen and reorient transatlantic relations to the dynamics of a globalizing world.  It is an integral part of the Paul H. Nitze School of Advanced International Studies (SAIS), one of America’s leading graduate schools devoted to the study of international relations.  Center activities include seminars, policy study groups and research projects, media programs and web-based educational and policy efforts.","acronym":"CTR - SAIS","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"US-EU Relations, Transatlantic Digital Policy, Transatlantic Trade and Investment, Security and Foreign Policy","lastUp":"2017-06-20T19:17:22.413+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}