{"id":"956456631352-41","name":"Northern Ireland Rural Women's Network","registrationDate":"2018-04-26T16:40:14.097+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.nirwn.org","country":"United kingdom","headAddress":"NIRWN","headCity":"Dungannon","headPostCode":"BT70 1BS","headPhone":"(44877)5 33 89","boss":"Majella Murphy","bossTitle":"Ms","bossPosition":"Co ordinator","membersCount":2,"membersFTE":"1.5","membership":"Women's Regional Consortium&#xd;\nhttp://www.womensregionalconsortiumni.org.uk/&#xd;\n&#xd;\n&#xd;\nRural Community Network&#xd;\nhttp://www.ruralcommunitynetwork.org/&#xd;\n&#xd;\nNIWEP&#xd;\nhttps://blog.niwep.org/","memberOrga":"Our members are comprised of: individual rural women and local rural women's groups both constituted and not constituted.","goal":"Northern Ireland Rural Women’s Network (NIRWN) was established in September 2006 ‘to promote and support rural women in rural Northern Ireland.  We are a membership based organisation.&#xd;<br />&#xd;<br />Mission&#xd;<br />‘To amplify and articulate the voice of rural women at local, regional and strategic level’&#xd;<br />&#xd;<br />Objectives&#xd;<br />&#xd;<br />• To increase the voice of rural women at a policy level&#xd;<br />&#xd;<br />• To advocate and lobby on behalf of rural women&#xd;<br />&#xd;<br />• To provide information and networking opportunities for rural women&#xd;<br />&#xd;<br />• To represent rural women on the Women’s Regional Consortium&#xd;<br />&#xd;<br />• To pilot innovative projects to further the vision of rural women&#xd;<br />&#xd;<br />• To hold statutory bodies to account to measure their impact on rural women","acronym":"NIRWN","interests":"Agriculture, Borders and Security, Budget, Communication, Culture, Digital economy and society, Education and training, Environment, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation","euInitiatives":"Meetings and communications with MEP's and representatives of the EU to raise awareness of rural women's issues and concerns in relation to European policy e.g. Rural Development Programming; BREXIT; Peace IV; justice and fundamental rights.&#xd;<br />Respond to EU policy and consultation on behalf of rural women","lastUp":"2018-05-02T21:28:30.861+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}