{"id":"95685068542-71","name":"Association of the European Heating Industry","registrationDate":"2012-04-10T16:14:41.922+02:00","category":2,"subCategory":4,"legal":"International Non Profit Organisation governed under Belgian law","web":"http://www.ehi.eu","country":"Belgium","headAddress":"Avenue des Arts, 40","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)28 80 30 70","boss":"Federica Sabbati","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.0","membership":"Network: Heat Coalition: a Platform gathering 11 organisations active in heating and cooling sector in the EU. file:///C:/Users/EBON/Downloads/Heat%20Coalition%20on%202030%20report%20-%20Press%20Release%20(1).pdf","memberOrga":"http://www.ehi.eu/index.php?id=21","goal":"The Association of the European Heating Industry represents and promotes the common interests of 40 market leading companies and 12 associations in the European thermal comfort sector, which produce advanced technologies for heating in buildings, including: space heaters (boilers, electric and fuel driven heat pumps, micro-cogeneration), heating controls and components, heat storage and heat emitters (radiators, surface heating and cooling systems), renewable energy systems (solar thermal, geothermal, biomass). The industry has total sales of more than 20 billion euro and employs 120.000 people.&#xd;<br />&#xd;<br />EHI deals with the needs of the heating market from the point of view of industry. Its scope includes: the European regulatory framework, its implementation, and global aspects relating to the industry.","acronym":"EHI","interests":"Business and Industry, Climate Action, Consumers, Energy, Environment, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Review of energy labelling  and Ecodesign directives; Gas appliances regulation; Gas quality harmonisation; Air Quality policy; Energy Efficiency package; F-Gas Regulation Review; Waste electric and electronic Directive;","lastUp":"2018-06-06T15:23:35.808+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}