{"id":"957002029166-72","name":"INTERNATIONAL COUNCIL FOR HUMAN DEVELOPMENT","registrationDate":"2017-12-01T11:16:16.424+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://WWW.ICHD.EU","country":"Belgium","headAddress":"AVENUE DES VAILLANTS 36","headCity":"WOLUWE-SAINT-LAMBERT","headPostCode":"1200","headPhone":"(32)4 75 81 63 37","boss":"ALI SYED","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"L'association a pour objet l'organisation humanitaire au service des populations du monde entier, mais ciblant plus particulièrement la région du Cachemire. L'association désire apporter son aide au peuple du Cachemire : les priorités sont l'éducation et la santé mais aussi le soutien logistique ou de coordination ou toute autre aide nécessaire tant dans la vie de tous les jours que dans les cas de besoin plus spécifiques. L'association souhaite développer et améliorer les relations entre les communautés européennes et du Cachemire, par l'organisation de visites, forums, débats, rencontres sportives, découvertes des différentes cultures, récoltes de fonds, .... l'association désire développer ses relations avec d'autres organisations humanitaires ainsi que rentrer en contact avec les pays des Nations Unies afin de leur soumettre la réalité des évènements, d'améliorer la défense des droits du peuple Cachemiri et la défense des droits fondamentaux et universels de l'homme.","acronym":"ICHD","interests":"Culture, Economy, finance and the euro, Education and training, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"défense des droits de l'homme de la justice et de la défense des droits fondamentaux.&#xd;<br />Suivi des séminaires :&#xd;<br />*EU-Kashmir week in the European Parliament&#xd;<br />*Annual Report on Human rights and Democracy in the world&#xd;<br />*EP Debates on cases of breaches of human rights democracy and rule of law&#xd;<br />*EU initiatives on women empowerment in South Asia&#xd;<br />*EU relations with South Asia&#xd;<br />*EU INDIA ongoing FTA negociations","lastUp":"2019-10-21T10:12:05.024+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}