{"id":"957111421062-02","name":"European Network of Academic Sports Services (ENAS)","registrationDate":"2016-03-14T17:53:13.158+01:00","category":3,"subCategory":2,"legal":"CLG CHY","web":"http://www.enas-sport.net","country":"Ireland","headAddress":"ENAS - Student Sport Ireland - Irish Sport HQ","headCity":"Dublin","headPostCode":"","headPhone":"(353)16 25 11 00","boss":"Margo de Lange","bossTitle":"Ms","bossPosition":"Policy &amp; Project Officer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://enas-sport.net/members/join-benefits/","goal":"ABOUT: The European Network of Academic Sports Services (ENAS) is the association of Sports Offices in Higher Education Institutions in Europe. It is a non-governmental, international alliance with a common interest in the promotion of Higher Education sport and physical activity. ENAS was founded in 1997 in Chambéry, France and currently has over 120 members from 21 countries in Europe.&#xd;<br />&#xd;<br />With a target group of several million students and thousands of Academic Sport Services employees, ENAS can be an integrative element for the European movement. Our organisation works alongside key partners, to provide opportunities for its members to share experiences and good practice to assist in their development.&#xd;<br />&#xd;<br />MISSION: Networking for Better Student Sport.&#xd;<br />&#xd;<br />VISION: Connecting and Inspiring University Sports Services by sharing values, innovation and knowledge through best practices and excellent member networking opportunities.&#xd;<br />&#xd;<br />PURPOSES:&#xd;<br />*To develop communication between Academic Sport Services&#xd;<br />*To encourage the mobility of professionals involved in student sport&#xd;<br />*To share knowledge, exchange ideas and experiences&#xd;<br />*To promote and provide networking opportunities for University sports professionals&#xd;<br />*To support members in their efforts to increase profile and added value of student sport","acronym":"ENAS","interests":"Education, Sport, Youth","euInitiatives":"EU Workplan for Sport&#xd;<br />European Week of Sport&#xd;<br />High level group Sport Diplomacy&#xd;<br />High level group Grassroots Sport&#xd;<br />Education&#xd;<br />Youth&#xd;<br />Intergroup Sport European Parliament","lastUp":"2017-03-01T09:38:01.783+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}