{"id":"957328734838-15","name":"Landesverband Bayerischer Schafhalter e.V.","registrationDate":"2019-05-15T16:36:18.399+02:00","category":2,"subCategory":1,"legal":"Eingetragener Verein","web":"https://www.alpinetgheep.com/verbaende.html","country":"Germany","headAddress":"Landesverband Bayerischer Schafhalter e.V.","headCity":"Grub-Poing","headPostCode":"85586","headPhone":"(49)89 53 62 26","boss":"Martin Bartl","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Als Interessenvertretung der Schafhaltung in Bayern wollen wir Schafhaltern, und im besonderen unsere Mitgliedern, stets unterstützen.&#xd;<br />Wir bieten Schulungen, Weiterbildungen, Erfahrungsaustausch, Informationen, und Hilfestellung zum Thema Schafhaltung/Schäferei an.&#xd;<br />&#xd;<br />Wir bieten Verbrauchern Einblick in die Schafhaltung und wollen über den Nutzen für die Gesellschaft informieren.&#xd;<br />Unser Ziel ist Transparenz und Dialog mit und für den Kunden und den Bürgern.&#xd;<br />&#xd;<br />Ein großes Ziel ist die Erhaltung der Biodiversität in unserer Region und der Natur- und Artenschutz in Deutschland.&#xd;<br /> &#xd;<br />Wir sind auf div. Veranstaltungen in ganz Deutschland vertreten. &#xd;<br />Schafhalter erhalten bei uns Unterstützung Rund um das Thema Schafhaltung und Schäferei.&#xd;<br />&#xd;<br />Der Landesverband Bayerischer Schafhalter e.V. wurde 1918 als Selbsthilfeorganisation der Schafhalter in Bayern gegründet. Er hat seinen Sitz in München und ist dort im Vereinsregister eingetragen.&#xd;<br />&#xd;<br />Zur Zeit hat der Verband ca. 2000 Mitglieder. Überwiegend handelt es sich dabei um Schafhalter, Schafzüchter und Schäfer; es sind aber auch zahlreiche Schäfervereine, Schafhaltervereinigungen und Arbeitskreise Mitglied des Verbandes.","acronym":"","interests":"Agriculture and Rural Development, Competition, Consumers, Education and training, Environment, Food Safety, Regional Policy","euInitiatives":"Neufestsetzung der Agra-Subventionen &#xd;<br />Tierschutzvorschriften&#xd;<br />EU-Tierschutzverordnung&#xd;<br />Tiertransportverordnung &#xd;<br />Verbraucherschutz&#xd;<br />Biodiversität&#xd;<br />Naturschutz&#xd;<br />uvm.","lastUp":"2019-05-15T16:45:00.002+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}