{"id":"957449219758-32","name":"The European Institute for Innovation through Health Data","registrationDate":"2015-12-01T17:17:43.845+02:00","category":3,"subCategory":2,"legal":"iasbl - international non-profit organizations","web":"http://www.i-hd.eu","country":"Belgium","headAddress":"165 Oude Mechelsestraat","headCity":"Strombeek-Bever","headPostCode":"B-1853","headPhone":"(32)0 93 32 40 67","boss":"Dipak Kalra","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"3.5","membership":"","memberOrga":"https://www.i-hd.eu/index.cfm/about/members/","goal":"The European Institute for Innovation through Health Data (i~HD) has been formed as one of the key sustainable entities arising from the Electronic Health Records for Clinical Research (EHR4CR) and SemanticHealthNet projects, in collaboration with several other European projects and initiatives supported by the European Commission.&#xd;<br />&#xd;<br />The vision of i~HD is to become the European organization of reference for guiding and catalyzing the best, most efficient and trustworthy uses of health data and interoperability, for optimizing health and knowledge discovery.&#xd;<br />&#xd;<br />i~HD has been established in recognition that there is a need to tackle areas of challenge in the successful scaling up of innovations that critically rely on high quality and interoperable health data, to sustain and propagate the results of health ICT research, and to specifically address obstacles to using health data that are not being addressed by other current initiatives. It has been formed after wide consultation and engagement of many stakeholders to fill a recognised gap, to develop products and services that can help to maximise the value obtained by all stakeholders from health data, to support innovations in health maintenance, health care delivery and in knowledge discovery. It will importantly bring multiple stakeholder groups together in order to ensure that future solutions serve their collective needs and can be readily adopted affordably and at scale.&#xd;<br />&#xd;<br />i~HD has been established as a European not for profit body, registered in Belgium through Royal Assent. It will be governed by its member stakeholders, public and private, through an elected Board and officers. It will be financed by a mixture of membership subscriptions, fees from providing services such as certification and accreditation, specific project grants and other income from education, training and expert advisory roles.&#xd;<br />&#xd;<br />i~HD will establish and manage two Centres of Excellence (CoEs): on the reuse of health data for research, and on semantic interoperability.&#xd;<br />&#xd;<br />The main projects of the Centre of Excellence for Research Use of Health Data will be to collate and promote best practices in information governance, to certify health research platforms and service providers (starting with the first EHR4CR Service Providers), to provide governance oversight of the EHR4CR operating environment, and to grow a network of excellence comprising hospitals, research units and research sponsors.&#xd;<br />&#xd;<br />The main projects of the Centre of Excellence for Semantic Interoperability will be to collate and promote good practices in the development of interoperability assets and a framework for quality labelling them, to develop and publish an online register of semantic interoperability assets, to develop an evidence base of benefits from semantic interoperability and to form an Alliance of eHealth stakeholders to work together on future semantic standards development and to promote good adoption practices.&#xd;<br />&#xd;<br />In its first year i~HD and its CoEs will particularly focus on securing the trust of the public and patients in the re-use of health data for research and on presenting the value to society from clinical research. They will also promote best practices in interoperability asset development and information governance.","acronym":"i~HD","interests":"Public Health, Research and innovation, Trans-European Networks","euInitiatives":"Undertake initiatives and lead areas of research contributing to the EC’s Digital Single Market&#xd;<br />Develop best practices in developing semantic interoperability assets&#xd;<br />Develop and promote codes of conduct for the reuse of health data for research","lastUp":"2019-10-09T16:47:37.669+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}