{"id":"95758602510-51","name":"Bundesverband höherer Berufe der Technik, Wirtschaft und Gestaltung e. V.","registrationDate":"2009-10-15T11:13:07.709+02:00","category":2,"subCategory":1,"legal":"eingetragener Verein","web":"http://www.bvt-online.de","country":"Germany","headAddress":"Am Tor, 9","headCity":"Königswinter","headPostCode":"53639","headPhone":"(49)2 24 49 24 27","boss":"Gerard Wolny","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Der Bundesverband höherer Berufe der Technik, Wirtschaft und Gestaltung e. V. (BVT) ist die Vertretung aller Staatlich geprüften Techniker/-innen, Betriebswirte/-innen und Gestalter/-innen sowie der Studierenden an den Fachschulen bei allen berufs- und sozialpolitischen Belangen in Deutschland und Europa. Er vertritt in Deutschland die Interessen von über 2 Millionen Fachschulabsolventen und hat 19.000 Mitglieder. &#xd;<br />&#xd;<br />Gegründet 1974 als Bundesverband staatlich geprüfter Techniker durch die Fusion von 8 Technikerverbänden. Im Jahre 2005 hat sich der BVT auch für Staatlich geprüfte Betriebswirte/-innen und Gestalter/-innen geöffnet, um alle Absolventen von Fachschulen zu vertreten. &#xd;<br />&#xd;<br />Der BVT wird geleitet vom Bundesvorstand, dem neben dem Vorsitzenden sechs Stellvertreter angehören. Laut Satzung ist die Hauptversammlung das oberste Organ des Verbandes und tritt in der Regel alle drei Jahre zusammen.&#xd;<br />&#xd;<br />Der BVT tritt ein für die Anerkennung von Staatlich geprüften Technikern/-innen, Betriebswirten/-innen und Gestaltern/-innen als qualifizierte und praxisorientierte Fachkräfte im In- und Ausland. &#xd;<br />&#xd;<br />Ferner für&#xd;<br />- die Sicherstellung einer qualifizierten Ausbildung an den Fachschulen&#xd;<br />&#xd;<br />- eine der Ausbildung entsprechende Einbeziehung der Fachschulabsolventen in die Regelungen eines vereinten Europas&#xd;<br />&#xd;<br />- die Änderung der Berufsbezeichnungen zur Verdeutlichung der Qualität dieser Aufstiegsfortbildungen:&#xd;<br /> 1. Staatlich geprüfter/e Techniker/in, Bachelor professional&#xd;<br /> 2. Staatlich geprüter/e Betriebswirt/in, Bachelor professional&#xd;<br /> 3. Staatlich geprüfter/e Gestalter/in, Bachelor professional","acronym":"BVT","interests":"Borders and Security, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market","euInitiatives":"Berufsanerkennungsrichtlinie; EQR;Transparenzinitiative","lastUp":"2019-07-08T13:19:21.957+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}