{"id":"957604517912-74","name":"Politecnico di Torino","registrationDate":"2015-07-28T14:58:07.071+02:00","category":4,"subCategory":12,"legal":"Organismo di diritto pubblico - Università","web":"http://www.polito.it/","country":"Italy","headAddress":"CORSO DUCA DEGLI ABRUZZI 24","headCity":"TORINO","headPostCode":"10129","headPhone":"(39)01 10 90 63 00","boss":"GUIDO SARACCO","bossTitle":"Mr","bossPosition":"RETTORE","membersCount":20,"membersFTE":"5.0","membership":"ECTP – EUROPEAN TECHNOLOGY CONSTRUCTION PLATFORM &#xd;\nJTI CS2: Clean Sky  2&#xd;\nJU ECSEL  &#xd;\nEERA – EUROPEAN ENERGY RESEARCH ALLIANCE &#xd;\nETP-EUMAT: European Technology Platform for Advanced Engineering Materials and Technologies&#xd;\nEIP-Raw Materials&#xd;\nEFFRA- European Factory of the Future Research Association&#xd;\nEGVIA A.I.S.B.L - The European Green Vehicles Initiative Association&#xd;\nELGIP - European Large Geotechnical Institutes Platform&#xd;\nEPIC – European Photonics Industry Consortium&#xd;\nERIC aisbl – European Research Institute of Catalysis&#xd;\nHPC Advisory Council&#xd;\nPROMETIA &#xd;\nIAF - INTERNATIONAL ASTRONAUTICAL FEDERATION&#xd;\nIPOCH2-CULTURAL HERITAGE ITALIAN NATIONAL PLATFORM&#xd;\nNEREUS - NETWORK OF EUROPEAN REGIONS USING SPACE TECHNOLOGIES&#xd;\nN.ERGHY - New European Research Grouping for Fuel Cells and Hydrogen&#xd;\nDHC “District Heating and Cooling”&#xd;\nKIC ADDED VALUE MANUFACTURING&#xd;\nKIC EIT DIGITAL&#xd;\nALICE&#xd;\nAPRE&#xd;\nEARMA&#xd;\nCESAER&#xd;\nCLUSTER","memberOrga":"","goal":"The Politecnico di Torino (www.polito.it), founded in 1906 from the roots of the Technical School for Engineers created in 1859, has a long-standing tradition of leadership of polytechnic culture. It is one of the most important universities in Europe for engineering and architecture studies, strongly committed to collaboration with industry. Currently it is among the top Engineering and Technology universities in the world, the 41st according to the QS University Rankings 2019 by broad Subject, the 38th in Architecture and Built Environment, 24th for Civil and Structural Engineering and 31st in Mechanical, Aeronautical and Manufacturing by Subject.&#xd;<br />It has an yearly budget of about €300 million and over 35,000 students enrolled in academic courses of different levels, Bachelor, Master of Science, PhD, Specializing Master Courses of I and II Levels (16% of them are international students). POLITO international education network features about 463 bilateral agreements and 130 double-degree agreements with EU and non-EU universities, active participation in university networks and the establishment of international campuses (e.g. Sino-Italian campus of Tongji University in Shanghai). Moreover, it is part of some of the major European interuniversity networks, such as CESAER, CLUSTER, EUA, Sefi, T.I.M.E and ISCN. These contacts allow spreading and disseminating project results to a wide number of institutions. POLITO employs 900 people among professors and tenured researchers. Each year POLITO draw up about 800 contracts with industries, government funded institutions, local organizations. The participation to many national and international projects allows POLITO to accrue a great experience: in the FP7 Politecnico had more than 230 approved projects with a total EU contribution of 66 million Euro, ranking among the top 200 entities participating in FP7; in H2020 it has already 180 approved projects with a total EU contribution of 62.7 million Euro. It has also a strong experience in project coordination: the Research Support Department has been involved in the management of EU RTD projects since 1995. Politecnico di Torino is also active in many activities and projects aiming at citizens’ involvement in science. POLITO is interested in developing permanent partnerships in research and education with industries that want to take advantage of university collaboration for innovation and development. The Cittadella Politecnica (the 170,000 m2 recent expansion of the main campus in a central position of Torino city) is the place dedicated to cooperation between POLITO and industries.","acronym":"POLITO","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Culture, Culture and media, Digital economy and society, Education and training, Energy, Environment, Food Safety, International co-operation and development, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Politecnico di Torino is member of several European structures and platforms, as EIP on Raw Materials,&#xd;<br />EIP on Smart Cities and Communities etc.","lastUp":"2019-06-14T15:49:55.236+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}