{"id":"957704430092-36","name":"LOTRIČ Metrology d.o.o.","registrationDate":"2018-02-09T09:34:20.724+01:00","category":2,"subCategory":3,"legal":"d.o.o.","web":"http://www.lotric.si/en","country":"Slovenia","headAddress":"Selca 163","headCity":"Selca","headPostCode":"4227","headPhone":"(386)40 28 58 95","boss":"MARKO LOTRIČ","bossTitle":"","bossPosition":"GENERALNI DIREKTOR","membersCount":5,"membersFTE":"3.25","membership":"Gospodarska zbornica: https://www.gzs.si/&#xd;\nObrtno - podjetniška zbornica: http://www.ozs.si/&#xd;\nSlovenian business club: http://www.slovenianbusinessclub.si/domov/&#xd;\nACS: http://www.acs-giz.si/&#xd;\nŠolski center Škofja Loka: http://www.scsl.si/&#xd;\nEFQM: http://www.efqm.org/","memberOrga":"","goal":"Že skoraj tri desetletja opravljamo kalibracije in preskušanja, razvijamo vrhunske in tehnološko dovršene, a za uporabo enostavne meroslovne izdelke in rešitve. Prenašamo znanje, zastopamo najboljše domače in tuje proizvajalce merilne, farmacevtske in laboratorijske tehnike ter skrbimo za razvoj in napredek področja meroslovja./&#xd;<br />We have been calibrating and testing for nearly three decades. We develop state of the art, highly perfected, but easy to use metrology products and services. We transfer knowledge, represent top Slovene and foreign producers of measurement, pharmaceutical and laboratory equipment, and are at the same time a driving force for progress of the field of metrology.","acronym":"LOTRIČ Metrology","interests":"Communication, Competition, Customs, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Food Safety, Public Health, Research and Technology, Transport","euInitiatives":"Izolirane hladilne naprave, ki se uporabljajo za transport pokvarljivih živil morajo biti redno vzdrževane in pregledane s strani pooblaščenih ATP postaj. Gre za sporazum o mednarodnem prevozu pokvarljivih živil in o specialnih vozilih za njihov prevoz. Podjetje LOTRIČ Meroslovje je pooblaščeno za redni in izredni pregledi vozil po posebnih zahtevah – ATP. Vpisano je na mednarodni seznam izvajalcev pregledov vozil pri Evropski komisiji.","lastUp":"2018-02-09T09:34:44.683+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}