{"id":"957789015001-40","name":"Aqua Europa AISBL","registrationDate":"2014-11-24T20:17:13.335+01:00","category":2,"subCategory":4,"legal":"Not-for-profit association","web":"http://www.aqua-europa.eu","country":"Belgium","headAddress":"Square de Meeus, 38 - 40","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(322)4 01 61 94","boss":"David Neil-Gallacher","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"Aqua Europa eight years ago established the Brussels Water Alliance, an informal network of trade bodies with interests in the water sector.&#xd;\n&#xd;\nIn 2016 formed a group of some 30 Brussels-based trade bodies representing industries involved with the supply of products or materials used in drinking water applications that are connected to municipal drinking water supplies within the European Union.  to address the current lack of harmonisation of regulatory requirements within the EU covering products and materials used in applications involving contact with drinking water. The objective is to achieve a single scheme for assessment and certification of products and materials that are used in drinking water applications, which will be accepted in all EU Member States.&#xd;\n&#xd;\nMember of the Europan Water Alliance and WssTP","memberOrga":"Austrian Water Association; Agoria (B); BDZ, BSW, Figawa (D); Irish Water Treatment Association; Aqua Italia; Envaqua (NL); Aqua España; Aqua Suisse; BEAMA, British Water (UK)","goal":"The association exists to promote the commercial and technical interests at the EU level of the supply chain of the European water and wastewater industry within the EU and globally.  It collaborates with other trade bodies representing the interests of sectors with some level of interest in water- and environment-related matters, eg, chemicals, construction, plastics, rubber, resins et al.  Aqua Europa is Partner organisation within CEN and participates directly in about a dozen CEN Technical Committees.","acronym":"AE","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Public Health, Regional Policy","euInitiatives":"Monitoring of all EU environmental legislation/regulation, industrial and technological regulation relating to the European water and wastewater industry.","lastUp":"2017-03-10T00:19:03.823+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}