{"id":"957847722349-55","name":"ATREVIA","registrationDate":"2016-06-15T12:59:08.419+02:00","category":1,"subCategory":6,"legal":"G.P Inforpress S.L","web":"http://www.atrevia.com","country":"Spain","headAddress":"C/ Villarroel 214 1,2","headCity":"Barcelona","headPostCode":"","headPhone":"(34)9 15 64 07 25","boss":"Asunción  Soriano Cuesta","bossTitle":"","bossPosition":"CEO ","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Hacemos que las organizaciones refuercen su capacidad de influir en la sociedad, que creen alianzas, que involucren a sus equipos con la estrategia del negocio y generen pasión con sus marcas. Nuestra especial visión de la comunicación y nuestra forma de entender este trabajo, nos han llevado a crear un nuevo modelo de consultora estratégica y de agencia creativa con desarrollos específicos en Diseño, Eventos, Comunicación Audiovisual, Plataformas Digitales e Investigación. Hoy abarcamos las tres grandes áreas que, a nuestro entender,  cierran el círculo completo de la Consultoría: Corporate, Marcas y Personas. Nos gusta ofrecer nuestro conocimiento a empresas con sueños y ambición, empresas que buscan comunicarse mejor con todos sus públicos. Nos gusta transmitir que todos estamos en un proyecto común, pensar que ese proyecto es compartido.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Como compañía de asuntos públicos estamos interesados, principalmente, en los siguientes proyectos legislativos:&#xd;<br />&#xd;<br />- Digital Single Market&#xd;<br />- Mercado único de la energía&#xd;<br />- Medidas antidumping en el seno de la industria siderúrgica&#xd;<br />- Directiva NIS","lastUp":"2018-10-09T09:09:06.286+02:00","customers":"Organización Nacional de Ciegos Españoles","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}