{"id":"957859436064-76","name":"Public Joint Stock Company \"Acron\"","registrationDate":"2019-10-01T15:57:44.813+02:00","category":2,"subCategory":3,"legal":"Public Joint Stock Company","web":"http://www.acron.ru/en/","country":"Russia, federation of","headAddress":"12 Krasnopresnenskaya Naberezhnaya","headCity":"Moscow","headPostCode":"123610","headPhone":"(7)49 57 45 77 45","boss":"Vladimir Kunitsky","bossTitle":"Mr","bossPosition":"General Director","membersCount":2,"membersFTE":"0.5","membership":"Acron is a member of: &#xd;\n&#xd;\n- International Fertilizer Industry Association;&#xd;\n- European Fertilizer Import Association;&#xd;\n- Russian Fertiliser Producers Association.","memberOrga":"","goal":"Acron is a major global mineral fertiliser producer&#xd;<br />Acron Group&#xd;<br />·         Leading Russian vertically integrated NPK producer, among the top ten global producers by NPK capacity&#xd;<br />·         Two chemical production facilities and a mine in Russia with aggregate capacity of over 7 mn t of commercial product&#xd;<br />·         Mining licences in Russia and Canada for over 400 mn t of recoverable potash resources in terms of KCl&#xd;<br />·         Three Baltic Sea transshipment port terminals with aggregate throughput capacity of over 5 mtpa&#xd;<br />·         Extensive distribution networks in Russia (Agronova) and China (Beijing Yong Sheng Feng AMPC, LTD), and wholly-owned trading companies (Acron Argentina S.R.L, Acron Brasil Ltda., Acron USA Inc., Acron Switzerland AG, Acron France SAS)&#xd;<br />·         2018 consolidated IFRS revenue: USD 1,723 mn&#xd;<br />·         2018 IFRS EBITDA: USD 591 mn&#xd;<br />·         2018 net profit: USD 212 mn&#xd;<br />·         The Group’s shares and GDRs are listed at MOEX and LSE&#xd;<br />·         Acron is a member of the International Fertilizer Industry Association, the European Fertilizer Import Association and the Russian Fertiliser Producers Association&#xd;<br />·         About 11,000 employees in ten countries&#xd;<br />Acron Group’s business model is based on an effective chain of interconnected segments, including mining, chemical production, logistics and distribution. Vertical integration allows the Group to control the value-added chain and ensures business sustainability and competitive strength.&#xd;<br />&#xd;<br />The main goal of the Group’s feedstock segment is to provide feedstock to Acron Group’s chemical production facilities in order to improve the Group’s competitiveness. The main goal in segment of chemical production is to produce high-quality products, increase output and develop new brands of complex fertilisers. Advanced logistics ensures uninterrupted feedstock delivery and guarantees the shipment of products. Extensive distribution networks in Russia and China and trading companies in Europe, the U.S. and Latin America provide the Group with market diversification and 100% product sales. The Group holds leading market positions in its segments in Russia, Brazil, the United States, China and Thailand.&#xd;<br />&#xd;<br />In 2017, Acron Group presented an updated development strategy through 2025 designed to make maximum use of existing production potential. The new development programme includes a number of highly efficient projects at Acron and Dorogobuzh with relatively small CAPEX and payback periods. The projects can be combined for flexibility in the investment programme, offering Acron Group greater control of its debt burden. In its new development strategy, Acron Group also focuses on the needs of its customers, expanding the product portfolio and further developing its distribution segment.&#xd;<br />&#xd;<br />In 2018, the Group resolved to launch active construction at the Talitsky potash mine. This project will complete Acron Group’s vertical integration for the three key elements – nitrogen, phosphorus, and potassium – and will make Acron one of the most competitive NPK producers globally.&#xd;<br />The strategy through 2025 is expected to:&#xd;<br />·         Boost capacity and output and expand the product portfolio&#xd;<br />·         Commence own potash production and complete vertical integration&#xd;<br />·         Considerably develop distribution and enhance penetration in key markets&#xd;<br />&#xd;<br />The Group’s general approach to sustainability is based on the principle of responsible business in all footprint regions.&#xd;<br />We invest in the professional growth of our employees, providing them with competitive salaries and social support programmes. Acron Group contributes to the social and economic development of our footprint regions and cooperates closely with stakeholders, working to balance the Group’s interests and the needs of our clients and local communities.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Customs, Food Safety, Trade","euInitiatives":"Products of PJSC Acron are subject to EU anti-dumping measures:&#xd;<br />Anti-dumping measures on UAN from Russia, Trinidad and Tobago and USA&#xd;<br />and&#xd;<br />Anti-dumping measures on ammonium nitrate from Russia.&#xd;<br />&#xd;<br />Acron follows EU trade policy and legislative files concerning products, produced by Acron (fertilizers).","lastUp":"2019-10-07T14:25:35.238+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}