{"id":"957847722349-55","name":"ATREVIA COMUNICACIÓN","registrationDate":"2016-06-15T12:59:08.419+02:00","category":1,"subCategory":6,"legal":"ATREVIA COMUNICACIÓN S.L.U.","web":"http://www.atrevia.com","country":"Spain","headAddress":"C/ Villarroel 214 1,2","headCity":"Barcelona","headPostCode":"","headPhone":"(34)9 15 64 07 25","boss":"Asunción  Soriano Cuesta","bossTitle":"","bossPosition":"CEO ","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"Somos una empresa Global de Comunicación y Posicionamiento Estratégico, la mayor en España. Nuestras oficinas propias en 16 países y nuestra red de partners nos permiten ofrecer una cobertura global a nuestros clientes.&#xd;<br />Con más de 350 profesionales, de 30 nacionalidades y perfiles multidisciplinares, aportamos soluciones integrales en más de 20 áreas de especialización.&#xd;<br />Desarrollamos conocimiento a través de la investigación en colaboración con prestigiosos centros de talento (IESE, IE y Deusto Business School). Publicamos estudios, informes y libros de las últimas tendencias en Comunicación. Organizamos encuentros para favorecer el acercamiento de nuestros clientes con los actores clave y sus públicos objetivo.&#xd;<br />Hemos sido reconocidos con importantes galardones nacionales e internacionales, como Sabre Awards, International Stevie Awards, Questar Awards, Mercury Excellence Awards, Best Place to Work, Premios Nacionales de Marketing, o el Iberian Consultancy of the Year en los EMEA Sabre Awards 2018.&#xd;<br />Creemos en el poder de la comunicación como herramienta transformadora. Desde nuestro compromiso de responsabilidad social, buscamos generar valor en nuestro entorno desarrollando y compartiendo conocimiento, construyendo redes de diálogo y colaboración o apoyando iniciativas que marcan la diferencia. Siempre con el foco en las personas, para construir juntos un horizonte sostenible.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Como compañía de asuntos públicos estamos interesados, principalmente, en los siguientes proyectos legislativos:&#xd;<br />&#xd;<br />- Digitalización&#xd;<br />- Agricultura&#xd;<br />- Salud&#xd;<br />- Energía&#xd;<br />- Asuntos Sociales&#xd;<br />- Comercio Internacional&#xd;<br />- Entre otros","lastUp":"2019-10-07T11:43:02.352+02:00","customers":"Organización Nacional de Ciegos Españoles","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}