{"id":"958085134359-28","name":"Asociación Española de la Carretera","registrationDate":"2019-04-01T14:22:17.033+02:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.aecarretera.com","country":"Spain","headAddress":"Calle Goya 23 piso 4 derecha","headCity":"Madrid","headPostCode":"28001","headPhone":"(34)9 15 77 99 72","boss":"Jacobo Díaz Pineda","bossTitle":"","bossPosition":"Director General","membersCount":9,"membersFTE":"9.0","membership":"Puede consultar el listado de socios de la Asociación Española de la Carretera en: https://www.aecarretera.com/quienes-somos/estructura/nuestros-socios","memberOrga":"Puede consultar el listado de socios de la Asociación Española de la Carretera en: https://www.aecarretera.com/quienes-somos/estructura/nuestros-socios","goal":"La Asociación Española de la Carretera (AEC), entidad sin ánimo de lucro fundada en 1949, trabaja desde sus inicios en la defensa y promoción de las carreteras. Su objetivo primordial ha sido y sigue siendo conseguir una red viaria más segura y de mayor calidad y capacidad. &#xd;<br />&#xd;<br />En 1998, la AEC fue declarada Entidad de Utilidad Pública, condición que subraya aún más su carácter de servicio a la sociedad.&#xd;<br />&#xd;<br />A lo largo de su existencia, la Asociación ha intentado adaptar sus actividades a los cambios sociales y económicos que en cada momento se han ido produciendo. Así, en la actualidad, sus actuaciones se centran en los siguientes campos de la seguridad vial, el medio ambiente, las nuevas tecnologías, la movilidad urbana y la calidad de Servicio de las infraestructuras&#xd;<br />&#xd;<br />En relación a estos ámbitos de trabajo, la AEC realiza numerosas actividades de carácter técnico y de formación o concienciación ciudadana: estudios e investigaciones, congresos, seminarios, cursos de formación, edición de publicaciones, campañas divulgativas, intercambio de información y documentación con instituciones similares en todo el mundo, etc. &#xd;<br />&#xd;<br />Todo ello en colaboración con distintos organismos de las administraciones públicas, empresas y otras federaciones y asociaciones de diversa índole.&#xd;<br />&#xd;<br />En su defensa de la carretera, la actividad de la AEC ha trascendido desde sus orígenes el ámbito puramente nacional, y ha adquirido pleno desarrollo participando en las instituciones y órganos de decisión internacionales con competencia en el sector viario.&#xd;<br />&#xd;<br />No en vano, desde 1950, la Asociación Española de la Carretera es el miembro español de la Federación Internacional de Carreteras (International Road Federation - IRF), además de ser uno de los socios fundadores de la Federación Europea de Carreteras (European Road Federation – ERF).&#xd;<br />&#xd;<br />Es, también, miembro fundador del Instituto Vial Ibero-Americano (IVIA), que reúne a los centros tecnológicos y de investigación de los países del centro y sur de América, y colabora con otras instituciones internacionales como la Comisión Europea, el European Transport Safety Council (ETSC) o la Organización para la Cooperación y el Desarrollo Económicos (OCDE). &#xd;<br />&#xd;<br />En 2005, la AEC recibió el galardón más importante en el ámbito internacional otorgado por la IRF. Se trata del “Global Road Achievement Award”, que la Asociación Española de la Carretera mereció en su categoría de “Advocacy and Lobbying”. Con este premio se reconoce su prestigio en todo el mundo y el valor de sus actividades dentro y fuera de nuestras fronteras.","acronym":"AEC","interests":"Education and training, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"La Asociación Española de la Carretera trabaja para contribuir al progreso de la carretera, promover la innovación y el desarrollo, así como proponer líneas de actuación orientadas a ofrecer soluciones efectivas a los problemas del sector viario en todos sus ámbitos: medio ambiente, conservación, financiación, materiales, nuevas tecnologías, etc.&#xd;<br />Diseña, coordina y dirige acciones formativas tanto a nivel técnico como a los usuarios de la carretera y público en general.&#xd;<br />Constituye un punto de encuentro de los técnicos y profesionales del sector viario","lastUp":"2019-04-01T14:32:53.443+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}