{"id":"959360327297-49","name":"LOTTO Rheinland-Pfalz GmbH","registrationDate":"2017-05-26T10:25:06.221+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.lotto-rlp.de","country":"Germany","headAddress":"Ferdinand-Sauerbruch-Straße 2","headCity":"Koblenz","headPostCode":"56073","headPhone":"(49)2 61 94 38 20 40","boss":"Jürgen Häfner","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"European Lotteries&#xd;\nWorld Lottery Association&#xd;\nDeutscher Lotto- und Totoblock","memberOrga":"","goal":"Die Lotto Rheinland-Pfalz GmbH mit Sitz in Koblenz ist Veranstalter bzw. Durchführer der vom Land Rheinland-Pfalz veranstalteten Lotterien und Sportwetten. Rechtsgrundlagen der Tätigkeit sind der Glücksspielstaatsvertrag und das Landesglücksspielgesetz des Rheinland-Pfalz.&#xd;<br />&#xd;<br />Die Lotto Rheinland-Pfalz GmbH setzt die Ziele des Glücksspielstaatsvertrag um:&#xd;<br />1.\tDas Entstehen von Glücksspiel- und Wettsucht zu verhindern und die Voraussetzungen für eine wirksame Suchtbekämpfung zu schaffen,&#xd;<br />2. durch ein begrenztes, eine geeignete Alternative zum nicht erlaubten Glückspiel darstellendes Glücksspielangebot den natürlichen Spielbetrieb der Bevölkerung in geordnete und überwachte Bahnen zu lenken sowie der Entwicklung und Ausbreitung von unerlaubten Glücksspieln in Schwarzmärkten entgegenzuwirken,&#xd;<br />3. den Jugend- und Spielerschutz zu gewährleisten,&#xd;<br />4. sicherzustellen, dass Glücksspiele ordnungsgemäß durchgeführt, die Spieler vor betrügerischen Machenschaften geschützt, die mit Glückspielen verbundene Folge- und Begleitkriminalität abgewehrt werden und&#xd;<br />5. Gefahren für die Integrität des sportlichen Wettbewerbs beim Veranstalten und Vermitteln von Sportwetten vorzubeugen. &#xd;<br />&#xd;<br />Der Jahresumsatz 2015 betrug Euro 375,2 Mio. Gesellschafter des Unternehmens sind das Land Rheinland-Pfalz sowie die Sportbünde Rheinland, Rheinhessen und Pfalz. Derzeit sind rund 180 Mintarbeiter bei dem Unternehmen beschäftigt, welches über ein Annahmestellennetz von rund 930 Annahmestellen in Rheinland-Pfalz verfügt.","acronym":"","interests":"Sport, Taxation","euInitiatives":"- EU-Strategie für den Digitalen Binnenmarkt&#xd;<br />- EU-Initiativen zu \"fair digital taxation\"&#xd;<br />- EU-Initiativen zur Harmonisierung und Standardisierung, die das Glücksspiel betreffen","lastUp":"2018-05-14T23:02:08.886+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}