{"id":"959766735801-64","name":"Irish Bioeconomy Foundation","registrationDate":"2019-09-05T11:51:23.804+02:00","category":2,"subCategory":3,"legal":"CLG","web":"http://bioeconomyfoundation.com/","country":"Ireland","headAddress":"National Bioeconomy Campus - Killoran, Moyne, Thurles,  Co Tipperary E41 R622, Ireland [EU]","headCity":"Killoran","headPostCode":"","headPhone":"(353)8 72 73 79 41","boss":"Filippo Giancarlo Martinelli","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"1.0","membership":"IBF is Full Member of Biobased Industries Consortium&#xd;\n&#xd;\nhttps://biconsortium.eu/membership/full-members/irish-bioeconomy-foundation","memberOrga":"http://bioeconomyfoundation.com/Members.html","goal":"The Irish Bioeconomy Foundation - Growing the Irish Bioeconomy together - is Ireland national bioeconomy association and innovation cluster. &#xd;<br />&#xd;<br />IBF was founded in mid-2017 to establish a fora of industry, academia and policy leaders around Ireland’s emerging bioeconomy.&#xd;<br />&#xd;<br />Our mission is &lt;To promote the conversion of Ireland’s natural land &amp; sea resources to high value products for the development of a sustainable bioeconomy that is globally competitive and creates local development>.&#xd;<br />IBF will help its members by:&#xd;<br />• Facilitating relations among innovative agribusiness, forestry, marine, energy and bioeconomy champions;&#xd;<br />• Generating synergies between different sustainable initiatives;&#xd;<br />• Enabling innovative projects to reach their next level;&#xd;<br />• Creating an integrated ecosystem of converging assets and ambitions.&#xd;<br />&#xd;<br />The Irish Bioeconomy Foundation (IBF) is now building, in the hearth of Ireland, a new center-of gravity, for agribusiness, marine, renewable energy, and bioeconomy players, featuring:&#xd;<br />• INNOVATION CLUSTER: the National Bioeconomy Campus (NBC), where our members and partners can aggregate to build new initiatives, converge interests and receive trainings;&#xd;<br />• DEMONSTRATION PLANT: the Irish Bioprocess Demonstrator (IBD), where our clients can pilot and demonstrate their innovative biotech and green chemistry solutions with the latest technologies and know how;&#xd;<br />• EUROPEAN LAUNCH-PAD: connecting the Irish Bioeconomy Public-Private Network (IBPPN) to European funding, non-Irish businesses and international talents.","acronym":"IBF","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Maritime affairs and fisheries, Research and innovation","euInitiatives":"The IBF members have a broad range of direct research and innovation activity in the bioeconomy and circular economy including major research projects funded nationally and internationally (EU H2020). Members have been involved in the successful BBI-funded (2016) Flagship Initiative AgriChemWhey, as well as in the Science Foundation of Ireland funded BEACON Research Centre. The BEACON centre focus on biological resources as alternative materials to finite fossil resources and is led by Prof. Kevin O’Connor of UCD. Furthermore, IBF represents the Irish Model Demonstrator region in the ICT-BIOCHAIN project; ICT-BIOCHAIN brings leading experts and support networks to develop Digital Innovation Hubs within ready-made test bed bioeconomy regions to examine opportunities for ICT, IoT and Industry 4.0. to increase the efficiency of high potential value biomass supply chains. Within ICT-BIOCHAIN, South East Ireland and Andalusia, will serve as test bed locations for the development of digital innovation hubs for biomass mobilisation.","lastUp":"2019-09-05T13:04:38.463+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}