{"id":"960224717731-23","name":"Magyar Tudományos Akadémia","registrationDate":"2015-06-25T11:05:59.542+02:00","category":4,"subCategory":5,"legal":"köztestület","web":"http://mta.hu","country":"Hungary","headAddress":"Széchenyi István tér 9.","headCity":"Budapest","headPostCode":"1051","headPhone":"(36)4 11 61 00","boss":"László Lovász","bossTitle":"Mr","bossPosition":"elnök","membersCount":4,"membersFTE":"2.5","membership":"EASAC, Science Europe, ALLEA, ICSU, UAI (Union Académique Internationale), ESF (European Science Foundation), DataCite, EARMA, Comité International Permanent de Linguistes, International Musicological Society, International Council for Traditional Music, Fédération Internationale des Sociétés et Inst. pour l' Etude de la Renaissance, Association Internationale d'Etudes du Sud-Est Europeen, Thesaurus Linguae Latinae, European Federation of National Institutions for Language, Comité International des Sciences Historiques, International Union of History and Philosophy of Sciences, Division of Logic, Methodology and Philosophy of Science, International Union of History and Philosophy of Sciences, Division of the History of Science and Technology, International Economic History Association, Comité International d'Historire de l' Art, International Union of Psychological Sciences, International Union of Soil Sciences, International Brain Research Organization, Federation of European Academies of Medicine, International Union of Theoretical and Applied Mechanics, International Union of Radio Sciences, Conf. Internat. des Grands Réseaux Electriques á Haute Tension, International Federation of Automatic Control, International Union for Vacuum Science, Technique and Application, International Commission on Irrigation and Drainage, International Federation for the Promotion of Mechanism and Machine Science, Association Internationale de la Couleur, International Centre for Mechanical Sciences, International Union of Pure and Applied Chemistry, International Union of Biochemistry and Molecular Biology, International Association for Danube Research, International Union of Pure and Applied Biophysics, International Union of Biological Sciences, European Molecular Biology Conference, International Geosphere-Biosphere Program, Scientific Committee on Problems of the Environment, European Association of Development Research and Training Institutes, International Union of Geodesy and Geophysics, International Geographical Union, International Union of Geological Sciences, International Association of Engineering Geology, International Association of Geomorphologists, International Union for Quaternary Research, International Seismological Center, International Astronomical Union, Committee on Space Research, Special Committee on Solar-Terrestrial Physics, International Union of Pure and Applied Physics, International Union of Crystallography, European Crystallographic Association, Astronomy and Astrophysics,","memberOrga":"The MTA as a \"public body\"  has approx. 15 thousand members (organized in 11 scientific sections), and it runs a research network (10 research centres, 5 research institutes, and appr. 140 groups at Hungarian universities and other public institutions.&#xd;\n&#xd;\nMTA's Scientific Sections:&#xd;\nhttp://mta.hu/english/scientific-sections-105963  &#xd;\n&#xd;\nMTA's research centres and research institutes:&#xd;\nhttp://mta.hu/english/mtas-research-centres-and-institutes-106085  &#xd;\n&#xd;\nAll organisations as members have their activities in Hungary.","goal":"The MTA is committed to the advancement, shaping and serving of science. Keeping the criteria of excellence in the forefront, the main responsibilities of the Academy, as the prime representative of Hungarian science, are to support and represent various scientific fields, and to distribute scientific results. MTA contributes not only to the organisation of scientific research in Hungary, but it also aims to forge closer links between Hungarian and international research. &#xd;<br />Pursuant to Section 1 (1) of the Act XL of 1994 on the MTA, „[t]he Hungarian Academy of Sciences (hereinafter: \"the Academy\") shall be an independent public-law association based on the principle of self-government and functioning as a legal person. As such it shall perform nationwide public responsibilities related to the pursuit, support, and representation of science.”&#xd;<br />According to Section 3 (1) of the same Act, „[i]t shall be the public duty of the Academy&#xd;<br />(a) to support the pursuit of sciences, scientific research and the publication of scientific books and journals; &#xd;<br />(b) to maintain, regulate, and efficiently operate a professional research network funded by the government budget for the pursuit of scientific research;&#xd;<br />(c) to operate a system of scientific qualification granting the following titles: Doctor of the Hungarian Academy of Sciences (hereinafter: “Doctor of HAS”), and Corresponding Member or Full Member of the Hungarian Academy of Sciences. The award of titles shall be governed by rules and regulations to be laid down by the Academy;&#xd;<br />(d) to evaluate regularly the results and trends of scientific research at home and abroad, and also to formulate relevant proposals;&#xd;<br />(e) when asked by Parliament or Government, to formulate its professional judgment on issues within its competence, i. e. issues mainly of science, education, society, the environment and the economy;&#xd;<br />(f) to promote the development of the Hungarian language and the pursuit of science and scholarship in Hungarian;&#xd;<br />(g) to safeguard the professional integrity of the scientific community, the freedom of scientific research and the freedom of expression of scientific opinion;&#xd;<br />(h) to maintain relations and conclude agreements with scientific institutions and organisations established in Hungary or in other countries, as well as international scientific institutions and organisations, especially academies, institutions of higher education, and scientific organisations of the EU;&#xd;<br />(i) to maintain relations with scholars and scientists living abroad but working in fields related to Hungary or doing their research work in Hungarian, and to support Hungarian science and scholarship pursued beyond Hungary’s frontiers;&#xd;<br />(j) to organise scientific programs and conferences, and to publish competitive calls for proposals;&#xd;<br />(k) to promote and assist the social and economic application of the results of scientific research;&#xd;<br />(l) on the basis of agreements that may be concluded with institutions of higher education and public libraries or museums, to maintain scientific research units at such institutions and to participate in undergraduate education and doctoral education taking place at institutions of higher education;&#xd;<br />(m) to enhance the continuous renewal of the research community by means of a system of grants to be financed from a special heading in the Academy’s budget; whether from its own resources or on the basis of a unilateral declaration of undertaking for a public purpose, the Academy may endow grants or prizes or may offer a reward for researchers of outstanding promise for a limited period; the conditions and details of such endowments and rewards shall be laid down in a regulation by the Academy;&#xd;<br />(n) to establish scientific sections, which shall be the basic units of scientific professional autonomy, and to form other bodies (e. g. scientific committees, regional committees, etc.) in a manner set by the Statutes.”","acronym":"MTA","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"1)\tHorizon 2020 Programme (especially the Excellent Science pillar including the European Research Council, the Marie Skłodowska-Curie Actions and the European Research Infrastructures);&#xd;<br />2)\tSC2 Work Programme 2018-2020 within Horizon 2020, review and update concerning the year 2019 and the year 2020, respectively, topic and proposal suggestions from Hungary for the same Work Programme;&#xd;<br />3)\tHorizon Europe (Framework Programme for Research and Innovation)","lastUp":"2018-06-26T13:17:27.024+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}