{"id":"960644722878-55","name":"Squire Patton Boggs LLP","registrationDate":"2016-08-01T08:53:30.102+01:00","category":1,"subCategory":10,"legal":"Limited Liability Partnership (LLP)","web":"http://www.squirepattonboggs.com/","country":"United states","headAddress":"4900 Key Tower 127 Public Square","headCity":"Cleveland","headPostCode":"OH 44114","headPhone":"(1)21 64 79 85 00","boss":"Mark J. Ruehlmann","bossTitle":"Mr","bossPosition":"Chairman/Global CEO","membersCount":12,"membersFTE":"7.0","membership":"American Chamber of Commerce to the EU&#xd;\nQED.EU – Promoting European Dialogue","memberOrga":"","goal":"Squire Patton Boggs is a global law firm with 46 offices in 21 countries. In Europe we operate via 16 offices and more than 600 legal and policy professionals. With an established reputation for dedicated client service, we provide forward-looking counsel that integrates legal, regulatory and public policy advice.&#xd;<br />&#xd;<br />Squire Patton Boggs’ European Public Policy Practice develops effective strategies to ensure that clients are heard at the right time and by the right people. Our experienced team helps clients to identify, assess and shape policies at EU or national level as well as within international bodies across Europe. &#xd;<br />&#xd;<br />For more information, please visit: http://www.squirepattonboggs.com/services/public-policy/european-public-policy","acronym":"SPB","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The main EU initiatives, policies and legislative files of relevance to Squire Patton Boggs cover the range of subject matters covered via our 32 practice groups and 12 industry groups. &#xd;<br />&#xd;<br />Please visit http://www.squirepattonboggs.com/services for more information.","lastUp":"2017-07-06T14:35:34.943+01:00","customers":"Synthos Group,KazMunayGas International","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"100000-499999"}