{"id":"961667133246-45","name":"Frauenvolksbegehren 2.0 – Verein zur Neuauflage eines Frauenvolksbegehrens in Österreich","registrationDate":"2018-11-19T12:41:05.072+01:00","category":3,"subCategory":2,"legal":"Verein","web":"https://frauenvolksbegehren.at/unser-team/","country":"Austria","headAddress":"Verein Frauenvolksbegehren 2.0","headCity":"Wien","headPostCode":"1120","headPhone":"(43)6 99 19 91 11 22","boss":"Jäger Lena","bossTitle":"Ms","bossPosition":"Vereinsobfrau ","membersCount":2,"membersFTE":"0.5","membership":"https://www.frauenring.at&#xd;\nhttps://www.solidaritaetspakt.org","memberOrga":"","goal":"Das Frauenvolksbegehren ist eine als Verein organisierte parteiunabhängige, zivilgesellschaftliche Initiative zur Stärkung von Frauen- und Menschenrechten in Österreich, die im Austausch mit einer Vielzahl an politischen Akteur*innen, frauenpolitischen Vereinen und Netzwerken steht.&#xd;<br />&#xd;<br />Seit dem ersten Frauen-Volksbegehren im Jahr 1997 hat sich einiges getan, aber nicht genug: Österreich ist international Vorreiter im Gewaltschutz, und heute traut sich kaum noch jemand eine öffentliche Diskussion zu organisieren, ohne eine einzige Frau einzuladen.&#xd;<br />&#xd;<br />Auch wenn die knapp 650.000 Unterschriften des ersten Frauen-Volksbegehrens nicht zu einer direkten Gesetzesänderung geführt haben, so sollte man zivilgesellschaftliche Bewegungen in einem größeren Kontext sehen. Frauenrechte sollten selbstverständlich sein, sind es aber nicht und daher müssen wir ihre Wahrung und Weiterentwicklung immer wieder einfordern. Österreich braucht eine breite Bewegung für Frauen- und Minderheitenrechte. Wir wissen, dass diese Bewegung nur dann erfolgreich sein wird und viele Menschen erreicht, wenn wir uns zusammentun und laut sind. Es ist Zeit.","acronym":"FVB","interests":"Culture, Culture and media, Education and training, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Taxation, Youth","euInitiatives":"Gender equality strategy 2018-2023; Activities of The Committee on Women's Rights and Gender Equality (FEMM)","lastUp":"2019-10-26T21:09:21.522+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}