{"id":"961707318657-19","name":"Biedrība Zemnieku saeima","registrationDate":"2015-09-04T14:20:10.158+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://zemniekusaeima.lv","country":"Latvia","headAddress":"Republikas lauk.2","headCity":"Rīga","headPostCode":"LV-1010","headPhone":"(371)67 02 70 44","boss":"Maira Dzelzkaleja-Burmistre","bossTitle":"Ms","bossPosition":"Deputy Board Chairwoman","membersCount":2,"membersFTE":"1.0","membership":"COPA member","memberOrga":"900 farmers, agriculture enterprises and NGO are members.","goal":"Farmers Parliament  is the voice of Latvian  farming.&#xd;<br />&#xd;<br />Farmers Parliament (ZSA) is a member organisation / industry association for farmers in Latvia.&#xd;<br />&#xd;<br />The Union was begun by 134 farmers in 1999 to ensure that the comercial farmers of Latvia are represented in communication with the government. The organisation has grown ever since and has become the largest farmers’ organisation in Latvia and one of the most influential unions in the country, reaching nearly 900 members, who together produce more than half of Latvian total agriculture produce. Farmers Parliament negotiates with the government and national organisations and institutions on behalf of Latvian farmers, as well as represents Latvian farmers’ interests at European Union level being a member in European Farmers umbrella organisation COPA/COGECA&#xd;<br />Organization Goals:&#xd;<br />To represent the interests of Latvian local farmers both at national and European Union level;&#xd;<br />To cooperate with national and international private and public institutions and organisations in order to provide best services for Union members;&#xd;<br />To ensure information, consultation and training for union members, other farmers and general public.","acronym":"ZSA","interests":"Agriculture and Rural Development, Budget, Climate Action, Environment, Food Safety, Regional Policy, Research and innovation, Taxation","euInitiatives":"Agriculture and rural development policy issues, including all related initiatives, policies and legal acts.","lastUp":"2019-07-03T10:01:23.668+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}