{"id":"961873216116-63","name":"Kofi Annan Foundation","registrationDate":"2015-03-05T11:35:04.830+01:00","category":3,"subCategory":2,"legal":"not-for-profit organisation","web":"http://kofiannanfoundation.org/","country":"Switzerland","headAddress":"9 - 11 rue de Varembé","headCity":"Geneva","headPostCode":"1202","headPhone":"(41)2 29 19 75 20","boss":"Alan Doss","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":12,"membersFTE":"12.0","membership":"","memberOrga":"","goal":"Inspired by the values and principles of Kofi Annan, the Foundation works to achieve a fairer, more peaceful world. The Foundation’s goals reflect Kofi Annan’s long standing conviction that no society can enjoy enduring success without peace and security, sustainable development and the respect for human rights and the rule of law. The Foundation therefore aims to mobilize the political will and leadership needed to tackle threats to peace and security, to sustainable development, to human rights and to the rule of law and thus help to create a fairer, more peaceful world. Through private diplomacy and public advocacy the Foundation works to raise awareness of emerging threats to peace and security as a means to help prevent or resolve conflict. The Foundation seeks to bolster the rule of law and respect for human rights through truth seeking, reconciliation and justice initiatives that engage civil society and policy makers alike. The Foundation works to catalyze policy change and action for sustainable development in an era of climate change.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Development, Environment, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Youth","euInitiatives":"Youth&#xd;<br />Countering Violent Extremism&#xd;<br />Food security and resilience&#xd;<br />Electoral Integrity&#xd;<br />Good Governance&#xd;<br />Conflict Mediation and Resolution&#xd;<br />Transitional Justice","lastUp":"2018-03-05T10:17:15.545+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}