{"id":"9624415524-28","name":"UNIFE","registrationDate":"2008-10-17T14:00:10.661+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.unife.org","country":"Belgium","headAddress":"Avenue Louise, 221","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 26 12 60","boss":"Philippe Citroën","bossTitle":"Mr","bossPosition":"Director General","membersCount":6,"membersFTE":"2.75","membership":"UNIFE is a member of the International Association of Public Transport (UITP), the American Public Transportation Association (APTA), of AEGIS Europe, of Rail Forum Europe and of SLOCAT.&#xd;\n&#xd;\nInformal network with rail associations and related industry at a national, European and International level, and with other stakeholders (e.g. NGOs) whenever required.","memberOrga":"www.unife.org","goal":"UNIFE is representing the European rail manufacturing industry in Brussels since 1992. With 23 fulltime staff, the Association gathers over 100 of Europe’s leading large and SME rail supply companies active in the design, manufacture, maintenance and refurbishment of rail transport systems, subsystems and related equipment. UNIFE also brings together 14 national rail industry associations of European countries. UNIFE members have an 84% market share in Europe and supply 46% of the worldwide production of rail equipment and services. UNIFE advocates its members’ interests at both the European and International level—actively promoting EU rail equipment and standards within Europe and abroad.&#xd;<br />&#xd;<br />All segments of the rail supply industry are represented in the membership: system integrators, railway infrastructure supply companies, rolling stock as well as subsystem and signalling suppliers and engineering companies join under the UNIFE umbrella to collaborate on common challenges and issues facing the rail supply industry. Our members are committed to providing the best technology to meet the challenges of growing transport volumes and the demand for sustainable and environmentally friendly transport. UNIFE and its members also work on the setting of interoperability standards and coordinate EU-funded research projects that aim at the technical harmonisation of railway systems. Through this broad spectrum of work and contributions to the European transport system, UNIFE has established itself as a trusted partner of the European Institutions in all matters related to rail and transport and is one of the official supporting bodies of the European Union Agency for Railways (ERA).","acronym":"UNIFE","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Enlargement, Environment, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Sustainable mobility&#xd;<br />TEN-T &amp; CEF&#xd;<br />Urban mobility&#xd;<br />Structural Funds &#xd;<br />EFSI &amp; InvestEurope&#xd;<br />Research &amp; Innovation&#xd;<br />Public Procurement&#xd;<br />Industrial Policy Strategy&#xd;<br />Trade and international affairs","lastUp":"2019-12-13T10:18:56.363+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}