{"id":"962687110415-94","name":"Metsäliitto Cooperative","registrationDate":"2013-01-07T12:42:56.151+02:00","category":2,"subCategory":3,"legal":"Cooperative","web":"http://www.metsagroup.com","country":"Finland","headAddress":"Revontulenpuisto, 2","headCity":"Espoo","headPostCode":"FI-02020 Metsä","headPhone":"(358)10 46 01","boss":"Miika  Arola","bossTitle":"Mr","bossPosition":"Group General Counsel","membersCount":5,"membersFTE":"2.75","membership":"The main European level associations are CEPI, Pack2Go, CEI-Bois and BusinessEurope. In addition, Metsä Group's business areas contribute to the work of several sectoral associations.","memberOrga":"","goal":"Metsä Group is a responsible forest industry group who produces high-quality products mostly from renewable Nordic wood and wood fibre. Our core business are tissue and cooking papers, board, pulp, wood products as well as wood supply. Metsä Group works actively in research and development in order to develop new products and to diversify the use of our current products. Furthermore, the Group tries to find ways to use its wood raw material more efficiently.&#xd;<br />&#xd;<br />Metsä Group follows and takes interest in the development of regulatory frameworks affecting our operations and markets. We promote among others sustainable forest management, resource-wise bioeconomy and the role of a resource-wise bioeconomy in the circular economy. The group’s overall aim is to guarantee the global competitiveness of the European forest industry to maintain and increase industrial production in Europe. &#xd;<br />We contribute to developing a high-value, low-carbon forest fibre industry by 2050. We provide industry and trade associations as well as legislators and decision makers with information on our views and impacts on our operational environment.","acronym":"Metsä Group","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Customs, Energy, Environment, Food Safety, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Climate change and energy policy, renewable energy, environmental policy, transport, forest policy and wood availability, resource efficiency, bioeconomy, circular economy, water, waste and recycling policies, product safety, food safety, innovation policies, wood products and construction, trade policy","lastUp":"2019-07-22T12:34:21.207+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}