{"id":"962717910722-61","name":"IIGCC","registrationDate":"2013-02-28T18:21:13.965+01:00","category":3,"subCategory":2,"legal":"Company Limited by Guarantee","web":"http://www.iigcc.org/","country":"United kingdom","headAddress":"ADAM HOUSE","headCity":"LONDON","headPostCode":"WC2N 6AA","headPhone":"(44)20 75 20 93 05","boss":"Peter Damgaard Jensen","bossTitle":"Mr","bossPosition":"Chair","membersCount":3,"membersFTE":"1.5","membership":"Global Investor Coalition on Climate Change&#xd;\nhttp://globalinvestorcoalition.org/","memberOrga":"Full list of IIGCC members can be found here: &#xd;\nhttps://www.iigcc.org/about-us/our-members/","goal":"The Institutional Investors Group on Climate Change (IIGCC) is a forum for collaboration on climate change for European investors. It provides investors with the collaborative platform to encourage public policies, investment practices and corporate behaviour that address long-term risks and opportunities associated with climate change and the transition to a low-carbon economy.  &#xd;<br />&#xd;<br />IIGCC currently has 170 members, including some of the largest pension funds and asset managers in Europe, representing around €23 trillion in assets.&#xd;<br />IIGCC pursues its mission through two strategic objectives:&#xd;<br />•             To change policy signals by encouraging the adoption and effective implementation of strong and credible public policy solutions that ensure an orderly and efficient move to a low carbon economy as well as measures for adaptation. &#xd;<br />•             To inform investment and ownership practices to preserve and enhance long-term investment values.","acronym":"IIGCC","interests":"Banking and financial services, Climate Action, Economy, finance and the euro, Energy, Regional Policy, Transport","euInitiatives":"Key focus areas for 2019:&#xd;<br />•\tGlobal climate process and implementation of the Paris Agreement (including the EU’s NDC)&#xd;<br />•\tG20 &amp; G7 green finance work&#xd;<br />•\tEU Sustainable Finance Package&#xd;<br />•\tEU 2050 long-term strategy for decarbonisation&#xd;<br />•\tEU elections and new European Commission&#xd;<br />•\tBrexit in relation to climate change and energy policy","lastUp":"2019-03-14T13:30:20.885+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}