{"id":"963107336853-22","name":"Youth ALEXIS","registrationDate":"2019-12-20T12:37:23.830+01:00","category":3,"subCategory":2,"legal":"Nonprofit","web":"https://www.youthalexis.org","country":"North macedonia","headAddress":"Borka Utot 2","headCity":"Prilep","headPostCode":"7500","headPhone":"(389)75 91 57 29","boss":"Aleksandar Shuleski","bossTitle":"Mr","bossPosition":"Executive Director and CEO","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Our Mission&#xd;<br />&#xd;<br />Our mission is the social and psychological well-being of youth educators by enhancing the working and professional capacity through lifelong learning.&#xd;<br />&#xd;<br />Our Work&#xd;<br />&#xd;<br />Our good knowledge of the current state of youth work education helps participants become aware of the skills and competencies they have acquired through many learning opportunities.","acronym":"","interests":"Banking and financial services, Budget, Communication, Competition, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Public Health, Regional Policy, Taxation, Trans-European Networks, Transport, Youth","euInitiatives":"Fostering active citizenship of youth educators and decision-makers, promoting civic and democratic  participation of young people at the EU level through brief participation in responding in surveys, questionnaires and citizens debates by the European Parliament and the European Commission. Education and Training 2020, Europe 2020 Strategy, Erasmus+ Programme, Skills Agenda, and Europe for Citizens Programme with organising events, meetings, promotional activities, conferences or social events, invitations to which have been sent to Members and their assistants, officials or other staff of the EU institutions and voluntary contributions and participation in formal consultations or hearings on envisaged EU legislative or other legal acts and other open consultations.","lastUp":"2019-12-20T12:51:58.270+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}