{"id":"963233224299-19","name":"Association of Dealers &amp; Collectors of Ancient &amp; Ethnographic Art","registrationDate":"2016-11-03T17:08:04.866+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://adcaea.org","country":"United states","headAddress":"3003 P St NW","headCity":"Washington  DC","headPostCode":"20007","headPhone":"(1)20 23 42 05 18","boss":"Sue McGovern-Huffman","bossTitle":"Ms","bossPosition":"President","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"The Association of Dealers &amp; Collectors of Ancient &amp; Ethnographic Art (ADCAEA) is an organization dedicated to providing resources, education, networking and support to advance the responsible and legal trading and collecting of ancient and ethnographic art.  The six main objectives of our association are:&#xd;<br />To promote awareness and understanding of ancient and ethnographic art collecting through open communication with members and the public.&#xd;<br />To support the preservation and protection of cultural objects around the globe through responsible and legal trading and collecting.&#xd;<br />To educate and inform members on policies and laws that affects the international movement of cultural property.&#xd;<br />To advocate and support the establishment of clear, transparent and fair laws governing acquisition, ownership and commercial disposal of artifacts.&#xd;<br />To promote a Code of Conduct that underscores the professionalism of our members through responsible and ethical practice.&#xd;<br />To advocate the establishment of a comprehensive digital database register within the USA to secure appropriate title to art and artifacts for museums, dealers and collectors and restore legitimacy and value to objects registered.","acronym":"ADCAEA","interests":"Culture, Customs, Trade","euInitiatives":"We are interested in cultural property issues.  These include importation, exportation, handling, legislation, customs law, repatriation claims","lastUp":"2017-10-20T21:34:20.254+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}