{"id":"963385516533-84","name":"Clann Credo - Community Loan Finance","registrationDate":"2015-03-13T13:10:46.299+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.clanncredo.ie","country":"Ireland","headAddress":"Irish Social Finance Centre","headCity":"Inchicore","headPostCode":"D08 R240","headPhone":"(353)14 00 21 00","boss":"Paul O'SULLIVAN","bossTitle":"","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"Institute for Social Banking - News&#xd;\nwww.social-banking.org&#xd;\n&#xd;\nThe Wheel &#xd;\nwww.wheel.ie&#xd;\n&#xd;\nSocial Enterprise Task Force&#xd;\nwww.socialenterprise.ie&#xd;\n&#xd;\nPhilanthropy Ireland&#xd;\nwww.philanthropy.ie","memberOrga":"None","goal":"Clann Credo - the Social Enterprise Fund supports the development of social enterprise, community business, social impact investment (SII) and other innovative solutions to social problems.  &#xd;<br />&#xd;<br />It provides repayable finance, mainly loans, to social sector non-profit organisations on terms and conditions that are not available to them commercially.  &#xd;<br />&#xd;<br />It also seeks to provide an investment option to private investors who desire to align some of their portfolio with mission.  &#xd;<br />&#xd;<br />It itself is a self sufficient social enterprise and is a sustainable, alternative finance model serving communities and organisations that may have difficulty securing finance on reasonable terms;   &#xd;<br />a)\tIt makes socially directed investments solely for charitable and/or public purposes at rates of interest and other terms which are more favourable than those that are currently available commercially,&#xd;<br />b) It provides assistance with management development education.","acronym":"CCL","interests":"Business and Industry, Climate Action, Competition, Culture, Economy, finance and the euro, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Regional Policy, Single market, Youth","euInitiatives":"Social Business Initiative, Public Procurement, Structural Funds, EaSI, EIF, Regional Funds, Social Enterprise","lastUp":"2019-02-14T12:45:03.665+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}