{"id":"963414432562-02","name":"MAFIN GREEN POWER","registrationDate":"2018-09-12T13:09:20.932+02:00","category":2,"subCategory":3,"legal":"S.r.l.","web":"http://mafingreenpower.eu","country":"Italy","headAddress":"Via Loda 17","headCity":"Castelfranco Emilia (Mo)","headPostCode":"41013","headPhone":"(39)34 85 61 25 70","boss":"Zamira Bushati","bossTitle":"Ms","bossPosition":"Amministrativa","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Mafin Green Power, nasce nel 2010 , fondata da Davide Malferrari in seguito ad una esperienza ventennale nell’ambito dell’ingegneria e della produzione di energia rinnovabile. Un percorso che ha portato Mafin ad affermarsi come leader nella progettazione e implementazione di soluzioni innovative nel campo dell’efficienza energetica e nella&#xd;<br />produzione di energia da fonti rinnovabili, garantendone la sostenibilità tecnologica e finanziaria.&#xd;<br />Mafin Green Power è una ESCO (energy service company) accreditata presso Aeeg e Gse dall’anno 2014.&#xd;<br />Con la propria ampia gamma di servizi, l’azienda si conferma come realtà innovativa e all’avanguardia nel&#xd;<br />panorama nazionale con l’obiettivo di diffondere la consapevolezza che l’energia non è un costo obbligato ma&#xd;<br />una risorsa fondamentale da gestire in modo consapevole.&#xd;<br />I servizi si sviluppano sostanzialmente in due aree: White (riduzione dei consumi ed efficienza energetica) e&#xd;<br />Green Economy (produzione di energia da fonti rinnovabili). Il successo riscontrato in Italia permette a Mafin&#xd;<br />Green Power di attivare, nell’anno 2014, Mafin Albania per offrire gli stessi servizi nei paesi balcanici oggi in forte crescita.","acronym":"","interests":"Energy","euInitiatives":"Commissione ITRE - Industria Ricerca ed Energia.&#xd;<br />In particolare fascicoli che riguardano le energie rinnovabili.","lastUp":"2018-09-12T13:12:47.869+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}