{"id":"963518524742-91","name":"Università degli Studi Popolare “Oliver Sacks”","registrationDate":"2016-11-27T16:10:30.685+02:00","category":6,"subCategory":14,"legal":"Associazione con personalità giuridica","web":"http://www.unisacks.com","country":"Italy","headAddress":"Via Bernardo Mattarella n.° 109","headCity":"Bagheria, Palermo","headPostCode":"90011","headPhone":"(39)09 18 43 84 48","boss":"Salvatore Nicosia","bossTitle":"Mr","bossPosition":"Direttore Generale","membersCount":4,"membersFTE":"2.75","membership":"L'Università degli Studi Popolare “Oliver Sacks” col numero di identificazione nel Registro: 2018-48891822-19 - Data d'iscrizione: 29/01/2018, risulta registrata finanche al Registro per la trasparenza del MISE, Ministero dello sviluppo economico.","memberOrga":"L'Università degli Studi Popolare “Oliver Sacks” col numero di identificazione nel Registro: 2018-48891822-19 - Data d'iscrizione: 29/01/2018, risulta registrata finanche al Registro per la trasparenza del MISE, Ministero dello sviluppo economico.","goal":"L'UNISACKS - Università degli Studi Popolare “Oliver Sacks” - è riconosciuta dal Ministero della Pubblica Istruzione, Università e Ricerca Scientifica, cfr. GU 203 del 30.8.91 - Iscritta all’Anagrafe Nazionale degli Istituti di Ricerca, cod. 4179OYCU. &#xd;<br />L'Università “Oliver Sacks” è un Ente Accreditato presso Repubblica Italiana - Regione Siciliana - Assessorato Regionale dell'Istruzione e della Formazione Professionale, Dipartimento Regionale dell'Istruzione e della Formazione Professionale, Servizio VI Accreditamento e Albo Regionale dei Formatori per accedere agli Organismi Accreditati presso la Regione Siciliana, col DDG 1048 del 30/03/2018.&#xd;<br />L'Ateneo Università degli Studi Popolare “Oliver Sacks” nasce nel mesi di agosto, nell'anno 2016. &#xd;<br />E' un ente con finalità sociali, culturali ed educative ed ha come scopi:&#xd;<br />1) Offrire ai cittadini di tutte le età un servizio di crescita culturale, svolgendo corsi relativi ai più diversi argomenti;&#xd;<br />2) Curare l’aggiornamento di chi esercita una attività professionale;&#xd;<br />3) Curare la formazione e la preparazione specialistica di chi è inserito o intende inserirsi nel mondo del lavoro.&#xd;<br />Le attività dell'Università “Oliver Sacks” rientrano a pieno titolo nel Programma di Formazione Permanente e di Lotta alla Disoccupazione espressamente raccomandato dalla Comunità Europea.&#xd;<br />Inoltre, in seguito alle recentissime riforme della scuola e dei processi educativi e formativi, gli Attestati rilasciati dalle Università Popolari possono costituire Crediti Formativi o certificazioni valide per l’ulteriore qualificazione e riqualificazione lavorativa, e possono avere riconoscimento universitario previa relativa convenzione.&#xd;<br />La buona preparazione dei docenti è sempre unita alla capacità di divulgare, in maniera chiara ed accessibile, i contenuti ad un vasto pubblico; il rapporto docente – discente è sempre immediato e cordiale. &#xd;<br />Inoltre presso l'Università “Oliver Sacks”, si eroga una cultura funzionale , cioè pratica ed immediatamente utilizzabile nel proprio mondo.","acronym":"unisacks","interests":"Communication, Culture, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Sport, Youth","euInitiatives":"Alta formazione professionale.&#xd;<br />Ricerca in campo politico-economico-sociale.&#xd;<br />Unità operativa locale di medicina olistica integrata e terapie complementari (MOITC).","lastUp":"2019-10-15T14:41:28.080+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}