{"id":"963959431925-25","name":"ΣΥΛΛΟΓΟΣ ΑΣΘΕΝΩΝ ΜΕ ΗΜΙΚΡΑΝΙΑ ΚΑΙ ΚΕΦΑΛΑΛΓΙΑ ΕΛΛΑΔΟΣ","registrationDate":"2018-06-30T13:29:07.981+02:00","category":3,"subCategory":2,"legal":"ΣΥΛΛΟΓΟΣ ΑΣΘΕΝΩΝ","web":"http://www.kefalalgies.gr","country":"Greece","headAddress":"ΠΥΘΕΟΥ 55","headCity":"ΑΘΗΝΑ","headPostCode":"11743","headPhone":"(30)21 03 64 44 41","boss":"ΛΕΝΑ ΒΛΑΧΟΥ","bossTitle":"Ms","bossPosition":"ΠΡΟΕΔΡΟΣ Δ.Σ.","membersCount":5,"membersFTE":"1.25","membership":"PAIN ALLIANCE EUROPE","memberOrga":"","goal":"Οι στόχοι του Συλλόγου κινούνται σε 3 άξονες:&#xd;<br />Πρώτον, στην ευαισθητοποίηση της ευρύτερης κοινής γνώμης γύρω από το ζήτημα των κεφαλαλγιών. Έπειτα στην ενημέρωση και κοινωνικοποίηση των ίδιων των ασθενών. Και τέλος στην προώθηση της έρευνας.&#xd;<br />Επιδιώκουμε  λοιπόν ως Σύλλογος να μεταδώσουμε την ορθή διάσταση και τη σοβαρότητα της πάθησης μας.&#xd;<br />Ένα δεύτερο κομμάτι των στόχων μας αφορά όπως προανέφερα στην ενημέρωση των ασθενών. Ασθενείς, που πολλές φορές ούτε και οι ίδιοι δεν έχουν αντιληφθεί την ιδιαιτερότητα της πάθησης τους και σε κάποιες περιπτώσεις ψάχνουν θεραπεία προς λάθος κατεύθυνση. Επιθυμία μας είναι λοιπόν να τους ενημερώσουμε για τις τρέχουσες και μελλοντικές εξελίξεις στην αντιμετώπιση της πάθησης, συμβάλλοντας έτσι στην βελτίωση της ποιότητας της ζωής τους. &#xd;<br /> Ένας ακόμη στόχος του Συλλόγου μας είναι η παρακολούθηση και μεταγενέστερα ανάπτυξη εργαλείων έρευνας με σκοπό τη χαρτογράφηση της κατάστασης που επικρατεί στην Ελλάδα  και την εξαγωγή συμπερασμάτων που δυνητικά θα μπορούσαν να βοηθήσουν στην αντιμετώπιση της πάθησης.","acronym":"","interests":"Communication, Competition, Consumers, Education and training, Employment and Social Affairs, Enlargement, General and Institutional Affairs, Public Health, Trans-European Networks","euInitiatives":"Ενημέρωση φορέων και ασθενών για τις επιπτώσεις της ημικρανίας και της κεφαλαλγίας στους πάσχοντες &#xd;<br />Δημιουργία δικαιωμάτων στο χώρο εργασίας για τους πάσχοντες&#xd;<br />Συμμετοχή σε έρευνες","lastUp":"2018-06-30T13:29:28.313+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}