{"id":"96415319324-88","name":"Forest-based Sector Technology Platform","registrationDate":"2012-08-13T18:24:46.376+01:00","category":3,"subCategory":2,"legal":"Sprl","web":"http://www.forestplatform.org","country":"Belgium","headAddress":"Rue du Luxembourg, 66","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 39 23 03","boss":"Bernard de Galembert","bossTitle":"Mr","bossPosition":"Gerant","membersCount":1,"membersFTE":"0.5","membership":"The forest-based sector technology platform is set up as a limited company under Belgium law (sprl). Owners are the following European Confederations: the European Confederation of Woodworking Industries (CEI-Bois), the Confederation of European Forest Owners (CEPF), the Confederation of European Paper Industries (CEPI) and later joined by the European State Forest Association (EUSTAFOR), who jointly saw the necessity of establishing a Technology Platform for the forest-based sector.&#xd;\n&#xd;\nThe FTP National Support Groups have no legal or financial connection to the legal entity FTP but is part of a voluntary network cooperating and exchanging information in the area of research &amp; innovation. Together they form the European Technology Platform for the Forest-based Sector","memberOrga":"http://new-www.forestplatform.org/#!/pages/46","goal":"Through its extensive network of National Support Groups (NSG), European Confederation owners and sponsor companies FTP is able to maintain an active dialogue with its many stakeholders. FTP is able to benefit them in the following ways: &#xd;<br /> •Engages all key stakeholders and provides a forum for public-private dialogue and partnership.&#xd;<br /> •Facilitates targeted investments in research and development.&#xd;<br /> •Mobilises and focuses existing research and development capabilities, thereby fostering a more efficient approach to innovation.&#xd;<br /> •Stimulates coordination of European and national research agendas.&#xd;<br /> •Supports the ongoing development of a relevant knowledge base for the sector.&#xd;<br /> •Contributes to the overall growth and competitiveness of the EU economy.","acronym":"FTP","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Research and innovation","euInitiatives":"Horizon 2020,Horizon Europe, European Innovation Partnership on Raw Materials, Biobased Industries JU, The Bioeconomy, Energy Intensive Industries","lastUp":"2019-02-04T10:52:51.909+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}