{"id":"964372119021-05","name":"Associazione degli Enti Previdenziali Privati","registrationDate":"2015-09-30T12:15:46.703+02:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.adepp.info","country":"Italy","headAddress":"Via Barberini 11","headCity":"Rome","headPostCode":"00187","headPhone":"(39)06 36 08 97 25","boss":"Alberto Oliveti","bossTitle":"Mr","bossPosition":"Presidente","membersCount":11,"membersFTE":"11.0","membership":"","memberOrga":"","goal":"AdEPP is a strong and inclusive italian association of pension funds which respects the national pension systems and which is also determined to participate in the European consultations which play a major role in the future of liberal professions. &#xd;<br />Today, professionals have to be considered as knowledge entrepreneurs. And even though they operate in regulated legal frameworks, they are economic subjects who experience the challenges and the critical issues related to continuously evolving economies. &#xd;<br />The traditional welfare systems are being affected by changing economies which are producing major transitions and transformations. Self-employed workers and liberal professions in particular have a welfare system that is not adequate with respect to the characteristics of their economic activity and to the ongoing changes of a knowledge-based economy (i.e. welfare to work, long term care, subsidies, etc.).","acronym":"AdEPP","interests":"Business and Industry, Employment and Social Affairs, Institutional affairs, International co-operation and development, Single market","euInitiatives":"An integrated welfare strategy and protection of professionals and of their economic representation, as in the case of the action plan for entrepreneurship, in particular with the access of liberal professions to EU funds. To this end, it is important to strengthen the cooperation with professional organizations from different countries.&#xd;<br />Topics related to self-employment, still seen from a traditional perspective. In fact, the focus has always been and is still on employed work, while self-employment is neglected. &#xd;<br />White paper on pension&#xd;<br />Social investment package&#xd;<br />Action plan for entrepreneurship&#xd;<br />Long term financing&#xd;<br />Youth guarantee strategy&#xd;<br />Iorp directive&#xd;<br />Common framework professional qualification&#xd;<br />European system of account","lastUp":"2019-07-23T11:32:26.847+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}