{"id":"964416831391-51","name":"ONGDGLOBAL POR EL DESARROLLO Y EL FUTURO","registrationDate":"2018-04-30T07:53:09.936+02:00","category":3,"subCategory":2,"legal":"ASOCIACIÓN","web":"http://www.ongdglobal.es","country":"Spain","headAddress":"Calle de Clara del Rey, núm. 39. P.719","headCity":"Madrid","headPostCode":"28002","headPhone":"(34)9 11 45 66 17","boss":"SANTOS MANUEL CAVERO LÓPEZ","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"La Asociación promueve y persigue objetivos de interés general y su actividad no está restringida exclusivamente a beneficiar a sus asociados, sino abierta a cualquier otro posible persona o entidad beneficiaria que reúna las condiciones y caracteres exigidos por la índole de sus propios fines, y dedicada al progreso y mejora de las personas y de la sociedad.&#xd;<br />&#xd;<br />Sus fines se enmarcan en ámbitos: de carácter cívico, educativo, científico, cultural, deportivo y sanitario; de promoción de los valores constitucionales y de los derechos humanos; de asistencia social; de cooperación para el desarrollo; de ayuda humanitaria; de promoción de la mujer; de protección de la infancia; de fomento de la igualdad de oportunidades y de la tolerancia; de defensa del medio ambiente; de fomento de la economía social y de la investigación; de promoción del voluntariado social; de promoción y atención a las personas en riesgo de exclusión por razones físicas, sociales, económicas o culturales; y de cualesquiera otros de similar naturaleza.","acronym":"ONGDGLOBAL","interests":"Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Youth","euInitiatives":"Los temas de interés son fundamentalmente: cooperación al desarrollo, movimientos e impactos migratorios, necesidades sociales, económicas, educativas y culturales, atención a la salud y a la calidad de vida, medioambiente, protección social.","lastUp":"2018-04-30T07:55:09.478+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}