{"id":"964797216102-28","name":"More Europe - external cultural relations","registrationDate":"2015-02-18T17:31:16.542+01:00","category":3,"subCategory":2,"legal":"none","web":"http://www.moreeurope.org","country":"Belgium","headAddress":"Avenue des Arts 58","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 30 39 70","boss":"Sana Ouchtati","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"1.75","membership":"","memberOrga":"- British Council&#xd;\n- Goethe-Institut&#xd;\n- European Cultural Foundation&#xd;\n- Institut français&#xd;\n&#xd;\nhttp://moreeurope.org/?q=about-us/partners","goal":"More Europe, a public-private initiative, aims at highlighting and reinforcing the role of culture in the external relations of the European Union. Through public debates and conferences, research and studies, regular contacts with the European institutions as well as with artists and cultural practitioners, it keeps international cultural relations high on the European policy agenda. &#xd;<br />&#xd;<br />Since its inception, More Europe – external cultural relations, a leading voice in external cultural relations, has encouraged cultural institutions, operators and European Institutions to work together in order to strengthen the role of culture in external relations, which got a particular attention from EU policy makers and witnessed important policy developments in the recent years. &#xd;<br />&#xd;<br />Main activities include: &#xd;<br />- Active advocacy for more and coherent cultural cooperation in the EU´s external relations policies ;&#xd;<br />- Conducting research and studies; &#xd;<br />- Sharing and debating with third-country policy-makers and stakeholders;&#xd;<br />- Deepening the role of civil society in the debates.","acronym":"","interests":"Culture, Culture and media, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Youth","euInitiatives":"- The Foreign Policy Instruments &#xd;<br />- External financing instruments of the EU, notably neighbourhood and development instruments;&#xd;<br />- The Creative Europe Programme;&#xd;<br />- Reports and initiatives by the CULT, AFET and DEVE committees of the European Parliament&#xd;<br />- EU long-tem budget (MFF 2021-2027)","lastUp":"2020-01-09T11:11:35.514+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}