{"id":"964797216102-28","name":"More Europe - external cultural relations","registrationDate":"2015-02-18T17:31:16.542+02:00","category":3,"subCategory":2,"legal":"none","web":"http://www.moreeurope.org","country":"Belgium","headAddress":"avenue des Arts 58","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 30 39 70","boss":"Sana Ouchtati","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"- British Council&#xd;\n- Goethe-Institut&#xd;\n- European Cultural Foundation&#xd;\n- Institut français&#xd;\n- Mercator Stiftung&#xd;\n&#xd;\nhttp://moreeurope.org/?q=about-us/partners","goal":"More Europe - external cultural relations is a public-private initiative which aims (since its launch at the end of 2011) at highlighting and reinforcing the role of culture in the external relations of the European Union. Through public debates and conferences, research and studies, regular contacts with the European institutions as well as with artists and cultural practitioners, it keeps international cultural relations high on the European policy agenda. &#xd;<br />&#xd;<br />Its main activities include: &#xd;<br />- active advocacy for more and coherent cultural cooperation in the EU´s external relations policies ;&#xd;<br />- conducting research and studies; &#xd;<br />- sharing and debating with third-country policy-makers and stakeholders;&#xd;<br />- deepening the role of civil society in the debates and the policy formulations.","acronym":"","interests":"Culture, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Youth","euInitiatives":"- Foreign Policy Instruments, in particular their Public and Cultural Diplomacy component&#xd;<br />- EU Global Strategy&#xd;<br />- public consultation on the external financing instruments of the EU, in particular the ENI&#xd;<br />- Creative Europe, especially its external relations elements&#xd;<br />- reports and initiatives by the CULT, AFET and DEV committees of the European Parliament&#xd;<br />- Horizon 2020 Calls for proposals \"Europe as a Global Actor\"&#xd;<br />- consultations on the next MFF","lastUp":"2018-10-18T16:55:32.538+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}