{"id":"965624121616-40","name":"SAECC - South Africa European Consulting Cooperation","registrationDate":"2016-05-02T11:07:28.522+01:00","category":3,"subCategory":2,"legal":"keiner","web":"","country":"Germany","headAddress":"SAECC -South Africa European Consulting Cooperation","headCity":"Leer","headPostCode":"26789","headPhone":"(49)1 76 19 90 30 11","boss":"Michael Ilgner","bossTitle":"Mr","bossPosition":"Sprecher der Initiative","membersCount":2,"membersFTE":"0.5","membership":"Namibia – Gruppe (https://www.xing.com/communities/groups/namibia-ein-land-zwischen-chancen-und-risiken-37d3-1066937&#xd;\nMozambique – Business group (https://www.xing.com/communities/groups/mozambique-business-group-37d3-1084851)&#xd;\nCape Town South Africa (https://www.xing.com/communities/groups/xing-kapstadt-suedafrika-strich-cape-town-south-africa-37d3-1067145)&#xd;\nDurban South Africa (https://www.xing.com/communities/groups/durban-suedafrika-strich-durban-south-africa-37d3-1064564)&#xd;\nExportinitiative Energie Netzwerk (https://www.xing.com/communities/groups/exportinitiative-energie-netzwerk-37d3-1034885) &#xd;\nGreen Technology Germany www.greentech-germany.com&#xd;\nENREET – European Network for Renewable Energies and Energy Transition www.enreet.eu","memberOrga":"","goal":"Die „SAECC – South Africa European Consulting Cooperation hat sich schon im September 2011 als Initiative bzw. als Netzwerk mehrerer europäischer und südafrikanischer unabhängiger Wirtschafts-, Regional-, Rechts-, Steuer- und Unternehmensberater zusammen gefunden, die sich umfassend und interdisziplinär mit den ökonomischen, technologischen und wirtschaftspolitischen Entwicklungen der Staaten Südafrika, Lesotho, Namibia, Angola, Botsuana, Sambia, Zimbabwe, Malawi, Mosambik und Madagaskar befassen.&#xd;<br />Mittlerweile hat sich das  Aufgaben- und Branchenspektrum der SAECC  verfestigt und SAECC verfügt aufgrund der Vernetzung ihrer Mitglieder gerade in den Märkten der südafrikanischen Staaten über eine gute und einsatzbereite Infrastruktur.&#xd;<br />&#xd;<br />Die Initiatoren der SAECC haben bewusst keine nationale und/oder internationale Rechtsform gewählt, um möglichst unabhängig von formalen Vorgaben und bürokratischen Zwängen und Einschränkungen zu sein.&#xd;<br />&#xd;<br />SAECC hat sich aber am 02.05.2016 im „Transparenz Register der EU“  als „ Wirtschaftspolitische Initiative ohne Rechtsform im Bereich III – Nichtregierungsorganisationen, Plattformen und Netzwerke“ eintragen lassen, um zu dokumentieren, das unsere Initiative ernsthafte Ziele mit seriösen Mitteln verfolgt.&#xd;<br />&#xd;<br />Die Zusammenarbeit zeichnet sich durch einen intensiven Informations- und Wissensaustausch aus. &#xd;<br />Ziel der SAECC  ist die Entfaltung von Synergien zur Stärkung der Wettbewerbsfähigkeit und zur Erhöhung der Wachstumspotenziale in den südafrikanischen Staaten. Gleichzeitig hat SAECC das Ziel, die Bindungen zwischen europäischen Unternehmen und Unternehmen aus dem südafrikanischen Raum zu intensivieren.&#xd;<br />Akteure in der SAECC können weitere natürliche und juristische Personen sein, die unsere Ziele unterstützen.&#xd;<br />&#xd;<br />Der ausschlaggebende Anlass zum Zusammenschluss der SAECC im Jahr 2011 waren ursprünglich die immer wieder festgestellten Schwierigkeiten bei der Finanzierung von Projekten und Investitionen in südafrikanischen Staaten.&#xd;<br />Gerade bei technologisch neuen Ansätzen und im Bereich von zur Privatisierung anstehenden Staatsunternehmen haben es  sowohl südafrikanische wie auch ausländische Initiatoren mit einem sehr zurückhaltenden Verhalten kommerzieller Finanzierungspartner zu tun.&#xd;<br />&#xd;<br />Das SAECC-Netzwerk verfügt mittlerweile über gute Kontakte zu mehreren sehr unterschiedlichen Finanzierungspartnern, die innovative, fortschrittliche und zukunftsweisende Projekte und/oder Investitionen nach Bedarf und bei Eignung finanziell begleiten können.&#xd;<br />&#xd;<br />SAECC hat es sich zur Aufgabe gemacht, die  Aktivitäten im südlichen Afrika auszubauen und parallel Absatzmärkte für südafrikanische Produkte zu schaffen. Gleichzeitig unterstützen sich die SAECC-Mitglieder partnerschaftlich untereinander bei der Internationalisierung ihrer Geschäftstätigkeiten.&#xd;<br />&#xd;<br />Direkte Technologieförderung und die Entwicklung guter Ideen bis zur Marktreife stehen im Fokus der Aktivitäten der SAECC - Mitglieder. Hierzu starten und unterstützen wir Kooperationsprojekte und fördern die Vernetzung von Forschungseinrichtungen, Unternehmen und Kapitalgebern. Es gilt, die vorhandenen Innovationspotenziale in Europa und im südafrikanischen Raum vollständig zu nutzen.&#xd;<br />&#xd;<br />Zur Suche nach geeigneten Themen stehen unsere Mitglieder im engen Kontakt mit  privatwirtschaftlichen Unternehmen, öffentlich-rechtlichen Einrichtungen, existierenden Netzwerken und Forschungseinrichtungen.&#xd;<br />Aus bestehenden und neuen Ideen wählen wir vielversprechende Konzepte aus und unterstützen Akteure professionell in der weiteren Umsetzung. Darüber hinaus beraten unsere Mitglieder bei der Initiierung und dem Management von Kooperationsprojekten.","acronym":"SAECC","interests":"Agriculture and Rural Development, Climate Action, Education, Energy, Environment, Fisheries and Aquaculture, Humanitarian Aid, Public Health","euInitiatives":"- Beziehungen der EU ins südliche Afrika&#xd;<br />* Umweltfreundliche , Erneuerbare Energien&#xd;<br />* Energiespeichertechnologien und Energieeffizienz&#xd;<br />* Europäöische Kreislaufwirtschaftssysteme&#xd;<br />* Nachhaltige Wasserwirtschaft für Afrika&#xd;<br />* Rohstoff und Materialeffizienz&#xd;<br />* Verkehrswegebau, insbesondere Fernstraßen und Ferngleisbau im südlichen Afrika&#xd;<br />* Entwicklung der südafrikanischen Volkswirtschaften&#xd;<br />* Kooperationen zwischen der EU und den südafrikanischen Staaten&#xd;<br />* Landwirtschaft und ländliche Entwicklung im südlichen Afrika","lastUp":"2018-01-16T19:48:32.584+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}