{"id":"965770021048-60","name":"IQE plc","registrationDate":"2016-03-13T19:50:08.238+01:00","category":2,"subCategory":3,"legal":"Limited UK Company","web":"http://www.iqep.com","country":"United kingdom","headAddress":"Pacsal Close","headCity":"Cardiff","headPostCode":"CF3 0LW","headPhone":"(44)29 20 83 94 00","boss":"Andrew Nelson","bossTitle":"Mr","bossPosition":"CEO","membersCount":20,"membersFTE":"5.0","membership":"European Photonics Industry Consortium (EPIC)&#xd;\nhttp://www.epic-assoc.com&#xd;\n&#xd;\nPhotonics 21 (P21)&#xd;\nwww.photonics21.org","memberOrga":"","goal":"Manufacturer of advanced compound semiconductor materials for use in micro-electronic and photonic devices for applications in telecommunications, defence, space, automotive, energy efficiency, aerospace, industrial, consumer and health. IQE also offers materials solutions to customers for added-value within the supply-chain. IQE does NOT manufacture devices within the above application areas.&#xd;<br />&#xd;<br />IQE seeks to partner European organisations in R&amp;D&amp;I projects such as Horizon 2020 and ECSEL, as examples, as well as Trans-National funded projects e.g. ERA-NETs and also in Nationally funded projects within the UK. IQE is also active in the first IPCEI (Important Project of Common European Interest) on Microelectronics and heads the Chapter/Technology Field 5 on Compound Materials/Semiconductors.&#xd;<br />&#xd;<br />Project types range from small feasibility studies, through Research and Innovation projects up to Pilot-Line scale (Innovation Actions) and in First Industrial Deployment as related to the afore-mentioned scheme, the Important Project of Common European Interest on Microelectronics.&#xd;<br />&#xd;<br />IQE is active in several European industry organisations such as Photonics21, the European Photonics Industry Consortium, High-Level KET Group, Electronics Leadership Group, Aeneas, and in projects schemes run by the European Space Agency and European Defence Agency.&#xd;<br />&#xd;<br />In the IPCEI on Microelectronics - granted in Dec 2018 - and leading the Technology Field on Compound Semiconductors, IQE is collaborating with many leading European industries on near-market First Industrial Deployment activities - in conjunction with Member States and COM","acronym":"IQE","interests":"Communication, Competition, Digital economy and society, Energy, Environment, Food Safety, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"Framework 7, Horizon 2020/Europe, ECSEL, IPCEI, P21, EPIC, ESA, EDA, IPCEI, PENTA, EUREKA, ERANETs","lastUp":"2020-01-02T11:46:54.900+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}