{"id":"965889813921-50","name":"Berliner Komitee für strategische Partnerschaft im eurasischen Raum e.V.","registrationDate":"2014-07-06T22:44:57.201+02:00","category":4,"subCategory":5,"legal":"registered association (e.V.)","web":"","country":"Germany","headAddress":"Burgstrasse, 69","headCity":"Frankfurt am Main","headPostCode":"D - 60389","headPhone":"(49)17 25 99 84 81","boss":"Svyatoslav Andrianov","bossTitle":"Mr","bossPosition":"Head of Association","membersCount":1,"membersFTE":"0.25","membership":"Foell-International.de&#xd;\nThe websites of all other members turned inactive.","memberOrga":"Foell-International.de&#xd;\nThe websites of the other members went inactive.","goal":"Förderung und Stärkung von gesellschaftlichen, politischen und wirtschaftlichen Beziehungen der eurasischen Länder mit dem Ziel: Optimierung der Integrationsprozesse, Unterstützung im Bereich der internationalen Stabilität und Sicherheit.&#xd;<br />&#xd;<br />Insbesondere:&#xd;<br />-Förderung der eurasischen Integration in wirtschaftlichen und politischen Bereichen,&#xd;<br />-Untersuchung der Herausforderung der internationalen Sicherheit im globalen und Regionalen Zusammenhang,&#xd;<br />-Förderung der entwicklung des interkulturellen Dialogs zwischen Europa und Russland, sowie Europa und Asiens,&#xd;<br />-Unterstützung der Verbreitung der Ideen von Demokratie und des Parlamentarismus,&#xd;<br />-Förderung und Schutz der Menschen- und Freiheitsrechte,&#xd;<br />-Förderung der Entwicklung von demokratischen Institutionen,&#xd;<br />-Untersuchung und Recherchen bei Problemen und Verstößen gegen die Nichtverbreitung von Massenvernichtungswaffen,&#xd;<br />-Beratung bei der Durchführung von Investitionsprojekten.&#xd;<br />&#xd;<br />Der Verein sucht diese Ziele zu erreichen, indem er transnationale Netzwerke fördert und unterstützt, die sozial engagierte Menschen und zukünftige Führungspersönlichkeiten verknüpfen.&#xd;<br />&#xd;<br />Der Verein engagiert sich gesellschaftlich durch:&#xd;<br />- Konferenzveranstaltungen und Tagungen, allgemeiner Veranstaltungen,&#xd;<br />- wissenschaftliche und Forschungstätigkeit,&#xd;<br />- verlegerische Tätigkeiten,&#xd;<br />- Engagement in Interessengemeinschaften, Organisationen und Gremien,&#xd;<br />- Lobbyismus, Projektarbeit sowie Beratung von Interessenten.","acronym":"BKSPER","interests":"Agriculture, Banking and financial services, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, External Relations, Food Safety, Foreign and Security Policy and Defence, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EU-Belarus, EU-Ukraine&#xd;<br />EU-Russian Federation. Stability and Security, CES, PCA&#xd;<br />Energy Transition and Infrastructure","lastUp":"2018-10-03T17:39:23.283+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}