{"id":"965889813921-50","name":"Berliner Komitee für strategische Partnerschaft im eurasischen Raum e.V.","registrationDate":"2014-07-06T22:44:57.201+01:00","category":4,"subCategory":5,"legal":"registered association (e.V.)","web":"http://www.eurostrategy.org","country":"Germany","headAddress":"Burgstrasse, 69","headCity":"Frankfurt am Main","headPostCode":"D - 60389","headPhone":"(49)17 25 99 84 81","boss":"Svyatoslav Andrianov","bossTitle":"Mr","bossPosition":"Head of Association","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Förderung und Stärkung von gesellschaftlichen, politischen und wirtschaftlichen Beziehungen der eurasischen Länder mit dem Ziel: Optimierung der Integrationsprozesse, Unterstützung im Bereich der internationalen Stabilität und Sicherheit.&#xd;<br />&#xd;<br />Insbesondere:&#xd;<br />-Förderung der eurasischen Integration in wirtschaftlichen und politischen Bereichen,&#xd;<br />-Untersuchung der Herausforderung der internationalen Sicherheit im globalen und Regionalen Zusammenhang,&#xd;<br />-Förderung der entwicklung des interkulturellen Dialogs zwischen Europa und Russland, sowie Europa und Asiens,&#xd;<br />-Unterstützung der Verbreitung der Ideen von Demokratie und des Parlamentarismus,&#xd;<br />-Förderung und Schutz der Menschen- und Freiheitsrechte,&#xd;<br />-Förderung der Entwicklung von demokratischen Institutionen,&#xd;<br />-Untersuchung und Recherchen bei Problemen und Verstößen gegen die Nichtverbreitung von Massenvernichtungswaffen,&#xd;<br />-Beratung bei der Durchführung von Investitionsprojekten.&#xd;<br />&#xd;<br />Der Verein sucht diese Ziele zu erreichen, indem er transnationale Netzwerke fördert und unterstützt, die sozial engagierte Menschen und zukünftige Führungspersönlichkeiten verknüpfen.&#xd;<br />&#xd;<br />Der Verein engagiert sich gesellschaftlich durch:&#xd;<br />- Konferenzveranstaltungen und Tagungen, allgemeiner Veranstaltungen,&#xd;<br />- wissenschaftliche und Forschungstätigkeit,&#xd;<br />- verlegerische Tätigkeiten,&#xd;<br />- Engagement in Interessengemeinschaften, Organisationen und Gremien,&#xd;<br />- Lobbyismus, Projektarbeit sowie Beratung von Interessenten.","acronym":"BKSPER","interests":"Agriculture and Rural Development, Climate Action, Competition, Customs, Energy, Enlargement, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"TTIP&#xd;<br />EU-Belarus, EU-Ukraine&#xd;<br />EU-Russian Federation. Stability and Security, CES, PCA&#xd;<br />Energy Infrastructure","lastUp":"2018-03-17T20:30:41.535+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}