{"id":"966165310889-60","name":"Biogen Inc.","registrationDate":"2013-03-26T11:18:40.056+01:00","category":2,"subCategory":3,"legal":"Corporate","web":"http://biogen.com","country":"United states","headAddress":"225 Binney Street","headCity":"Cambridge","headPostCode":"MA 02142","headPhone":"(1)78 14 64 20 00","boss":"Michel Vounatsos","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"In 2018 Biogen was a member of EFPIA, EuropaBio and Eucope.","memberOrga":"","goal":"At Biogen, our mission is clear: we are pioneers in neuroscience. Biogen discovers, develops, and delivers worldwide innovative therapies for people living with serious neurological and neurodegenerative diseases. One of the world’s first global biotechnology companies, Biogen was founded in 1978 by Charles Weissmann, Heinz Schaller, Kenneth Murray and Nobel Prize winners Walter Gilbert and Phillip Sharp, and today has the leading portfolio of medicines to treat multiple sclerosis; has introduced the first and only approved treatment for spinal muscular atrophy; and is focused on advancing neuroscience research programs in Alzheimer’s disease and dementia, multiple sclerosis and neuroimmunology, movement disorders, neuromuscular disorders, pain, ophthalmology, neuropsychiatry, and acute neurology. Biogen also manufactures and commercializes biosimilars of advanced biologics.","acronym":"","interests":"Business and Industry, Competition, Employment and Social Affairs, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"Biogen interacts with EU institutions and engages on issues relevant to Biogen and to the biopharmaceutical sector to develop a healthcare policy environment in which all patients have access to the medicines they need; pharmaceutical treatments are integrated into a continuum of care; financial returns attract investment; and the environment enables us to seek new innovative therapies and hopefully cures for this and future generations. We foster debates around the value of medical innovation including pharmaceutical incentives and rewards, sustainable healthcare systems, the future of neuroscience and patient access inequalities. &#xd;<br />&#xd;<br />In 2018, we monitored several policy and legislative initiatives including the debates and initiatives on pricing &amp; access and sustainable health systems and on pharmaceutical incentives &amp; rewards; the implementation of EU Regulations incl. data protection and clinical trials; the European cooperation mechanisms on Health Technology Assessment such as EUnetHTA and the future of EU HTA collaboration; as well as policies and initiatives related to Off-Label Use, the prevention and early intervention in Chronic Diseases, Demographic change and healthy ageing, Alzheimer's disease, Competition in the pharmaceutical sector .","lastUp":"2020-01-15T14:47:18.421+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}