{"id":"966165310889-60","name":"Biogen Inc.","registrationDate":"2013-03-26T11:18:40.056+02:00","category":2,"subCategory":3,"legal":"Corporate","web":"http://biogen.com","country":"United states","headAddress":"225 Binney Street","headCity":"Cambridge","headPostCode":"MA 02142","headPhone":"(1)78 14 64 20 00","boss":"Michel Vounatsos","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.0","membership":"In 2017 Biogen was a member of EFPIA, EuropaBio and Eucope","memberOrga":"","goal":"A leader in neuroscience, Biogen discovers, develops and delivers to patients worldwide innovative therapies for the treatment of neurological and neurodegenerative diseases. Founded in 1978, Biogen is one of the world’s oldest independent biotechnology company and patients with a focus on multiple sclerosis, SMA, Alzheimer's and also biosimilars.","acronym":"","interests":"Competition, Employment and Social Affairs, Enterprise, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Biogen interacts with EU institutions and engages on issues relevant to Biogen and to the biopharmaceutical sector to develop a healthcare policy environment in which all patients have access to the medicines they need; pharmaceutical treatments are integrated into a continuum of care; financial returns attract investment; and the environment enables us to seek new innovative therapies and hopefully cures for this and future generations. We foster debates around the value of medical innovation including pharmaceutical incentives and rewards, sustainable healthcare systems, the future of neuroscience and patient access inequalities. &#xd;<br />&#xd;<br />In 2016, we monitored several policy and legislative initiatives including the debates and initiatives on pricing &amp; access and sustainable health systems and on pharmaceutical incentives &amp; rewards; the implementation of EU Regulations incl. data protection and clinical trials; the European cooperation mechanisms on Health Technology Assessment such as EUnetHTA and the future of EU HTA collaboration; as well as policies and initiatives related to Off-Label Use, the prevention and early intervention in Chronic Diseases, Demographic change and healthy ageing, Alzheimer's disease, Competition in the pharmaceutical sector .","lastUp":"2018-04-09T09:52:13.228+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}