{"id":"966278416930-24","name":"INdustry GRoup on European Standardisation Strategy","registrationDate":"2015-04-13T14:47:40.995+01:00","category":2,"subCategory":7,"legal":"none","web":"http://www.ingress1025.eu","country":"Belgium","headAddress":"INGRESS Secretariat","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)22 06 68 83","boss":"Philippe PORTALIER","bossTitle":"Mr","bossPosition":"Secretary","membersCount":1,"membersFTE":"0.25","membership":"none","memberOrga":"http://ingress1025.eu/?page_id=41","goal":"INGRESS is an ad hoc coalition whose members are European federations who have as their statutory objectives to represent the interests of industrial companies of all sizes including SMEs to the European institutions. &#xd;<br />&#xd;<br />INGRESS has 16 founding members (European associations) with a constituency based in almost all European Union’s member states, and EEA countries. The 16 founding members of INGRESS are: ACEA, BIBM, CAPIEL, CECAPI, CECED, CECIMO, CEMEP, COCIR, EFCEM, ESMIG, EUBAC, EURALARM, EUROPUMP, FEM, ORGALIME and T&amp;D EUROPE. INGRESS has 5 additional members who are: CECE, CEIR, EFCA, EGMF, EUROPACABLE.","acronym":"INGRESS","interests":"Climate Action, Consumer Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Research and Technology","euInitiatives":"INGRESS' main objectives:&#xd;<br />– To act as a network to facilitate the recognition of INGRESS – representing the interests of industry established in Europe–, as an observer in the Committee on Standards (CoS) under Regulation EU 1025/2012 &#xd;<br />– To provide joint input, where agreed, to this Committee on European standardisation policy with a view to promote: &#xd;<br />• the market relevance of European standardisation related to European policy and legislation, namely in the framework of Regulation EU 1025/2012;&#xd;<br />• the development of a standardisation policy which helps the competitiveness of industry","lastUp":"2017-03-30T09:58:07.543+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}