{"id":"96631586079-36","name":"Medin Europe SPRL","registrationDate":"2011-06-24T12:53:43.400+02:00","category":1,"subCategory":6,"legal":"Private company","web":"http://www.medineurope.com","country":"Belgium","headAddress":"Rue de Trèves, 49-51","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 80 63 40","boss":"Francesco Vallebona","bossTitle":"Mr","bossPosition":"Administrator","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"MEDIN Europe is a consultancy specialised in lobbying on behalf of and providing  technical assistance to a wide range of public and private organisations (companies, Regions, universities, municipalities, NGOs, etc.)&#xd;<br />We assist our clients in the identification of co-operation programmes, in the redaction and submission of  proposals and the management of projects financed by the European Union and by other multilateral organisations. &#xd;<br />&#xd;<br />&#xd;<br />MEDIN Europe monitors all the initiatives of the Directorates General of the EU Commission and of the national authorities managing the Structural Funds. &#xd;<br />&#xd;<br />MEDIN Europe provides tailored high quality services in the training (organisation of courses on EU affairs) and in relation to international investment. &#xd;<br />&#xd;<br />&#xd;<br />MEDIN Europe has highly qualified personnel, with proven international experience and is   supported by associated external consultants in various European countries.","acronym":"Medin","interests":"Borders and Security, Business and Industry, Culture, Education and training, Employment and Social Affairs, External Relations, Justice and Fundamental Rights, Public Health, Research and innovation, Youth","euInitiatives":"- Regulation 1293/2013 establishing Horizon 2020, and related bi-annual work programmes&#xd;<br />- Regulation 1288/2013 establishing Erasmus+, and related annual work programmes&#xd;<br />- Implementation of the strategic framework for European cooperation in education and training (ET2020)&#xd;<br />- EU general budget 2019&#xd;<br />- EU budget post-2020","lastUp":"2018-07-18T19:56:48.699+02:00","customers":"Hospitality Europe,Fondazione Banco di Napoli,Consorzio Icaro","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}