{"id":"96645517357-19","name":"ClientEarth","registrationDate":"2011-12-21T18:15:24.507+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.clientearth.org","country":"Belgium","headAddress":"60 Rue du Trône (3rd floor)","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)28 08 43 24","boss":"James Thornton","bossTitle":"Mr","bossPosition":"CEO","membersCount":14,"membersFTE":"5.25","membership":"UK Environmental Law Association (UKELA)&#xd;\nThe Coalition for Energy Savings (ICE)&#xd;\nWildlife &amp; Countryside Link&#xd;\nEuropean Environmental Bureau (EEB)","memberOrga":"ClientEarth UK(0),&#xd;\nClientEarth Poland(0),&#xd;\nClientEarth Belgium(0)","goal":"ClientEarth is a non-profit European environmental organisation based in London, with offices in Brussels and Warsaw. We are activist lawyers working at the interface of law, science and policy. Using the power of the law, we develop legal strategies and tools to address major environmental issues.&#xd;<br />&#xd;<br />ClientEarth brings world-class legal expertise to protect the environment in the EU and beyond, creating innovative solutions to environmental problems. Many of our lawyers have interdisciplinary expertise in the policy and scientific areas on which our programmes are based. We work on legislation, advise NGOs, law- and policy-makers, and use the courts where necessary to enforce environmental law. We strive to bring a dynamic approach to effecting environmental change by harnessing the power of the law. &#xd;<br />&#xd;<br />As legal experts working in the public interest, we act to strengthen the work of our partner organisations. Our work covers climate change and energy system transformation, health and environment, protection of oceans, biodiversity and tropical forests, and environmental justice. We are rapidly emerging as the leading environmental law organisation in Europe.","acronym":"","interests":"Climate Action, Energy, Environment, Food Safety, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health","euInitiatives":"ClientEarth addresses the development of EU policy and legislation for the public interest, across five major programme areas, as set out below.","lastUp":"2019-02-20T17:54:18.240+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}