{"id":"966445735088-29","name":"International Land Coalition","registrationDate":"2019-06-11T10:39:45.420+02:00","category":3,"subCategory":2,"legal":"None","web":"http://www.landcoalition.org","country":"Italy","headAddress":"Via Paolo Di Dono 44","headCity":"Rome","headPostCode":"00142","headPhone":"(39)54 59 24 45","boss":"Michael Taylor","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"We are members of the Global Land Tools Network (GLTN), www.gltn.net","memberOrga":"We have over 260 members (legal persons, individuals cannot become members), including civil society organisations, research institutes and intergovernmental organisations. For a complete list please see: https://www.landcoalition.org/en/our-network.","goal":"ILC is a global alliance of civil society and intergovernmental organisations working together to put people at the centre of land governance. The shared goal of ILC's over 250 members in 70+ countries is to realise land governance for and with people at the country level, responding to the needs and protecting the rights of women, men and communities who live on and from the land. &#xd;<br />Our Mission: The ILC is a global alliance of civil society and intergovernmental organisations working together to put people at the centre of land governance.&#xd;<br />Our Vision: A just, equitable, and inclusive world in which land rights are secure and poverty is eradicated.&#xd;<br />Our 3 Pillars: In order to achieve our goal, ILC will support its members through 3 Strategic Objectives:&#xd;<br />ILC CONNECTS members to each other and to change makers beyond the Coalition, creating opportunities for dialogue, mutual learning, and joint action&#xd;<br />ILC MOBILISES members by facilitating informed and effective action, through accessible and usable knowledge and tools, and by creating opportunities for innovation, piloting and scaling up&#xd;<br />ILC INFLUENCES key decision makers, including governments, their partners, and corporate actors and investors to engage with civil society actors as legitimate and necessary interlocutors and partners in achieving land governance for and with people&#xd;<br />Across the diversity of ILC's network of over 200 civil society and intergovernmental organisations, our members have defined a common goal. People-centred land governance responds to the needs, and protects the rights, of the women, men and communities who live on and from the land, respecting that they should be the ultimate decision-makers on how their land and natural resources are used. &#xd;<br />ILC's country level work is implemented through its National Engagement Strategies (NES), where the ILC is setting-up and strengthening existing multi-stakeholder national land platforms and joint strategies. Today, ILC's National Engagement Strategies are connecting hundreds of land focused organisations to work together in 25+ countries. Their overall aim is to influence the formulation and implementation of land-related policies and legal frameworks using the Ilc's 10 commitments to people-centred land governance as their compass, and the Voluntary Guidelines for Land Tenure (VGGTs)  and the Framework and Guidelines on Land Policy in Africa as the key benchmarks. NES platforms reflect the diversity of ILC's membership, and are also inclusive of non-members open to a transformative agenda. While they may be initiated by a core group of ILC members, they ideally grow to become multi-stakeholder platforms. This actor-based approach enables members and other change-makers to generate a critical mass for transformation.&#xd;<br />The International Land Coalition is governed by the Assembly of Members (AoM), responsible for establishing the overall strategies and policies of the ILC, ensuring that the network remains in compliance with the intention of the members. The ILC Council serves as the executive board, and is in charge of the overall responsibilities of governance between meetings of the AoM. ILC is organised at the regional level with the Regional Committees (Africa, Asia and LAC) that work with and for the ILC members, ensuring that the priorities and actions of the ILC are more relevant to the specific regional and sub-regional contexts.&#xd;<br />The ILC Secretariat executes the programme of work approved by the ILC Council and is also responsible for supporting the effective functioning of the ILC, taking into account its diverse character and regionalisation approach in the implementation of its activities. It is headed by the Director, who is an ex-officio member of the AoM and the Council.The Regional Coordination Units are headed by a Regional Coordinator, and facilitate the delivery of the regional strategy and work plans. Regional Coordination Units are hosted by one or more ILC members.","acronym":"ILC","interests":"Agriculture and Rural Development, Climate Action, Communication, Environment, International co-operation and development, Justice and Fundamental Rights, Youth","euInitiatives":"ILC works to promote people-centred land governance, which contributes to the 2030 Agenda for Sustainable Development, including to at least 59 SDGs targets that relate to people-centred land governance. In particular, land issues are recognised and reflected in a number of SDGs targets: No Poverty (1.4), Zero Hunger (2.3/2.4), Gender Equality (5.a), Sustainable Cities and Communities (11.1/11.3/11.7) and Life on Land (15.1/15.3), as well as two target indicators which can be used as key progress measurement in achieving land related legal and policy reforms and their implementation. &#xd;<br />•\t1.4.2: Proportion of total adult population with secure tenure rights to land, with legally recognized documentation and who perceive their rights to land as secure, by sex and by type of tenure &#xd;<br />•\t5.a.2: Proportion of countries where the legal framework (including customary law) guarantees women’s equal rights to land ownership and/or control&#xd;<br />ILC is exploring how to support members to engage in alternative reporting on progress towards the SDGs and has recently launched a global land index (landexglobal.org) to monitor land governance, which is also aligned with the SDGs, as well as with the Voluntary Guidelines on the Responsible Governance of Tenure of land, forests and fisheries (VGGTs).&#xd;<br />We receive funding via our host organisation, IFAD, for the implementation of our 2016-2021 strategy, with the most recent agreement FOOD/2019/405-165 signed for 2019-2021.&#xd;<br />We also facilitate network member applications for EuropeAid calls for proposals (CSO and EIDHR and contribute and participate in public consultations of the European Commission relevant to the policy areas we focus on.","lastUp":"2019-06-11T10:40:54.774+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}