{"id":"966603421451-14","name":"ABECADE MANAGEMENT, S.L.","registrationDate":"2016-04-20T11:20:10.203+01:00","category":1,"subCategory":6,"legal":"Sociedad limitada","web":"http://www.economoiuris.com/","country":"Spain","headAddress":"Calle Colón, 20, 4º, 8B","headCity":"Valencia","headPostCode":"46004","headPhone":"(34)9 63 63 69 05","boss":"Juan Martínez-Medina Amat","bossTitle":"","bossPosition":"Socio Economista","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Empresa privada dedicada a:&#xd;<br />&#xd;<br />- Consultoría y asesoría jurídica en las siguientes áreas: mercantil (especialistas en derecho concursal), tributario, fiscal, penal económico, civil, administrativo y derecho deportivo.&#xd;<br /> &#xd;<br />- Consultoría en el desarrollo de la innovación en pymes. Proponemos una evaluación de calidad entorno a la innovación con el objetivo de detectar las necesidades de la compañía en la actualidad. Los ejes de evaluación son los siguientes: liderazgo, costes, relaciones, marketing y ventas y capacidades técnicas.&#xd;<br />&#xd;<br />-Gestión patrimonial Real Estate. La compañía ofrece los siguientes servicios profesionales: gestión de deuda, asesoramiento en la negociación y homologación para la financiación y/o refinanciación de la pequeña y mediana empresa y en la venta de unidades productivas.","acronym":"","interests":"Banking and financial services, Borders and Security, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Asuntos económicos y financieros&#xd;<br />Fiscalidad&#xd;<br />Asuntos jurídicos&#xd;<br />Derecho concursal&#xd;<br />Innovación&#xd;<br />Competencia&#xd;<br />Empresa","lastUp":"2019-02-14T15:58:06.311+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}