{"id":"96671928897-72","name":"Soteria International","registrationDate":"2012-06-05T00:26:33.799+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.soteriainternational.org/","country":"Denmark","headAddress":"Avderødvej 35","headCity":"Kokkedal","headPostCode":"2980","headPhone":"(45)30 95 36 79","boss":"Arthur Lederer","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"1.0","membership":"Soteria International is part of: &#xd;\n&#xd;\n    DIF - Dansk Interreligiøst Forum&#xd;\n    ENAR - European Network Against Racism&#xd;\n    EIFRF - European Interreligious Forum for Religious Freedom&#xd;\n    ENORB - European Network on Religion &amp; Belief&#xd;\n    FOB - European Federation for Freedom of Belief","memberOrga":"http://earthcharter.org","goal":"1. SOTERIA works to ensure the right of everyone to pursue a spiritual practice.&#xd;<br />&#xd;<br />2. SOTERIA works for society to reflect spirituality as an essential and inherent part of human life and facilitate mankind's spiritual pursuits.&#xd;<br />&#xd;<br />3. SOTERIA promotes spiritual perspectives in public debates.&#xd;<br />&#xd;<br />4. SOTERIA engages local and global community to raise awareness of the immanent principles of inner Spiritual Human Rights reassess the humanity within the human rights, understood from the principles of mankind’s inner nature.&#xd;<br />&#xd;<br />5. SOTERIA aims to secure the freedom of expression for spiritual organisations and ensures their access to public debates.&#xd;<br />&#xd;<br />6. SOTERIA targets specific political campaigns at the judiciary, politicians and media to raise questions of spiritual human rights and find solutions in a political or judicial frame when needed.&#xd;<br />&#xd;<br />Our organization is active in the area of interfaith dialogue, protecting human rights in the area of freedom of religion and belief (FORB), creating networks on FORB and developing guidelines for dealing with matters of religious discrimination. Also, we actively work for refugee's rights, rule of law.&#xd;<br />&#xd;<br />Soteria International's representatives participate as speakers at public hearings held by parliamentary committees, and at conferences hosted by MEPs in the European Parliament on subjects pertaining to human rights issues.&#xd;<br />Soteria International is seeking insight into policymaking, policy implementation and/or decision-making in the EU institutions with regards to human rights issues. The organisation takes part actively in civil society at the political and social levels to promote the integration of spiritual principles in the decisions for the future. The organization also conducts research and acts within the judiciary, social and political fields on cases of human rights violations related to spiritual practice.","acronym":"Soteria","interests":"Communication, Culture, Education, Employment and Social Affairs, Environment, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"The main legislative committees that Soteria International has followed recently are:&#xd;<br />&#xd;<br />-\tAFET – DROI &#xd;<br />•\tMigration management&#xd;<br />•\tHuman rights in the world&#xd;<br />&#xd;<br />-\tLIBE&#xd;<br />•\tOn-going dialogue on the mechanisms and methods to better safeguard the fundamental rights of persons in the European Union&#xd;<br />•\tEU mechanism on Democracy, Rule of Law and Fundamental Rights &#xd;<br />•\tEuropean arrest warrant proceedings and refugees’ rights &#xd;<br />•\tPrisons' systems and conditions &#xd;<br />&#xd;<br />-\tPETI&#xd;<br />•\tMonitoring cases of discrimination of EU citizens in the EU Member States and the protection of minorities&#xd;<br />&#xd;<br />-\tWe also attended several PUBLIC HEARINGS which addressed topics of concern for Soteria.","lastUp":"2017-07-24T10:49:01.466+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}