{"id":"966874435557-34","name":"EUROFORGE","registrationDate":"2019-08-05T16:25:33.733+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://euroforge.org","country":"Belgium","headAddress":"Bd. A. Reyers Ln 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(49)17 39 47 52 97","boss":"Tobias Hain","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.euroforge.org/members-partners/member-associations/contact-details.html","goal":"EUROFORGE is an International Non-Profit Association, governed by title III of the law of the 27th of June 1921 on non-profit associations, non-profit international associations and foundations.&#xd;<br />&#xd;<br />EUROFORGE has its registered office in Belgium, currently in Brussels, Boulevard A. Reyers 80. It may be transferred to any other location in Belgium by simple decision of the Executive Board published within the month in the annexes of the Belgian State Gazette (“Moniteur belge”). It may establish operating offices in other countries within the EU.&#xd;<br />&#xd;<br />&#xd;<br />EUROFORGE has the following international non-profit purposes in order to contribute to the well-being and economic development of the European forging industry:&#xd;<br />&#xd;<br />a)\tDevelopment of knowledge concerning the technical, commercial and legal environment of the forging industry.&#xd;<br />b)\tIncrease the awareness of forging and thereby to enhance the acceptability and desirability of components so produced.&#xd;<br />c)\tEncourage the continuation and development of the sound scientific and technological basis of the European forging industry.&#xd;<br />d)\tRepresent the European forging industry to the EU authorities and equivalent bodies in other regions of the world. Encourage European uniformity and co-operation especially in the area of standardisation&#xd;<br />&#xd;<br />In fulfilling its objectives, EUROFORGE shall, in particular:&#xd;<br />&#xd;<br />a)\tPublish information and statistics relevant for the European forging industry, its suppliers and its customers on its website or via other media.&#xd;<br />b)\tInitiate working groups, project groups and committees on technical or commercial topics of general interest for the European forging industry.&#xd;<br />c)\tOrganise events, fairs and conferences on behalf of the European forging industry.&#xd;<br />d)\tSet up and organise seminars and workshops.&#xd;<br />e)\tRepresent the forging industry’s interests to European authorities. &#xd;<br />&#xd;<br />All EUROFORGE activities are aimed to be compliant with EU-law and the individual national legislations especially concerning antitrust-legislation, property rights and data protection.&#xd;<br />&#xd;<br />In pursuing the activities of the association, the members seek no direct patrimonial benefits whatsoever, nor assign anything to the association with the purpose of procuring a direct patrimonial benefit to the members.&#xd;<br />The association may acquire any kind of assets, movable or immovable, enter into any contractual commitments, accept donations, make sales, grant privileges or securities on its property and transfer them in conformity with the provisions of the law, the current statutes and all amendments thereof.&#xd;<br />&#xd;<br />a)\tThe geographic scope of the EUROFORGE activities shall include all countries based on the European continent.&#xd;<br />&#xd;<br />b)\tEUROFORGE covers the following fields of forging industry: hot, warm and cold forging, open die forging, ring rolling.","acronym":"EF","interests":"Business and Industry, Energy, Environment","euInitiatives":"We are planning to join the SF BREF revision process, starting in 2019.&#xd;<br />Before 2019 we were only in contact with single EU representatives in order to win them as key note speaker at our EUROFORGE conFAIR 2018 conference, which was declined (Commissioner Oettinger, MEP Buzek).","lastUp":"2019-08-05T16:26:41.492+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}