{"id":"96724162141-51","name":"Association Fondation Internet Nouvelle Génération","registrationDate":"2009-08-11T16:14:33.845+01:00","category":4,"subCategory":5,"legal":"Association française loi 1901","web":"http://www.fing.org/","country":"France","headAddress":"8 passage Brulon","headCity":"Paris","headPostCode":"75012","headPhone":"(33)1 83 62 98 28","boss":"Philippe Lemoine","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"La Fing est notamment membre des structures suivantes: Silicon sentier, telecom Valley, Accidd, Ping, le club de l'économie numérique, Méditerranées Technos, Cap Digital","memberOrga":"AAA-Data&#xd;\nAeternam&#xd;\nAgence Pays basque des NTIC&#xd;\nANCV&#xd;\nARP-Astrance&#xd;\nAtelier Vidéo &amp; Multimédia&#xd;\nAu plaisir&#xd;\nBerger Levrault&#xd;\nCapital Homme&#xd;\nCCI Paris Ile-de-France&#xd;\nCecurity.com&#xd;\nCiviteo&#xd;\nCNED&#xd;\nCommunication Publique&#xd;\nConseil général de la Gironde&#xd;\nConseil Général des Côtes d'Armor&#xd;\nCoopérer pour entreprendre&#xd;\nEDF&#xd;\nElia Consulting&#xd;\nEnsci-Les Ateliers&#xd;\nEsprit Manager&#xd;\nfaberNovel&#xd;\nFastTrack&#xd;\nGaz Réseau Distribution France (GrDF)&#xd;\nGNI Média&#xd;\nGrand Poitiers&#xd;\nGroupe Up&#xd;\nGS1&#xd;\nHaliotis-conseils&#xd;\nInstitut de médecine environnementale&#xd;\nInstitut Mines-Telecom&#xd;\nItems international&#xd;\nLa Netscouade&#xd;\nLa Poste&#xd;\nLe résidentiel numérique&#xd;\nLe travail redistribué&#xd;\nMaelink&#xd;\nMAIF&#xd;\nMétropole de Lyon&#xd;\nMétropole de Rennes&#xd;\nMétropole Européenne de Lille&#xd;\nMission TIC de la Collectivité Territoriale de Corse&#xd;\nNancy numérique&#xd;\nNolaho&#xd;\nNova Veolia&#xd;\nNovathings&#xd;\nPôle de compétitivité Cap Digital&#xd;\nPort Parallèle Scop&#xd;\nPSB Paris School of Business&#xd;\nRégion Bourgogne-Franche-Comté&#xd;\nRégion Bretagne&#xd;\nRégion Nord-Pas de Calais-Picardie&#xd;\nRégion Normandie&#xd;\nRenault SAS&#xd;\nRéseau Canopé&#xd;\nSanoia&#xd;\nScop La Péniche&#xd;\nSociété Générale&#xd;\nStrate - Ecole de Design&#xd;\nSuez&#xd;\nTactis&#xd;\nTransitions&#xd;\nU Change&#xd;\nUGH Conseil&#xd;\nUrbismart&#xd;\nWithout Model","goal":"Depuis 17 ans, la Fing aide les entreprises, les institutions et les territoires à anticiper les mutations liées aux technologies et à leurs usages. Elle a construit un nouveau genre de think tank, dont les productions sont largement reconnues et Europe et ailleurs.&#xd;<br />&#xd;<br />Créée en 2000 par une équipe d’entrepreneurs et d’experts, la Fing est un think tank de référence sur les transformations numériques. La Fing compte aujourd’hui plus de 180 membres : des grandes entreprises, des start-ups, des laboratoires de recherche, des universités, des collectivités territoriales, des administrations, des associations, des personnes physiques….&#xd;<br />&#xd;<br />La Fing, c'est : &#xd;<br />- Une fabrique d’idées neuves et actionnables&#xd;<br />- Un réseau d’acteurs de la transformation&#xd;<br />- Des actions collectives à fort effet de levier&#xd;<br />- Un lieu de débat entre technologie et société&#xd;<br />&#xd;<br />L’action de la Fing en 2017 s’organise tout entière autour d’une ambition : jouer un rôle transformateur réel, concret, mais aussi utile à la société. Cette ambition s’exprime à la fois dans les sujets traités et dans les modalités de l’action.&#xd;<br />&#xd;<br />Au travers du programme Transitions2, la Fing poursuit et amplifie le travail engagé depuis 2015 sur la transformation des grands systèmes, les “transitions”. Elle en fait un grand programme, multiforme, international, très coopératif, au service d’une ambition : mettre la puissance transformatrice du numérique au service de la transition écologique.&#xd;<br />&#xd;<br />Dans le même temps, la Fing continue de creuser le sillon des “data”, ces données qui sont tout sauf “données” et que nous traitons, nous, comme des objets de pouvoir : en cherchant à distribuer plus largement la culture de la donnée (Infolab), en redistribuant aux gens les données qui les concernent (MesInfos), en travaillant à rendre intelligibles les systèmes décisionnels qui s’appuient sur elles (NosSystèmes). Les données peuvent être immatérielles, ces projets ne le sont pas : les premiers Infolabs existent aujourd’hui, par exemple à Grenoble, et le projet MesInfos passe en 2017 en phase pilote, porté par de très grands acteurs économiques.&#xd;<br />&#xd;<br />Alors que personne, ou presque, ne parlait des transformations du travail à l’ère numérique, Digiwork a défriché le terrain en 2013-2014 et ses travaux sont aujourd’hui repris partout. La Fing passe donc aux travaux pratiques, au sein de grandes entreprises, ou, au travers du projet “Musette”, auprès des individus que nous voulons remettre en position de maîtrise de leur mobilité professionnelle.&#xd;<br />&#xd;<br />Enfin, la Fing trace des perspectives de long terme, à la fois en prenant du recul (sur l’empowerment avec Capacity, sur l’humain avec la chaire “L’humain au défi du numérique”) et… en prenant de l’avance, avec son cycle de prospective Questions Numériques comme avec l’expédition “NosSystèmes”.&#xd;<br />&#xd;<br />Nous vous proposons donc de vivre ensemble une année dense et diverse, où l’action nourrit la réflexion et réciproquement, où le sens reste toujours au contact du terrain, et où la surprise, le plaisir, la découverte, vous attendent à chaque étape.","acronym":"Fing","interests":"Audiovisual and Media, Climate Action, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Transport, Youth","euInitiatives":"Données personnelles, transitions écologiques/numériques","lastUp":"2017-02-23T11:14:15.178+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}