{"id":"967600730097-51","name":"Levende Musik i Skolen","registrationDate":"2018-02-09T10:39:42.223+01:00","category":3,"subCategory":2,"legal":"Selvejende Institution","web":"https://lms.dk","country":"Denmark","headAddress":"Vester Alle 15","headCity":"Aarhus C","headPostCode":"8000","headPhone":"(45)86 19 45 70","boss":"Ebbe Høyrup","bossTitle":"","bossPosition":"Koncertdirektør","membersCount":12,"membersFTE":"9.0","membership":"Jeunesses Musicales - jmi.net&#xd;\nYAM - yamspace.org&#xd;\nFOKUS - kunstkulturskole.dk&#xd;\nKulturPakker - kulturpakker.dk","memberOrga":"","goal":"LMS er et nationalt kompetencecenter, der arbejder i et krydsfelt mellem kunst og læring. Med skolekoncerten ønsker vi at sikre musikalsk mangfoldighed, kvalitet og relevans, samt skabe et levende møde, der kan åbne, samle, danne, lære, inspirere og udvikle. &#xd;<br />&#xd;<br />LMS producerer selv koncertturneer og koordinerer med andre statsstøttede aktører. Det er en ny rolle for LMS fremover at have ansvar for kvalitet og kvantitet, som sikrer et samlet tilbud af høj kvalitet til grundskoler i hele landet.&#xd;<br />&#xd;<br />Som nationalt kompetencecenter er det vigtigt for LMS at have et åbent vindue mod omverdenen. Derfor udvikler vi vores tilbud i tæt samarbejde med skolen, og trækker i vores udviklingsarbejde på vores store nationale og internationale netværk. Altid med det sigte, løbende at kvalificere vores koncerttilbud. &#xd;<br />&#xd;<br />Som nationalt kompetencecenter vil LMS være kendt for at have kvalitet i alle led. Fordi vi ved, at verden er uforudsigelig, findes der ingen endelige svar og løsninger, derfor ser vi i LMS udvikling af vores koncerttilbud som en on-going proces.","acronym":"LMS","interests":"Culture, Education, Youth","euInitiatives":"Vi følger pt ikke direkte nogen EU initiativer, men følger generelt med i kulturområdet, især på musikområdet. Det samme gælder uddannelsesområdet i det omfang det har - eller burde have - forbindelse til musik, kunst, kultur.","lastUp":"2018-02-16T15:26:50.981+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}