{"id":"967692829210-66","name":"Centar za evropske politike","registrationDate":"2017-12-06T16:32:39.724+02:00","category":4,"subCategory":5,"legal":"association of citizens/non-governmental organisation","web":"http://cep.org.rs/en/","country":"Serbia","headAddress":"Svetog Nauma 7","headCity":"Belgrade","headPostCode":"11000","headPhone":"(381)1 14 08 22 65","boss":"Ranka Miljenovic","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Centar za evropske politike - CEP (European Policy Centre) is a non-governmental, non-profit, independent think-tank, founded in 2011 by a group of professionals in the area of EU law, EU affairs, economics and public administration reform, with a shared vision of changing the policy making environment in Serbia for the better – by rendering it more evidence based, more open and inclusive and more substantially EU accession driven.&#xd;<br />&#xd;<br />CEP's mission is to: &#xd;<br />I.   Enhance research and analysis as a basis for decision-making&#xd;<br />II.   Providing high quality alternatives of public policies in order to improve the process of Serbia’s accession to the EU and the positioning of Serbia as an equal partner EU Member States in terms of:&#xd;<br />&#xd;<br />1. Transparency and accountability of democratic structures of government,&#xd;<br />2. Arrangement and performance of the market, and&#xd;<br />3. The ability to not only meet the criteria for EU membership but also to maximize the rights and opportunities that arise from when we realize membership.&#xd;<br />&#xd;<br />In fulfilling its mission, the CEP seeks to maintain a delicate balance between the role of the Government’s partner on the road to EU accession and careful control of governmental activities and plans.","acronym":"CEP","interests":"Agriculture and Rural Development, Borders and Security, Competition, Consumers, Customs, Economy, finance and the euro, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Democracy, rule of law and government accountability; &#xd;<br />Internal Market and Competitiveness;&#xd;<br />Regional Policy, Energy, Environment:","lastUp":"2019-06-26T10:53:16.455+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}