{"id":"967927125028-10","name":"OLTIS Group a.s.","registrationDate":"2016-12-12T14:28:00.419+02:00","category":2,"subCategory":7,"legal":"Join-stock company","web":"http://www.oltisgroup.com","country":"Czech republic","headAddress":"Dr. Milady Horákové 1200/27a","headCity":"Olomouc","headPostCode":"77900","headPhone":"(420)5 88 20 85 55","boss":"Miroslav Fukan","bossTitle":"Mr","bossPosition":"Authorized representative","membersCount":8,"membersFTE":"3.0","membership":"","memberOrga":"Association of the European Rail Industry (UNIFE) http://www.unife.org Organization for Cooperation of Railways (OSJD) http://en.osjd.org/ The International Association Coordinating Council on Transsiberian Transportation (CCTT) http://en.icctt.com/ Rail Forum Europe (RFE) http://www.rail-forum.eu/ International Rail Freight Business Association (IBS) http://www.ibs-ev.com/ FundacjaProKolej http://www.prokolej.org/The Green European Transport Association of Research &amp; Development Organisations and Professional Persons (GETA) http://www.geta.eu/ Association of the Czech Railway Industry (ACRI) http://www.acri.cz/en Czech Association of Forwarding and Logistics (SSL) http://www.sslczech.cz/ Czech Confederation of Industry (SP) http://www.spcr.cz/en Czech Logistics Association (CLA) http://www.czech-logistics.eu/en/ Association for Transport Telematics (SDT) http://www.sdt.cz/intro.php Association of research organizations (AVO) http://www.avo.cz/index.php?p=index&amp;site=en Economic Chamber of the Czech Republic https://www.expats.cz/en/prague/directory/chamber-commerce/?s=economic-chamber Reliant Expertní Klub (R.E.K.) http://www.eurologport.eu/South East Europe Strategic Alliance for Rail Innovation (SEESARI) http://www.seesari.org/National Technology Platform for Road transport https://www.tpsd-ertrac.cz/en/","goal":"IT systems for transport and logistics, comprehensive and flexible software development, implementation, research and innovation activities, consultancy. Numerous tailor-made components, full range of accompanying services. OLTIS Group is a Czech private group of specialized software companies with close and effective cooperation since 1993. The main development background is based in the Czech Republic, with own subsidiaries in Slovakia, Poland and Hungary. More than 600 customers in 25 European countries: railway undertakings, operators and infrastructure  managers, freight forwarders, carriers, shippers, universities, international associations and organizations etc.","acronym":"OLTIS Group","interests":"Digital economy and society, Research and innovation, Trans-European Networks, Transport","euInitiatives":"European Commission White Paper&#xd;<br />4th Railway Package&#xd;<br />Shift2Rail Multi-Annual Action Plan&#xd;<br />COMMISSION REGULATION (EU) No 1305/2014 of 11 December 2014 on the technical specification for interoperability relating to the telematics applications for freight subsystem of the rail system in the European Union&#xd;<br />TAF-TSI Master Plan","lastUp":"2019-05-28T09:02:21.629+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}