{"id":"967907936623-25","name":"Vivid Economics Ltd","registrationDate":"2019-12-03T12:00:02.935+01:00","category":1,"subCategory":6,"legal":"private limited company","web":"http://www.vivideconomics.com","country":"United kingdom","headAddress":"Vivid Economics","headCity":"London","headPostCode":"NW11BU","headPhone":"(44)84 48 00 02 54","boss":"Robin Smale","bossTitle":"","bossPosition":"Director","membersCount":7,"membersFTE":"1.75","membership":"N/A","memberOrga":"N/A","goal":"Vivid Economics is a leading strategic economics consultancy with global reach. We strive to create lasting value for our clients, both in government and the private sector, and society at large.&#xd;<br />&#xd;<br />We are a premier consultant in the policy-commerce interface and resource- and environment-intensive sectors, where we advise on the most critical and complex policy and commercial questions facing clients around the world. The success we bring to our clients reflects a strong partnership culture, solid foundation of skills and analytical assets, and close cooperation with a large network of contacts across key organisations. From our beginnings in 2006, we have become well recognised and trusted in our field, and known for our uncompromising quality.&#xd;<br />&#xd;<br />In all our work, we put economics to good use by:&#xd;<br />&#xd;<br />●\taddressing the public interest to enhance both our clients’ interests and the public good;&#xd;<br />●\tsupporting important decisions and carrying the argument to implement them.&#xd;<br />&#xd;<br />We enjoy close partnerships with clients who are large industrials, institutional investors, government departments, banks and private equity firms, non-governmental organisations, international financial institutions, law firms and strategic advisory firms.&#xd;<br />&#xd;<br />Our assignments have given us a broad and deep appreciation of policy and commercial issues in Europe, North America and the Asia-Pacific, in sectoral applications such as oil and gas production and refining, power generation, chemicals, aviation, waste management, water supply and waste water management, fisheries, energy-intensive manufacturing, renewable energy, energy efficiency, carbon capture and storage (CCS) and the Clean Development Mechanism (CDM).","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Climate Action, Economy, finance and the euro, Energy, Environment, Research and innovation, Trade","euInitiatives":"Vivid Economics has carried out several projects for both the European Commission, related institutions and industry bodies within the EU, in order to help shape EU policy design, primarily in relation to energy and climate and change.&#xd;<br />&#xd;<br />Some of Vivid's assignments of relevance to EU initiatives and policies include:&#xd;<br />&#xd;<br />- The European Commission were supported by Vivid Economics, in collaboration with Ramboll, to evaluate financing for energy projects to 2020. This financing framework is known as the multi-lateral financing framework (MFF), and is the planning tool used by the EU to allocate its annual budget and to achieve the Energy Union objectives, and associated 20-20-20 targets. Vivid Economics established a database of activities delivered under the MFF to date. A strategic evaluation tool was then deployed to assess the extent to which this existing funding met the aims of Energy Union. The final part of this work was to make recommendations about the future design. &#xd;<br />&#xd;<br />&#xd;<br />- DECC asked Vivid Economics to assess the suitability of the European Commission’s proposal to change carbon leakage allocation by tightening existing product and fall-back benchmarks. A central part of this investigation was to determine the proposed policy's ability to limit carbon leakage and incentivise cost-effective abatement. This included identifying how the proposed changes to carbon leakage allocation would affect production levels, decarbonisation and competitiveness between competing firms within or outside the EU ETS. The findings were used by the UK government as part of their engagement with European policymakers in order to help shape the design of Phase IV of the EU ETS. &#xd;<br />&#xd;<br />&#xd;<br />- Vivid Economics was commissioned by Green Budget Europe to organise and lead a workshop examining whether Border Carbon Adjustments (BCA) had a role within the EU’s approach to carbon leakage protection. The workshop involved representatives from environmental groups, industry and academia, with Vivid Economics playing a key role in presenting initial discussion points, chairing the discussions, and summarising key findings. Vivid also prepared a briefing paper on the design of BCAs including their efficacy in mitigating carbon leakage and possible design.  &#xd;<br />&#xd;<br />- On behalf of a major EU government, Vivid Economics performed detailed modelling of the extent of possible carbon leakage scenarios in the EU under different future carbon prices. The current criteria used by the European Commission in determining whether a sector is at risk of leakage were evaluated and compared against the available alternatives. In addition, a review was conducted of the likely effectiveness of the different policy options available for combating leakage. In this project, we conducted: an assessment of evidence to suggest that leakage has or has not occurred over Phase II of the EU ETS; in-depth case studies to assess the risk of leakage for a specific set of sectors or sub-sectors; an assessment of how the risk of leakage depends on the level of the carbon price and/or the tightness of the cap; an assessment of the current approach for identifying sectors at risk of leakage and alternative approaches; and, an assessment of the merits of alternative approaches for mitigating the risk of leakage in light of evidence gathered.&#xd;<br />&#xd;<br />- Vivid Economics was asked by the European Commission to contribute to assess the competitiveness effects of the Fuel Quality Directive on European refineries, biofuels and fuel importers in the EU-27. Vivid Economics conducted a review of the EU transport fossil fuel sector and performed detailed modelling of the competitiveness impacts of the Fuel Quality Directive to assist the European Commission in understanding the financial impacts of different implementation options, including changes in market shares, profit margins, cost pass-through and impacts on future investment incentives.","lastUp":"2019-12-03T12:19:28.544+01:00","customers":"Ramboll Management Consulting AS","costAbsolu":"","costRange":"5000000-5249999","turnoverAbsolu":"","turnoverRange":""}