{"id":"96816064173-47","name":"BVI Bundesverband Investment und Asset Management e.V.","registrationDate":"2010-09-14T10:51:39.057+02:00","category":2,"subCategory":4,"legal":"registered association","web":"http://www.bvi.de/en","country":"Germany","headAddress":"Bockenheimer Anlage 15","headCity":"Frankfurt am Main","headPostCode":"60322","headPhone":"(4969)1 54 09 00","boss":"Thomas Richter","bossTitle":"Mr","bossPosition":"CEO","membersCount":16,"membersFTE":"10.0","membership":"BVI is a member of the European Fund and Asset Management Association EFAMA, and actively supports the realisation of the concept of investment at European level as well as safeguarding of the interests of the German funds industry. In the international context, BVI as a member of the International Investment Funds Association IIFA works towards a creation of appropriate framework conditions for the activities of management companies.","memberOrga":"http://www.bvi.de/bvi/mitglieder/","goal":"The German Investment Funds Association BVI is the contact point for government and supervisory authorities on all issues related to the German Capital Investment Code (Kapitalanlagegesetzbuch, KAGB). It represents the interests of investment fund management companies - whether they invest in securities or tangible assets, pursue active or passive strategies, specialize in administration or portfolio management, or appeal to institutional or private investors. BVI’s more than 100 member companies manage assets of nearly three trillion euros for private investors, insurance companies, retirement benefit schemes, banks, churches and foundations.&#xd;<br />&#xd;<br />Our role is to... &#xd;<br />•\trepresent the interests of investment management companies in political and regulatory matters at German, European and international level; &#xd;<br />•\tbe a centre of excellence, the first point of contact and advisor on the development and application of regulatory issues; &#xd;<br />•\tbe the main point of contact for politicians, administration and the media on all matters regarding the regulation of the investment industry; &#xd;<br />•\tmediating between the investment industry and politicians; &#xd;<br />•\tserve as a forum for discussion within the industry.","acronym":"BVI","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Taxation","euInitiatives":"Selected EU initiatives currently being monitored by the BVI, include: &#xd;<br />&#xd;<br />- Securitisations (Regulation) &#xd;<br />- Prospectus (Regulation) &#xd;<br />- Markets in Financial Instruments Directive (MiFID II) / - Markets in Financial Instruments Regulation (MiFIR) &#xd;<br />- Alternative Investment Fund Managers Directive (AIFMD) &#xd;<br />- Undertakings for the Collective Investment of Transferable Securities (UCITS Directive) &#xd;<br />- Packaged Retail and Insurance-based Investment Products (PRIIPs Regulation) &#xd;<br />- Insurance Distribution Directive (IDD) &#xd;<br />- Benchmarks (Regulation) &#xd;<br />- Bank Structural Reform (Regulation) &#xd;<br />- Money Market Funds (Regulation) &#xd;<br />- Shareholder Rights Directive (SRD II) &#xd;<br />- Financial Transaction Tax (Directive) &#xd;<br />- Pan-European Personal Pension Product (Regulation) &#xd;<br />- ESA review &#xd;<br />- Capital Requirements Directive (CRD V) &#xd;<br />- Anti Money Laundering (Regulation) &#xd;<br />- European Market Infrastructure Regulation (EMIR)&#xd;<br />- Cross-border Distribution of Funds (CBDF)&#xd;<br />- Investment Firm Regulation/Directive (IFR/D)&#xd;<br />- Sustainable Finance&#xd;<br />- Fintech / Digitalisation","lastUp":"2018-04-16T17:06:01.754+02:00","customers":"","costAbsolu":"","costRange":"2250000-2499999","turnoverAbsolu":0,"turnoverRange":""}