{"id":"968421535984-01","name":"World Leadership Alliance-Club de Madrid","registrationDate":"2019-09-24T12:58:14.704+02:00","category":3,"subCategory":2,"legal":"Association without lucrative purposes","web":"http://www.clubmadrid.org","country":"Spain","headAddress":"Palacio del Marqués de Cañete, Mayor Street, 69, Level 1","headCity":"Madrid","headPostCode":"28013","headPhone":"(34)9 11 54 82 30","boss":"Maria Elena Aguëro","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"1.0","membership":"- European Partnership for Democracy&#xd;\n- ECOSOC (UN) (consultative status)&#xd;\n- AmCham Spain","memberOrga":"Formal members of World Leadership Alliance-Club de Madrid (former Heads of State or Government): http://www.clubmadrid.org/who-we-are/members/&#xd;\n&#xd;\nWorld Leadership Alliance-Club de Madrid (Organizational Structure): http://www.clubmadrid.org/who-we-are/organization-and-structure/","goal":"World Leadership Alliance-Club de Madrid is a global network of democratic former Presidents and Prime ministers with a concrete mission: free from the constraints of office, and on a pro bono basis, our members offer today’s leaders their independent and non-partisan voices, experience and convening power, for supporting good governance and fostering a democracy that delivers results for everybody. World Leadership Alliance-Club de Madrid works with several experts and like minded institutions who, as project partners, provide specific advice on a wide range of issues. Through third party collaborations we also promote the mission and initiatives of other organizations in support of shared goals.","acronym":"WLA-CdM","interests":"Climate Action, Digital economy and society, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy","euInitiatives":"European Instrument for Democracy &amp; Human Rights (EIDHR); European Citizens' Initiative (ECI); European Neighbourhood Instrument (ENI); European Development Fund (EDF); Development Cooperation Instrument (DCI); Stability and Peace (IcSP); European Endowment for Democracy (EED); Digital Agenda for Europe; PROTECT (“Preventing Violent Extremism Through Promoting Tolerance and Respect for Diversity\"); and EU Migration Policy.","lastUp":"2019-09-24T14:14:44.499+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}