{"id":"968678118854-25","name":"Nederland ICT","registrationDate":"2015-09-21T12:36:05.422+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.nederlandict.nl","country":"Netherlands","headAddress":"Pompmolenlaan 7","headCity":"Woerden","headPostCode":"3447 GK","headPhone":"(31)3 48 49 36 36","boss":"LOTTE DE BRUIJN","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"Digital Europe, EuroISPA.","memberOrga":"http://www.nederlandict.nl/","goal":"About Nederland ICT (English)&#xd;<br />Nederland ICT is the trade association for more than 550 IT, telecom, internet and office companies in the Netherlands. Nederland ICT represents a business community with a turnover of almost ?30 billion and over 250,000 employees, making it the foremost advocate and representative of the Dutch ICT sector.&#xd;<br />&#xd;<br />Mission&#xd;<br />Nederland ICT's mission is to apply its expertise and knowledge for the purpose of providing the highest possible quality service and opportunities to its members in the ICT sector, and help them make the right decisions in delivering commercial solutions and achieving growth and profitability.&#xd;<br />&#xd;<br />Nederland ICT is active in the area of market promotion, advocacy and individual services, for example in the legal domain. Furthermore its members profit from financial benefits and the extensive network platform.&#xd;<br />&#xd;<br />Services&#xd;<br />Nederland ICT offers many services to its members in order to help them with their business. Of these services we would like to point out the following two:&#xd;<br />&#xd;<br />ICT Milieu (ICT &amp; Environment)&#xd;<br />Werkgeversvereniging ICT (the ICT employer association) &#xd;<br />&#xd;<br />Members&#xd;<br />&#xd;<br />Nederland ICT represents more than 550 companies in the Netherlands. For a complete list, please click on the link below.&#xd;<br />&#xd;<br />Who are the members of Nederland ICT?&#xd;<br />Information in English&#xd;<br />Registration form Membership Nederland ICT&#xd;<br />Subscription regulation Nederland ICT 2013&#xd;<br />Code of Conduct Nederland ICT 2013&#xd;<br />&#xd;<br />Contact&#xd;<br />For more information, please contact us on (+31) 348 - 49 36 36 or e-mail.","acronym":"","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Education, Employment and Social Affairs, Energy, Environment, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade","euInitiatives":"Telecoms, Platforms, Copyrights, Cybersecurity, Privacy, Environment, Education.","lastUp":"2017-06-10T00:50:58.865+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}