{"id":"968973533597-23","name":"Bay Zoltan Nonprofit Ltd for Applied Research","registrationDate":"2019-01-08T12:35:06.508+02:00","category":4,"subCategory":5,"legal":"Nonprofit","web":"http://www.bayzoltan.hu/en/home/","country":"Hungary","headAddress":"Kondorfa u. 1.","headCity":"Budapest","headPostCode":"H-1116","headPhone":"(36)14 63 05 00","boss":"Norbert Grasselli","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"2.5","membership":"BZN is in partnership with the following groups:&#xd;\n&#xd;\n- EIT Raw Materials associated partner;&#xd;\n- NUGENIA – Nuclear Generation II &amp; III Association;&#xd;\n- EMIRI – Energy Materials Industrial Research Initiative&#xd;\n- EU-VRi – European Virtual Institute for Integrated Risk Management, founding member&#xd;\n- EURAXESS researchers mobility program – bridgehead organisation, national coordinator&#xd;\n- EEN – Enterprise Europe Network Strategic Partner&#xd;\n- BIC – Bio-based Industries Consortium&#xd;\n- Industry 4.0 Platform, Hungary&#xd;\n- Artificial Intelligence Platform, Hungary","memberOrga":"","goal":"Bay Zoltán Nonprofit Ltd. for Applied Research (BZN) was established in 1993.&#xd;<br />BZN is now Hungary's leading applied research institution. BZN provides R&amp;D services to companies in Hungary and strives to enhance the competitiveness of SMEs through innovation and technology transfer. It plays active role in the Hungarian and regional innovation systems and works with international partners through industry projects. The research divisions offer complex scientific and technical solutions to SMEs and large enterprises in Hungary and internationally.&#xd;<br />&#xd;<br />Its aims to contribute to the competitiveness and efficiency of Hungarian companies by providing services in innovation and technology transfer in cooperation with Hungarian and foreign partner institutions. We offer our customers – currently more than 200 companies – complex scientific and technological solutions in several areas of expertise, devised in a way to enhance their competitiveness.&#xd;<br />&#xd;<br />BZN cooperates with institutions of the public sector, the Hungarian Academy of Sciences and universities and respective research institutes. For these partners, it also acts as innovation intermediaries through our applied R&amp;D and technology transfer activities. As a think tank with a strong team of researchers and experts, BZN is able to meet the research and development needs of the industry from an idea’s conception to its realization at a high level of expertise. BZN actively participate in building international consortia, networking, and EU tenders in the field of R&amp;D and innovation. Moreover, we offer business development services as a technology incubator. BZN is also a successful Horizon 2020 and Interreg programmes' participant.&#xd;<br />&#xd;<br />Mechanical engineers, Electrical engineers and IT experts provide complementary competences to solve a wide range of technical challenges. Our solutions apply the edge cutting technologies such as Artificial Intelligence, Virtual Reality, Machine Vision and Learning, Data Mining or 3D printing.&#xd;<br />Our highlighted research topics are e-Health, Industry 4.0, Circular Economy.","acronym":"BZN","interests":"Agriculture and Rural Development, Digital economy and society, Energy, Environment, Food Safety, International co-operation and development, Research and innovation, Trans-European Networks, Transport","euInitiatives":"BZN follows and is updated by the EU policies, initiatives related to its main competences, mainly for environmental sustainability (i.e. biotecnology, waste management, secondary raw materials, circular economy).","lastUp":"2019-07-26T13:43:19.323+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}