{"id":"969015811059-89","name":"LOTUS NORTH SL","registrationDate":"2013-04-29T16:10:03.808+01:00","category":2,"subCategory":3,"legal":"SOCIEDAD LIMITADA","web":"http://www.grupoiberfood.com","country":"Spain","headAddress":"Paseo Club Deportivo 1","headCity":"Pozuelo de Alarcon","headPostCode":"28223","headPhone":"(34)9 18 38 78 95","boss":"Julio Arias","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Grupo Iberfood has become the go-to partner for solving problems, improving the performance of our customers and we are prepared to face challenges every day and challenges in this business because it takes time to gain experience and to apply the success, which is why constant innovation and a collaborative approach is needed to achieve it. We work on the basis of a simple proposition: take the experience and expertise of our professionals from major business groups operate and apply everything we do and this defines us with a great reputation for strong competition, reliability and professionalism. Our experience is not only a success story is the result of the challenges of our clients like us. With an experienced international management team, we are implementing a strategy aimed at increasing revenue, improving margins and diversifying its client base in the investment and business market. The Company is well positioned to implement its single-source strategy of offering a full-spectrum of Business services and Investing(pre sales, equity, Debt) services.","acronym":"GRUPO IBERFOOD","interests":"Customs, Economic and Financial Affairs, Energy, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, Internal Market, Public Health, Taxation, Trade, Transport","euInitiatives":"Customs and Economy.","lastUp":"2017-02-24T21:52:56.113+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}