{"id":"969281619987-16","name":"Deutsches Institut für Vertrauen und Sicherheit im Internet (Deutsche Post gemeinnützige Gesellschaft für sichere und vertrauliche Kommunikation im Internet mbH)","registrationDate":"2015-12-17T09:51:47.152+01:00","category":4,"subCategory":5,"legal":"Gemeinnützige Gesellschaft mit beschränkter Haftung (gGmbH)","web":"http://www.divsi.de","country":"Germany","headAddress":"DIVSI","headCity":"Hamburg","headPostCode":"20149","headPhone":"(49)4 02 26 36 98 98","boss":"Matthias Kammer","bossTitle":"Mr","bossPosition":"Direktor","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"Organisationsform Gemeinnützige GmbH, keine Mitgliedsorganisationen, als Schirmherr fungiert Bundespräsident a.D. Joachim Gauck","goal":"Das Deutsche Institut für Vertrauen und Sicherheit im Internet (DIVSI) ist eine gemeinnützige und unabhängig tätige Einrichtung, gegründet 2011 von der Deutsche Post AG. Die Arbeit von DIVSI fußt im Wesentlichen auf „Fünf Thesen zu Vertrauen und Sicherheit im Internet“, die bei Instituts-gründung zusammen mit dem DIVSI-Schirmherrn Bundespräsident a.D. Joachim Gauck entwickelt wurden.&#xd;<br />&#xd;<br />DIVSI gestaltet einen offenen und transparenten Dialog zu den Auswirkungen der Digitalisierung auf alle Lebensbereiche. Die damit einhergehenden komplexen Veränderungsprozesse werden im Dis-kurs mit Experten und Akteuren aus Politik, Wirtschaft, Wissenschaft, Medien und Zivilgesellschaft analysiert und bewertet. Ferner fördert das Institut Wissenschaft und Forschung – u.a. mit dem Stif-tungslehrstuhl „Cyber Trust“ an der Technischen Universität München.&#xd;<br />&#xd;<br />Wichtiger Baustein der gesellschaftsübergreifenden Auseinandersetzung ist die Grundlagenarbeit von DIVSI, in der zu sozialen, rechtlichen, wirtschaftlichen, partizipativen und ethischen Aspekten der Digitalisierung geforscht wird.&#xd;<br />Die mit anerkannten Forschungsinstituten und weiteren namhaften Projektpartnern erarbeiteten Stu-dien und sonstigen Ergebnisse stellt DIVSI grundsätzlich für jedermann kostenlos zur Verfügung. So soll der gesellschaftliche Diskurs auch über das eigene Wirken hinaus unterstützt werden.","acronym":"DIVSI","interests":"Communication, Consumer Affairs, Education, Enterprise, Information Society, Justice and Fundamental Rights, Research and Technology, Youth","euInitiatives":"Entwicklung des europäischen Datenschutzrechts, eGovernment Action Plan 2016-2020, Recht auf Vergessenwerden, E-Privacy-Verordnung","lastUp":"2017-11-29T14:32:28.680+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}