{"id":"970283519265-11","name":"Travelport Worldwide Limited","registrationDate":"2015-10-22T18:40:06.678+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.travelport.com","country":"United kingdom","headAddress":"Axis One, Axis Park","headCity":"Langley","headPostCode":"SL3 8AG","headPhone":"(44)17 53 28 80 00","boss":"Simon Gros","bossTitle":"Mr","bossPosition":"Chief of Staff and GVP","membersCount":1,"membersFTE":"0.25","membership":"European Technology and Travel Services Association (ETTSA)&#xd;\nEuropean Association of Travel Agents' Associations (ECTAA)","memberOrga":"","goal":"Travelport 's Travel Commerce Platform facilitates travel commerce by connecting&#xd;<br />the world’s leading travel providers, such as airlines and hotel chains, with online and offline travel buyers in&#xd;<br />the Company’s proprietary business to business (“B2B”) travel commerce platform. As travel industry needs&#xd;<br />evolve, Travelport is utilizing its Travel Commerce Platform to redefine the electronic distribution and&#xd;<br />merchandising of airline core and ancillary products, as well as extending its reach into the growing world&#xd;<br />of travel commerce beyond air, including to hotel, car rental, rail, cruise-line and tour operators. In&#xd;<br />addition, Travelport has leveraged its domain expertise in the travel industry to design a pioneering B2B&#xd;<br />payment solution that addresses the need of travel agencies to efficiently and securely make payments to&#xd;<br />travel providers globally. Travelport utilizes the extensive data managed by its platform to provide an array&#xd;<br />of additional services, such as advertising solutions, subscription services, business intelligence data services,&#xd;<br />and marketing-oriented analytical tools to travel agencies, travel providers and other travel data users.&#xd;<br />Through its Technology Services, Travelport provides critical hosting solutions to airlines, such as&#xd;<br />pricing, shopping, ticketing, ground handling and other solutions, enabling them to focus on their core&#xd;<br />business competencies and reduce costs. The Company manages reservations, inventory management and&#xd;<br />other related critical systems for Delta Air Lines Inc.","acronym":"","interests":"Consumers, Research and innovation, Trade, Transport","euInitiatives":"CRS Code of Conduct&#xd;<br />Data Privacy&#xd;<br />Aviation Consumer Protection&#xd;<br />Brexit","lastUp":"2018-08-31T19:45:14.972+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}