{"id":"97050032046-57","name":"European Privacy Association","registrationDate":"2009-07-23T14:03:15.296+01:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://europeanprivacyassociation.eu","country":"Belgium","headAddress":"Square de Meeus, 37 (4e.)","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)28 08 67 46","boss":"Florian Damas","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"1.0","membership":"Since 2015, EPA does not receive corporate funding. &#xd;\n&#xd;\nEPA regularly works with a number of supporters (Fellows and Scientific Committee members) that share their privacy and data protection experiences and best practices with the Association and contribute to the development of privacy, data protection and data security while assuring sustainability, growth and innovation.","memberOrga":"The Scientific Committee has 12 members and 10 who are Fellows, also natural persons. In 2014 we received donations from two companies which funded a research project that we carried out in 2015.","goal":"EPA's mission is to promote forward-thinking, effective, and sustainable protection of personal data, powered by our independent research and analysis.  Our focus is on providing the public debate and institutions with independent scientific research and analysis, expanding our focus on privacy and data protection regulation to include the vast field of data science. We accomplish this by way of the extraordinary community of experts that we have gathered to participate in our Scientific Committee.","acronym":"EPA","interests":"Audiovisual and Media, Consumer Affairs, Education, Foreign and Security Policy and Defence, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology","euInitiatives":"EU General Data Protection Regulation (GDPR); EU Network and Information Security (NIS) Directive; EU e-Privacy Regulation","lastUp":"2017-07-17T11:34:14.040+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}