{"id":"970589813333-52","name":"Transitiegroep Stroopwafel","registrationDate":"2014-03-26T22:46:48.799+01:00","category":4,"subCategory":5,"legal":"geen","web":"","country":"Netherlands","headAddress":"Hoogzoggel, 95","headCity":"Uden","headPostCode":"5404 LP","headPhone":"(0413)26 06 39","boss":"Sung Bruijnen","bossTitle":"Mr","bossPosition":"representative of the transition group","membersCount":1,"membersFTE":"0.25","membership":"Deze vul ik later aan en pas het daar waar nodig aan.&#xd;\n&#xd;\nIk ben lid van de volgende verenigingen:&#xd;\n&#xd;\n- vereniging van particuliere beleggers&#xd;\n- vereniging van reizigers openbaar vervoer&#xd;\n- vereniging van een vereniging met betrekking tot Europa&#xd;\n- lid van een van coöperatieve bank&#xd;\n- lid van een landelijke politieke partij&#xd;\n- lid van een economentijdschrift.&#xd;\n&#xd;\nBetrokken geweest bij het leercafe Uden [projectgroep Leren + projectgroep communicatieplatformen met behulp van informatietechnologie] + algemen voorkomende werkzaamheden&#xd;\n&#xd;\n= &#xd;\nDe ander persoon is een verbindend netwerker. Hij bezoekt geregeld bijeenkomsten, die gaan over duurzaamheid, sociale innovatie en society 3.0.","memberOrga":"","goal":"Onze doelstelling is onderzoeken doen naar de gevolgen van, praten met mensen over hun belangen en inzichten met betrekking tot, informeren over, kritisch kijken naar (wettelijke) regelingen die er nu in een ijltempo door heen lijken gejast te worden.&#xd;<br />Mensen, maar vooral beleidsmakers, bewust maken van de gevolgen van de maatregelen, die ze willen nemen. Een zo evenwicht mogelijk standpunt naar buiten uit proberen te dragen op het gebied van gezondheid, economie, duurzaamheid, mensenrechten en sociale zekerheid.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"TTIP&#xd;<br />TISA&#xd;<br />vrijhandelsverdragen en hun gevolgen&#xd;<br />ISDS&#xd;<br />duurzaamheidsaspecten&#xd;<br />aspecten met betrekking tot gezondheidszorg, rechten voor werknemers en juridische aspecten.","lastUp":"2019-02-20T20:44:28.243+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}