{"id":"970705336248-40","name":"MAPFRE S.A.","registrationDate":"2019-10-16T12:31:06.962+02:00","category":2,"subCategory":3,"legal":"SOCIEDAD ANÓNIMA","web":"http://www.mapfre.com","country":"Spain","headAddress":"Carretera Pozuelo, 52","headCity":"Majadahonda","headPostCode":"28222","headPhone":"(34)9 15 81 82 00","boss":"Eva Piera Rojo","bossTitle":"","bossPosition":"Group Chief External Relations &amp; Communications Officer  ","membersCount":2,"membersFTE":"2.0","membership":"MAPFRE es actualmente miembro de: &#xd;\n•\tThe European CFO Forum&#xd;\n•\tCRO Forum - Chief Risk Officer Forum,  &#xd;\n•\tEFR - European Financial Services Round Table, &#xd;\n•\tPEIF - Pan European Insurance Forum,  &#xd;\n•\tGeneva Association.&#xd;\n•\tIIF – Institute of International Finance&#xd;\n•\tUNESPA","memberOrga":"","goal":"Nuestra Visión: Ser la aseguradora global de confianza.&#xd;<br />Queremos seguir avanzando en desarrollar soluciones innovadoras que protejan a las personas, con productos que cuiden sus bienes y ahorros y que aseguren su futuro. Queremos estar junto a nuestros clientes en cualquier momento y en cualquier lugar del mundo, en los cinco continentes.&#xd;<br />Nuestra Misión: Somos un equipo multinacional que trabaja para avanzar constantemente en el servicio y desarrollar la mejor relación con nuestros clientes, distribuidores, proveedores, accionistas y la sociedad.&#xd;<br />Esta es la manera como entendemos nuestra actividad, somos personas que cuidan de personas.&#xd;<br />Nuestros Valores:&#xd;<br />Solvencia: Entendida como fortaleza financiera con resultados sostenibles en el tiempo que nos den capacidad plena para cumplir con las obligaciones con nuestros grupos de interés.&#xd;<br />Integridad: Tanto los directivos como los empleados, agentes y colaboradores de MAPFRE deben tener una actuación ética como eje de su comportamiento y un enfoque socialmente responsable en todas sus actividades y compromisos a largo plazo.&#xd;<br />Vocación de servicio: Buscamos permanentemente la excelencia en el desarrollo de nuestras actividades. Nuestra iniciativa está continuamente orientada al cuidado de la relación con el cliente.&#xd;<br />Innovación para el liderazgo: Entendemos la diferenciación como un aspecto clave para crecer y mejorar constantemente, con la tecnología al servicio de nuestros negocios y sus objetivos.&#xd;<br />Equipo comprometido: Implicación plena de los empleados, directivos, agentes y resto de colaboradores con el proyecto MAPFRE y desarrollo constante de las capacidades y habilidades del equipo.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Solvency II/Omnibus II &#xd;<br />Sistemic risk / G-SII &#xd;<br />Revision of the Insurance Distribution Directive (IDD) &#xd;<br />IGS – Insurance Guarantee Schemes &#xd;<br />Data Protection &#xd;<br />PEPP/Supervision of Institutions for Occupational Retirement Provision (IORP 2) &#xd;<br />International Accounting Standards (IFRS)&#xd;<br />Anti-discrimination &#xd;<br />Climate change &#xd;<br />Sustainibility &#xd;<br />Relationships and issues involving other markets (e.g. US) &#xd;<br />Motor Insurance ( e.g. E-call and telematics in motor vehicles…)&#xd;<br />DATA AND DIGITAL agenda&#xd;<br />Consumer protection&#xd;<br />ESAs&#xd;<br />Long term products&#xd;<br />European Green deal &#xd;<br />Ageing &amp; longevity –silver economy","lastUp":"2019-10-16T12:32:45.159+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}