{"id":"970709235835-50","name":"Open Knowledge Foundation","registrationDate":"2019-09-12T12:46:34.273+02:00","category":3,"subCategory":2,"legal":"The Open Knowledge Foundation is a not-for-profit organisation. It is incorporated in England &amp; Wales as a company limited by guarantee, with company number 05133759.","web":"https://okfn.org/","country":"United kingdom","headAddress":"86-90 Paul Street","headCity":"London","headPostCode":"EC2A 4NE","headPhone":"(44)75 15 78 84 33","boss":"Catherine Stihler","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://okfn.org/network/","goal":"Open Knowledge Foundation is a global non-profit organisation focused on realising open data’s value to society by helping civil society groups access and use data to take action on social problems. Open Knowledge Foundation does this in three ways:&#xd;<br />&#xd;<br />1.) We show the value of open data for the work of civil society organizations&#xd;<br />2.) We provide organisations with the tools and skills to effectively use open data&#xd;<br />3.) We make government information systems responsive to civil society&#xd;<br />&#xd;<br />Open Knowledge Foundation is a worldwide network of people passionate about openness, using advocacy, technology and training to unlock information and enable people to work with it to create and share knowledge.&#xd;<br />&#xd;<br />We want to see enlightened societies around the world, where everyone has access to key information and the ability to use it to understand and shape their lives; where powerful institutions are comprehensible and accountable; and where vital research information that can help us tackle challenges such as poverty and climate change is available to all.","acronym":"OKF","interests":"Culture, Culture and media, Digital economy and society, Education and training, Regional Policy, Research and innovation","euInitiatives":"Open Data and Public Sector Information Directive, Transparency Register, Mobility and Open Data, GDPR, Copyright Directive.","lastUp":"2019-09-12T12:47:27.418+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}