{"id":"970866016300-01","name":"Mazungumzo - The African Forum in Brussels","registrationDate":"2015-03-04T09:45:46.867+01:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://www.mazungumzo.eu/","country":"Belgium","headAddress":"Rue van Campenhout 22","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)27 35 82 30","boss":"Stefan Schepers","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"Partners of the African Forum: http://www.mazungumzo.eu/partners","memberOrga":"","goal":"Mazungumzo’s role is to provide a platform for African experts in Brussels about the realities of Africa’s opportunities and challenges, where these stakeholders will have their voices heard independently and will be positioned to contribute to problem identification and resolution. This will give European public and private sector decision-makers unique and objective insights into the continent’s opportunities and challenges. &#xd;<br />&#xd;<br />Our objectives are to make concrete and creative policy recommendations, based on the analysis of political, economic and societal issues of the Africa-Europe inter-relationship. Our activities and policy recommendations will be distributed across our networks, relevant business and NGO interests, and, government and regional institutions","acronym":"Mazungumzo","interests":"Agriculture and Rural Development, Climate Action, Culture, Customs, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The EU-Africa Economic Partnership Agreements (EPAs) and their implementation is the overarching framework of the African Forum’s activities, linked to: sustainable food production and trade; health sector organisation; governance modernisation, natural resource beneficiation and, research and innovation (R&amp;I).","lastUp":"2018-01-30T13:55:02.052+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}