{"id":"972046327733-56","name":"Waste4ME BV","registrationDate":"2017-07-13T09:07:55.039+02:00","category":2,"subCategory":3,"legal":"BV, Besloten Vennootschap","web":"http://www.waste4me.com","country":"Netherlands","headAddress":"Jan van Zutphenstraat 304","headCity":"Haarlem","headPostCode":"2037VH","headPhone":"(31)2 32 03 99 88","boss":"Vincent Toepoel","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"2.5","membership":"FME","memberOrga":"www.fme.nl","goal":"Waste4Me is an innovative Dutch-Bulgarian company in the cleantech sector. Waste4ME was founded with the aim to design and provide technology solution for the decentralized locations where waste management is an issue. More specific in energy &amp; material recovery from waste at company, island or military camp size&#xd;<br />&#xd;<br />Waste4ME BV is the result of a 8-year investment for developing waste to energy technologies. Due to our experience and extensive knowledge in energy technologies and non-traditional renewable energy sources, we are able to develop and design customer-specific solutions. &#xd;<br />\t&#xd;<br />At this moment our product, the WER, a unique waste-to-energy converter, is certified and ready to market. Waste4ME is working with military, multinationals, medium-sized companies and government institutions on testing and preparing the WER for the market.&#xd;<br />&#xd;<br />Vision: &#xd;<br />We create manage waste for today’s community while solving problems for the next generations.","acronym":"Waste4ME","interests":"Energy, Environment, Humanitarian aid and civil protection, International co-operation and development","euInitiatives":"Best Available Techniques Reference Document (BREFs)&#xd;<br />Circular Economy Package&#xd;<br />Industrial emissions (integrated pollution prevention and control)&#xd;<br />Waste Framework Directive&#xd;<br />Energy Union&#xd;<br />Energy &amp; Climate Package","lastUp":"2018-06-30T09:08:48.333+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}