{"id":"972634836901-11","name":"European Organisation of Prison and Correctional Services","registrationDate":"2020-01-06T10:53:30.753+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.europris.org","country":"Netherlands","headAddress":"Bezuidenhoutseweg 20","headCity":"The Hague","headPostCode":"2501 EP","headPhone":"(31)6 25 05 56 92","boss":"Kirsten Hawlitschek","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":9,"membersFTE":"2.75","membership":"","memberOrga":"https://www.europris.org/about/our-members/","goal":"The overarching purpose of EuroPris is to promote and develop European prison practice in accordance with international rules and regulations. It is an organisation of, and for, practitioners, reaching out to over 300 000 professionals in 31 member agencies. EuroPris is a credible speaking partner and facilitator for the exchange of ideas and knowledge in the field of corrections.&#xd;<br />&#xd;<br />The strategic plan for 2017-2020 contains different areas of development for EuroPris; these areas sums up to three main strategic objectives:&#xd;<br />&#xd;<br />1)\tStrengthen EuroPris’ Role as a ‘Centre of Expertise’ in European Prisons and Corrections&#xd;<br />Establishing EuroPris as a ‘Centre of Expertise’ means that it takes the role of a central contact point in Europe on all matters that relate to prisons. EuroPris takes also the role of a connector and facilitator in promoting professional prison practice in Europe. All of this aimed at contributing to an increase in public safety and security. &#xd;<br />&#xd;<br />2)\tPosition EuroPris in a network of related organisations and European bodies&#xd;<br />EuroPris connects with other organisations and initiatives in the penitentiary field that are relevant for the EuroPris’ membership. By having knowledge and access to a variety of initiatives that are taking place in Europe in the prison arena, EuroPris can connect and link and strengthen activities employed by various actors that are beneficial to European Prison Services.&#xd;<br />&#xd;<br />3)\tConsolidate EuroPris as European representative organisation in the field of Correctional Services&#xd;<br />With 31 members, whereof 26 represent EU countries, EuroPris has a high credibility in the European arena. After some years of rapid growth, the organisation is now focused on building sustainable services, improving communication and progressing existing activities. The European Commission supports EuroPris financially and a mutual understanding is established about EuroPris’ role as a cooperation partner within areas like radicalisation, transfer of prisoners and detention conditions.","acronym":"EuroPris","interests":"Education and training, Justice and Fundamental Rights, Trans-European Networks","euInitiatives":"EU Framework Decision 2008/909/JHA&#xd;<br />&#xd;<br />Radicalisation&#xd;<br />&#xd;<br />Detention conditions / overcrowding&#xd;<br />&#xd;<br />Training","lastUp":"2020-01-06T10:54:08.411+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}