{"id":"97315729186-33","name":"Scottish Council of Independent Schools","registrationDate":"2012-07-19T11:40:49.093+01:00","category":3,"subCategory":2,"legal":"Charity registered in Scotland (UK)","web":"http://www.scis.org.uk","country":"United kingdom","headAddress":"Dublin Street, 61","headCity":"Edinburgh","headPostCode":"EH3 6NL","headPhone":"(44)13 15 56 23 16","boss":"John Edward","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.75","membership":"Scottish Council for Development and Industry (SCDI).&#xd;\nhttp://www.scdi.org.uk/&#xd;\n&#xd;\nAssociate Member of Independent Schools Council (ISC).&#xd;\nhttp://www.isc.co.uk/","memberOrga":"http://www.scis.org.uk/find-a-school/","goal":"Scottish Council of Independent Schools (SCIS) is an independent, educational charity (Scottish Charity No. SCO18033) representing over 70 member schools in Scotland, which educate more than 32,000 children of mixed abilities from diverse backgrounds. SCIS promotes choice, diversity and excellence in Scottish education.&#xd;<br />&#xd;<br />The key aims of the Scottish Council of Independent Schools (SCIS) are: &#xd;<br />- to provide information, advice and guidance to parents&#xd;<br />- advance education via curriculum development and the training of teachers&#xd;<br />- advise member schools and their governing bodies about educational developments and legislation affecting independent schools (e.g. education, taxation, welfare, health and safety)&#xd;<br />- to communicate and negotiate with the Scottish Parliament, the Government, public and private bodies on behalf of the independent sector","acronym":"SCIS","interests":"Education, Sport, Youth","euInitiatives":"Any policies, guidelines, best practice or bench-marking related to education, young people, school sport, childcare, music provision, modern languages, mutual recognition of teaching qualifications, access to higher education etc.","lastUp":"2017-03-27T12:42:23.249+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}