{"id":"973258135069-79","name":"Groupement de Défense Sanitaire des Alpes de Haute-Provence","registrationDate":"2019-06-07T09:52:44.544+02:00","category":2,"subCategory":1,"legal":"Association française Loi 1901","web":"","country":"France","headAddress":"66 boulevard Gassendi","headCity":"Digne les Bains","headPostCode":"04000","headPhone":"(33)92 36 62 29","boss":"Alexandre FERAUD","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"GDS 04 est membre de la FRGDS PACA et de GDS France","memberOrga":"Les éleveurs adhérents au GDS 04","goal":"Pour le compte de ses adhérents, le GDS 04 a pour objet de contribuer par tous les moyens dont il dispose à l’amélioration de l’état sanitaire des animaux d’élevage et de ses produits. &#xd;<br />&#xd;<br />Il a pour tâche en particulier :&#xd;<br />&#xd;<br />d’assurer la représentation des éleveurs adhérents. Le GDS 04 est l’intermédiaire privilégié entre ses adhérents et les instances techniques, administratives, politiques ou financières départementales, en ce qui concerne les problèmes de santé animale et de sécurité alimentaire ;&#xd;<br />&#xd;<br />de définir et mettre en œuvre, dans le cadre tracé par la réglementation en application et en fonction de la situation locale, tout programme de lutte ou tout plan de protection contre une ou plusieurs maladies des animaux d’élevage ;&#xd;<br />&#xd;<br />de définir et mettre en œuvre d’autres plans de lutte non réglementaire qui concourent à l’amélioration sanitaire des cheptels ;&#xd;<br />&#xd;<br />de proposer à ses adhérents des mécanismes de solidarité professionnelle ;&#xd;<br />&#xd;<br />d’entreprendre d’autres actions décidées par le Conseil d’Administration, dans le domaine de ses compétences.","acronym":"GDS 04","interests":"Agriculture and Rural Development, Food Safety","euInitiatives":"La politique et réglementation européennes en matière de Santé Animale et de Sécurité Alimentaire.","lastUp":"2019-06-07T09:53:37.163+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}