{"id":"973788130311-41","name":"SOCIETY OF INTERNATIONAL GAS TANKER &amp; TERMINAL OPERATORS LTD","registrationDate":"2018-02-21T11:46:32.441+01:00","category":3,"subCategory":2,"legal":"LIMITED CORPORATION INCORPORATED IN BERMUDA, REGISTERED IN ENGLAND AND WALES","web":"http://www.sigtto.org","country":"United kingdom","headAddress":"42 New Broad Street","headCity":"London","headPostCode":"EC2M 1JD","headPhone":"(44)0 20 76 28 11 24","boss":"ANDREW CLIFTON","bossTitle":"Mr","bossPosition":"GENERAL MANAGER","membersCount":1,"membersFTE":"0.25","membership":"BSI&#xd;\nEN&#xd;\nNFPA&#xd;\nISO","memberOrga":"http://www.sigtto.org/sigtto/current-members","goal":"The Society of International Gas Tanker and Terminal Operators (SIGTTO) was formed as an&#xd;<br />international organisation through which all industry participants might share experiences,&#xd;<br />address common problems and derive agreed criteria for best practices&#xd;<br />and acceptable standards.&#xd;<br />The purpose of the Society is to promote shipping and terminal operations for liquefied gases&#xd;<br />which are safe, environmentally responsible and reliable. To fulfil this mission it will:&#xd;<br />•Proactively develop best operating practices and guideline&#xd;<br />•Sustain a learning environment by sharing lessons learned&#xd;<br />•Promote training and development of all within the industry&#xd;<br />•Foster mutually beneficial relationships with regulatory authorities and other stakeholders&#xd;<br />•Conduct its business with professionalism and integrity","acronym":"SIGTTO","interests":"Energy, Environment, Transport","euInitiatives":"In conjunction with the goals/remit above, we look to ensure uniform application of EU&#xd;<br />directives, policies, etc, for gas carriers either flagged/registered in the EU or visiting EU ports.&#xd;<br />This includes, MRV, LNG as Fuel, Sulphur Initiatives, etc.","lastUp":"2019-02-21T20:10:43.513+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}