{"id":"974222523569-95","name":"Institut Mérieux","registrationDate":"2016-10-14T17:21:10.246+01:00","category":2,"subCategory":3,"legal":"Limited Company (\"société anonyme\")","web":"http://www.institut-merieux.com","country":"France","headAddress":"17 Rue Bourgelat","headCity":"Lyon","headPostCode":"69002","headPhone":"(33)04 78 87 70 70","boss":"Bernard Sinou","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"1.0","membership":"- MedTech Europe (bioMérieux)&#xd;\n- EFPIA Partner in Research / IMI2 (Institut Mérieux)&#xd;\n- ILSI International and ILSI Europe (Institut Mérieux)&#xd;\n- Lyon Biopôle (Institut Mérieux)&#xd;\n- EIT Health (Institut Mérieux)&#xd;\n- ESTHER: Industry Driven Initiative on Emerging and Strategic Technologies for healthcare (bioMérieux)&#xd;\n- ARIIS: Alliance pour la Recherche et l'Innovation des Industries de Santé (Institut Mérieux)&#xd;\n- National IVD Associations (bioMérieux)","memberOrga":"","goal":"Institut Mérieux is contributing its experience in biology to improve medicine and public health across the globe.&#xd;<br />&#xd;<br />The science and the public health challenges are both extremely complex, requiring a global approach to health care: an interdisciplinary, network-based approach, without borders of any kind, that is patient-centered and guarantees the same level of care to all patients regardless of their country of origin. This is Institut Mérieux’s vision of health care, which inspires all of our activities and our commitment to pushing the boundaries of biology.&#xd;<br />&#xd;<br />To fight against infectious diseases and cancer, the Institute imagines and develops new approaches in the fields of diagnostics, immunotherapy, food safety, and nutrition.&#xd;<br />&#xd;<br />Its three bio-industrial companies (bioMérieux, Transgene and Mérieux NutriSciences), working closely with its entities devoted to innovation (such as ABL Inc. and Mérieux Développement), have contributed to major advances in medicine and public health.&#xd;<br />&#xd;<br />Institut Mérieux employs more than 15,000 people around the world and is present in over 40 countries, with close to 2.5 billion euros in sales.","acronym":"IM","interests":"Borders and Security, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation, Trade","euInitiatives":"- Horizon Europe&#xd;<br />- AMR Parliament Own-initiative report&#xd;<br />- Work Programmes Health, Food safety, Marie Curie&#xd;<br />- HTA&#xd;<br />- IVD regulation &#xd;<br />- Food security/labelling&#xd;<br />- IMI2 &#xd;<br />- Global Health/EDCTP2&#xd;<br />- BREXIT","lastUp":"2018-11-02T15:43:09.166+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}