{"id":"974367836943-09","name":"Industrie- und Handelskammer für München und Oberbayern","registrationDate":"2020-01-14T09:51:57.336+01:00","category":2,"subCategory":4,"legal":"Körperschaft öffentlichen Rechts (KöR)","web":"http://www.ihk-muenchen.de","country":"Germany","headAddress":"Max-Joseph-Str. 2","headCity":"München","headPostCode":"80333","headPhone":"(49)8 95 11 60","boss":"Dr. Manfred Gößl","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":26,"membersFTE":"8.25","membership":"https://www.ihk-muenchen.de/de/Über-uns/Die-IHK-stellt-sich-vor/IHK-Netzwerk/","memberOrga":"https://www.ihk-muenchen.de/de/Über-uns/Die-IHK-stellt-sich-vor/Organisation/","goal":"Die IHK für München und Oberbayern ist mit rund 390.000 Mitgliedsunternehmen die größte IHK bundesweit. Darüber hinaus ist die Kammer eines der größten Unternehmensnetzwerke in Europa. Unser oberstes Ziel ist, beste Rahmenbedingungen für den nachhaltigen wirtschaftlichen Erfolg der gewerblichen Unternehmen in München und Oberbayern zu schaffen. Durch engen Austausch mit Entscheidungsträgern aus Politik und Verwaltung sorgen wir dafür, dass die Anliegen der Unternehmer auch wirklich gehört werden. Als IHK sind wir eine „Körperschaft des öffentlichen Rechts“ – eine Einrichtung der Selbstverwaltung der Wirtschaft in der Region für die Wirtschaft in der Region. Die IHK-Vollversammlung ist das Parlament der Wirtschaft. Die von den Unternehmen gewählten Mitglieder der Vollversammlung bestimmen die Richtlinien der IHK-Arbeit. Wir haben eine demokratische Legitimation: Die Mitglieder der Vollversammlung werden alle fünf Jahre neu gewählt. Dabei hat jedes Mitgliedsunternehmen – egal, welcher Größe – eine Stimme.  Jeder IHK-zugehörige Unternehmer aus Oberbayern kann geeignete Kandidaten für Vollversammlung und Regionalausschüsse vorschlagen oder sich selbst zur Wahl stellen. Rund 12.000 Unternehmer engagieren sich ehrenamtlich in Vollversammlung, Regional- und Fachausschüssen oder in der beruflichen Aus- und Weiterbildung. Das Ehrenamt ist eine unserer tragenden Säulen. Der Bayerische Industrie- und Handelskammertag (BIHK) e. V. ist die Dachorganisation der neun IHKs in Bayern. Alle bayerischen ‎Unternehmen – ausgenommen Handwerksbetriebe, freie Berufe und landwirtschaftliche Betriebe – sind per Gesetz Mitglied einer IHK. ‎Folglich spricht der BIHK für 990.000 Unternehmen aller Größen und Branchen: vom global operierenden Konzern bis zum ‎inhabergeführten mittelständischen Unternehmen. Der BIHK ist nicht abhängig von einer bestimmten Gruppe von Unternehmern, sondern ‎repräsentiert das Gesamtinteresse der gewerblichen Wirtschaft in Bayern. Seit seiner Gründung im Jahr 1909 ist er die größte ‎Wirtschaftsorganisation im Freistaat Bayern.‎","acronym":"IHK München","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Alle für die regionale Wirtschaft relevanten EU-Initiativen, EU-Strategien und EU-Rechtssetzungsverfahren auf folgenden Gebieten:&#xd;<br />&#xd;<br />- Außenbeziehungen/Handelspolitik&#xd;<br />- Bank- und Finanzwesen&#xd;<br />- Binnenmarkt&#xd;<br />- Brexit&#xd;<br />- Datenschutz: DSGVO und ePrivacy&#xd;<br />- Dienstleitungserbringung und Arbeitnehmerentsendung im Binnenmarkt&#xd;<br />- Digitalisierung in der Wirtschaft&#xd;<br />- Energie und Erneuerbare Energien&#xd;<br />- EU-Förderpogramme&#xd;<br />- Finanzierung des Mittelstands (Basel III)&#xd;<br />- Forschung und Innovation - neue Förderkulisse ab 2021&#xd;<br />- Nachhaltigkeitsdebatte, z. B. bei Sustainable Finance&#xd;<br />- Migration und Integration von Flüchtlingen in den Ausbildungsmarkt&#xd;<br />- Regionale Förderpolitik, insbesondere im Alpenraum&#xd;<br />- Transeuropäische Netze /Logitistik, Transport, Verkehr&#xd;<br />- Umweltschutz&#xd;<br />- Unternehmenssteuern, Digitalsteuer&#xd;<br />- Zoll und Exportkontrolle","lastUp":"2020-01-14T17:33:51.416+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}