{"id":"97440564586-21","name":"Kneipp-Bund e.V. - Bundesverband für Gesundheitsförderung und Prävention","registrationDate":"2010-11-22T18:01:29.768+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein (e.V.)","web":"http://www.kneippbund.de","country":"Germany","headAddress":"Adolf-Scholz-Allee 6-8","headCity":"Bad Wörishofen","headPostCode":"86825","headPhone":"(49)8 24 73 00 21 02","boss":"Klaus Holetschek","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.5","membership":"Bundesarbeitsgemeinschaft der Senioren-Organisationen&#xd;\nDeutscher Olympischer Sportbund&#xd;\nBundesvereinigung für Prävention und Gesundheitsförderung&#xd;\nPlattform Ernährung und Bewegung","memberOrga":"","goal":"Der Kneipp-Bund e.V. ist Dachverband von rund 600 Kneipp-Vereinen mit etwa 160.000 Mitgliedern und damit die größte nichtkommerzielle Gesundheitsorganisation in Deutschland. Mit dem Satzungsziel „Gesunde Menschen“ hat er sich der Stärkung von Prävention und Gesundheitsför-derung verschrieben. Basierend auf den Lehren von Sebastian Kneipp (1821-1897) vermittelt der Kneipp Bund e.V. ein wertvolles und zugleich modernes Gesundheitskonzept. Es setzt sich zu-sammen aus den Elementen Wasser, Bewegung, Ernährung, Heilpflanzen, Lebensordnung.&#xd;<br />Die Gesundheitsangebote des Kneipp-Bund e.V. sind für alle Menschen gedacht: Für Frauen wie Männer, für Jung und Alt, für Arm und Reich... Zu nennen sind die zahlreichen Angebote der Kneipp-Vereine. Letztere veranstalten Vorträge und Kurse in gesunder Ernährung, der Nutzung von Heilkräutern, Kneipp-Anwendungen und naturheilkundlichen Themen, sie organisieren Bewegungs- und Entspannungsstunden, gehen auf Reisen oder unternehmen Wanderungen und Radtouren. &#xd;<br />Darüber hinaus engagiert sich der Kneipp-Bund e.V. nachhaltig im Bereich der Gesundheitsförderung in Lebenswelten/Settings. Er schult, begleitet und zertifiziert Einrichtungen, die das Gesundheitskonzept nach Kneipp in ihren Alltag implementieren wollen. Das Gütesiegel des Kneipp-Bund e.V. tragen inzwischen ca. 680 Einrichtungen, darunter Gesundheitshöfe, Senioreneinrichtungen, Kurbetriebe, Campingplätze, Schulen sowie über 430 Kindertageseinrichtungen.","acronym":"Kneipp-Bund","interests":"Culture, Education and training, Employment and Social Affairs, Public Health, Sport, Trans-European Networks, Youth","euInitiatives":"CAM und Horizon 2020 wird derzeit vom Kneipp-Bund e.V. beobachtet.","lastUp":"2019-02-20T16:01:52.127+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}