{"id":"974825336994-13","name":"ADM Arbeitskreis Deutscher Markt- und Sozialforschungsinstitute e.V.","registrationDate":"2020-01-15T17:59:34.333+01:00","category":2,"subCategory":4,"legal":"e. V.","web":"http://www.adm-ev.de","country":"Germany","headAddress":"Französische Straße 8","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 61 63 80","boss":"Bernd Wachter","bossTitle":"Mr","bossPosition":"Chairperson of the board","membersCount":1,"membersFTE":"0.5","membership":"-EFAMRO, the European Research Federation&#xd;\n-TeleTrusT Bundesverband IT-Sicherheit e.V.. &#xd;\n-ICC Germany e. V. Mitgliedsbeitrag 2019&#xd;\n-Zentralverband der deutschen Werbewirtschaft ZAW e.V.&#xd;\n-Zentrale zur Bekämpfung unlauteren Wettbewerbs Frankfurt am Main e.V. &#xd;\n-Rat der Deutschen Markt- und Sozialforschung e. V.","memberOrga":"https://www.adm-ev.de/der-adm/unsere-mitglieder/","goal":"ADM Arbeitskreis Deutscher Markt- und Sozialforschungsinstitute e.V. is a business association which represents the interests of private-sector market and social research agencies in Germany. ADM members account for more than 80 percent of the German industry turnover and is the only association of this kind in Germany. Its principal duties include political lobbying, advising and representing members, taking action against unfair competition and promoting the self-regulation of market and social research by developing and implementing professional principles, rules of conduct and scientific quality standards.","acronym":"ADM","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks, Youth","euInitiatives":"- Regulation on Privacy and Electronic Communications, E-Privacy Regulation&#xd;<br />- Evaluation of the General Data Protection Regulation&#xd;<br />- EDPB activities including all developed guidelines","lastUp":"2020-01-15T18:00:37.256+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}