{"id":"975231714938-49","name":"Fondazione Lelio e Lisli Basso Issoco","registrationDate":"2014-11-19T12:06:16.810+01:00","category":4,"subCategory":5,"legal":"Ente morale","web":"http://www.fondazionebasso.it","country":"Italy","headAddress":"Via Dogana Vecchia, 5","headCity":"Roma","headPostCode":"00186","headPhone":"(39)0 66 87 99 53","boss":"Elena Ornella Paciotti","bossTitle":"Ms","bossPosition":"Presidente","membersCount":6,"membersFTE":"4.0","membership":"La Fondazione Basso è membro di:&#xd;\n- Comitato per la promozione e protezione dei diritti umani; &#xd;\n-AICI - Associazione istituti culturali italiani;&#xd;\n- IALHI - International Association of Labour History Institutions;&#xd;\n- ITH - Internationalen Tagung der HistorikerInnen der Arbeiter-und anderer sozialer Bewegungen.&#xd;\n&#xd;\nLa Fondazione, attraverso il suo Osservatorio per il rispetto dei diritti fondamentali in Europa, è partner di:&#xd;\n- LDF - Laboratorio diritti fondamentali;&#xd;\n- Medel - Magistrats Européens pour la Démocratie et les Libertés;&#xd;\n- CIRDCE - Centro interdipartimentale di ricerca sul diritto delle Comunità europee;&#xd;\n- FREE Group - The Foundamental rights European experts group.","memberOrga":"","goal":"La Fondazione Lelio e Lisli Basso – ISSOCO, nata nel 1973 è un istituto di cultura italiano.&#xd;<br />&#xd;<br />L’obiettivo della Fondazione è quello di contribuire al dibattito scientifico - politico sulle problematiche concernenti lo sviluppo economico, sociale, politico e giuridico della società contemporanea nel contesto italiano ed internazionale attraverso una attività di approfondimento, di ricerca scientifica e di divulgazione. I principali temi di approfondimento sono: l’Europa e la protezione dei diritti fondamentali; la protezione dei diritti umani nel mondo; gli effetti della crisi economica sulla società; le migrazioni e l’inclusione sociale; le memorie e la ricerca storica. &#xd;<br />&#xd;<br />Accanto alla ricerca, due attività permanenti della Fondazione sono:&#xd;<br />&#xd;<br />-\tIl lavoro dell’Osservatorio europeo per il rispetto dei diritti fondamentali (www.europeanrights.eu). L’Osservatorio, creato e gestito dalla Fondazione, è un sito web in tre lingue (Italiano, Inglese e Francese) dedicato al monitoraggio sistematico della giurisprudenza, della legislazione e di altri documenti rilevanti in materia di protezione dei diritti fondamentali in Europa. Esso rappresenta un importante strumento per gli studiosi che vogliono approfondire la conoscenza del rispetto dei diritti fondamentali in ambito europeo. &#xd;<br />-\tIl lavoro del Tribunale Permanente dei Popoli (TPP). Il TPP è un tribunale di opinione la cui opera è rivolta a identificare e rendere pubblici i casi di sistematica violazione dei diritti umani nel mondo. Esso nel corso dei suoi 35 anni di funzionamento ha operato in Africa, Asia, Europa e America Latina. &#xd;<br />&#xd;<br />Partendo dai suoi approfondimenti scientifici, la Fondazione organizza anche corsi di formazione rivolti a giovani studiosi, laureandi, neo laureati e a rappresentanti dei principali settori della società civile. Tra i principali corsi si segnalano: il Corso di formazione e perfezionamento sul diritto dei popoli; la Scuola della buona politica; la Scuola di giornalismo; la Summer school sullo spazio unico di libertà sicurezza e giustizia europeo. &#xd;<br />Altre attività della Fondazione sono l’organizzazione di conferenze, seminari di studi, convegni, tavole rotonde e presentazioni di libri tutte finalizzate all’approfondimento e al confronto e dialogo tra esperti, policy makers e rappresentati della società civile.&#xd;<br />La Fondazione Basso, inoltre, possiede e gestisce un prezioso archivio storico e  una importante e ricca  biblioteca aperta al pubblico.  La biblioteca, a copertura internazionale, possiede più di centomila volumi e 5.000 testate di periodici in campo storico, giuridico, politologico, sociologico, filosofico ed economico.","acronym":"Fondazione Basso","interests":"Culture, External Relations, Justice and Fundamental Rights","euInitiatives":"La Fondazione Basso sta seguendo il processo di istituzione dell'EPPO realizzando attività convegnistiche internazionali di approfondimento sull'argomento. Inoltre, la Fondazione sta seguendo il processo di creazione di uno Spazio comune di libertà, sicurezza e giustizia organizzando corsi di formazione di alto livello sull'argomento.","lastUp":"2017-02-23T15:49:03.567+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}