{"id":"976086229629-90","name":"GitHub, Inc.","registrationDate":"2018-01-26T22:55:39.875+02:00","category":2,"subCategory":3,"legal":"corporation","web":"https://github.com","country":"United states","headAddress":"88 Colin P. Kelly Jr. Street","headCity":"San Francisco, CA","headPostCode":"94107","headPhone":"(01)41 57 35 44 88","boss":"Tal Niv","bossTitle":"Ms","bossPosition":"VP Law &amp; Policy","membersCount":1,"membersFTE":"0.25","membership":"While not a \"member,\" in 2018 GitHub is a supporter of OpenForumEurope, www.openforumeurope.org.","memberOrga":"","goal":"GitHub is the world’s largest software development platform, enabling users and businesses to collaboratively develop 76+ million open-source and proprietary software projects. GitHub’s global community of 27+ million users globally and 5+ million in Europe includes individual developers, startups, small businesses, large companies, NGOs, and governments. GitHub-hosted software projects include applications designed for web or mobile devices, as well as the source code that powers entire businesses. Developers on GitHub work together, sharing code and knowledge, to build the future of software.&#xd;<br />&#xd;<br />Through its policy work, GitHub works to advance positive outcomes for software developers, our broader community of users, and the software development ecosystem on issues such as copyright, open standards, open source software, platform regulation, free expression, and privacy.","acronym":"","interests":"Business and Industry, Communication, Competition, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"- EU Digital Single Market, especially copyright and e-commerce&#xd;<br />&#xd;<br />- open standards, e.g., ICT Standardisation in the EU&#xd;<br />&#xd;<br />- privacy&#xd;<br />&#xd;<br />- platform regulation&#xd;<br />&#xd;<br />- e-commerce&#xd;<br />&#xd;<br />- digital trade&#xd;<br />&#xd;<br />- encryption","lastUp":"2018-05-08T01:44:49.356+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}