{"id":"976366017165-64","name":"EUROPEAN SPALLATION SOURCE","registrationDate":"2015-04-28T19:55:29.979+02:00","category":4,"subCategory":5,"legal":"ERIC","web":"http://www.europeanspallationsource.se","country":"Sweden","headAddress":"Tunavägen 24","headCity":"LUND","headPostCode":"223 63","headPhone":"(46)4 68 88 30 00","boss":"John Womersley","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The European Spallation Source is a research infrastructure committed to the goal of building and operating the world leading facility for research using neutrons. The ESS will deliver a neutron peak brightness of at least 30 times greater than the current state-of-the-art, thus providing the much-desired transformative capabilities for interdisciplinary research in the physical and life sciences.&#xd;<br />&#xd;<br />ESS officially became a European Research Infrastructure Consortium (ERIC) in October 2015. The facility is under construction in Lund (Sweden), while the ESS Data Management and Software Centre (DMSC) will be located in Copenhagen (Denmark). The foreseen milestones include the beginning of the first on-site Accelerator installations (Sep 2016), facility ready for Accelerator beam on the Target (Dec 2019), the first call for user proposals (2022), the Machine installed for 2.0 GeV performance (Dec 2022), start user programme (2023), and the completion of the 16 construction phase instruments &#xd;<br />(Dec 2025).","acronym":"ESS","interests":"External Relations, Information Society, Research and Technology","euInitiatives":"ESS officially became a European Research Infrastructure Consortium (ERIC) in October 2015 and is interested in all ERIC related regulatory decisions. &#xd;<br />&#xd;<br />In addition, ESS is actively involved in several projects and initiatives under the European Commission's Framework Programmes for Research and Technological Development FP7 and Horizon 2020.","lastUp":"2018-04-11T15:21:10.578+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}