{"id":"976367712706-08","name":"Europe HOpes","registrationDate":"2014-02-06T15:54:50.958+01:00","category":3,"subCategory":2,"legal":"Non profit Association","web":"http://www.europe-hopes.eu","country":"Italy","headAddress":"Via Ala, 61","headCity":"Catania","headPostCode":"95123","headPhone":"(39)34 59 04 61 71","boss":"Gabriella Arcifa","bossTitle":"Ms","bossPosition":"Presidente","membersCount":14,"membersFTE":"3.5","membership":"We are part of some networks of association at local level:&#xd;\n- \"Rete delle Associazioni\" of the Municipality of Catania - here some notes on its mission: http://www.comune.catania.it/informazioni/cstampa/default.aspx?cs=23683 &#xd;\n- \"Fabbrica del Decoro\" of the Municipality of Catania - here some notes on its mission: http://catania.livesicilia.it/2015/04/01/nasce-fabbrica-del-decoro-cantiere-per-rigenerazione-urbana_334836/&#xd;\nCurrently we are enhancing the relation with some NGOs collaborating with them sometimes as in the case of our latest cooperation with EUCA for the presentation of a project candidate in the Europe for Citizens programme, unfortunately not approved. A part of EUCA we are in relation with some other organizations. It is possible verify at this link http://www.europe-hopes.eu/#!/Friends, even if the list is not exhaustive.&#xd;\nIn the workplan 2016-2017 is foreseen to establish formal partnership with our current friends and to take part to at least one network at european level aimed to active european citizenship.","memberOrga":"","goal":"The Association intends support the european citizens to act as aware and active citizens.&#xd;<br />&#xd;<br />In particular the statutory objectives of the Association aims are:&#xd;<br />- promoting all the forms of democratic participation provided by the Treaties, including the right to petition and the initiative, in view of forming an active European citizenship, starting from the participation to open debates at Union level;&#xd;<br />&#xd;<br />- encouraging the communication between citizens and European policy makers,&#xd;<br />&#xd;<br />- encouraging exchanges and mobility across Europe and internationally, especially among young people, in particular through the exchange of volunteers at EU level;&#xd;<br />&#xd;<br />- encouraging the knowledge and the interactions with the European institutions; our focus is on the European Parliament and the European Commission (in particular with the DG Regio and the DG Education and Culture);&#xd;<br />&#xd;<br />- promoting the EU careers: http://www.europe-hopes.eu/#!/eu-careers.&#xd;<br />&#xd;<br />- spreading the knowledge of the common historical roots, cultural and religious values ​​and fundamental rights which are the foundation of the construction of the European Union and international treaties;&#xd;<br />&#xd;<br />- promoting the values ​​of democracy and solidarity among all the citizens of Europe  surpassing all forms of discrimination and isolation and contributing to the creation and consolidation of unity in difference, ideal cornerstone of the European Union;&#xd;<br />&#xd;<br />- promoting the knowledge of the historical memory of the European Union, in particular the project of the founding fathers;&#xd;<br />&#xd;<br />- disseminating information about all the European policies, funding opportunities by any useful means of communication and through training courses;&#xd;<br />&#xd;<br />- promoting studies and research on issues of European interest;&#xd;<br />&#xd;<br />- promoting multilingualism through any tools and type of event which may contribute to the spread of European languages​​.","acronym":"EHO","interests":"Communication, Culture, Development, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Sport, Youth","euInitiatives":"Our members monitor the EU affairs with the aim of spreading the most relevant information among the citizens through our web-pages ( mainly through the web-site, the blog and twitter ).&#xd;<br />&#xd;<br />Furthermore, we are currently following these on going or recently completed topics and procedures:&#xd;<br />&#xd;<br />- - Investing in Europe’s Youth&#xd;<br />&#xd;<br />- Economic growth and youth employment &#xd;<br />&#xd;<br />- Where is the EP? Lack of democracy within the structured dialogue in the field of Youth.&#xd;<br />&#xd;<br />&#xd;<br />General Issues&#xd;<br />We are currently studying the evolution of the european governance and the means to enforce the participative means to the decision making process. We are interested to any kind of information coming from the EU which can effect directly the life of the citizens and according our statutory aim we inform them our we-pages and social media. &#xd;<br />We kindly invite all our audience to visit our website www.europe-hopes.eu and our blog which includes more contents: beready4eu.blogspot.be&#xd;<br />After our recent contribute to the Erasmus+ project M.e.d.e.u.y.m. (http://beready4eu.blogspot.it/2016/10/different-dreamers-young-europeans.html) we are focused our attention on dialogue between Young people and policy makers a te EU level. The lack of involvement of the European Parliament within the structured dialogue process is a breach in the Youth participative rights.","lastUp":"2017-03-20T22:48:12.880+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}