{"id":"9765362691-45","name":"Verband Deutscher Maschinen- und Anlagenbau e.V.","registrationDate":"2008-11-28T16:14:06.093+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein nach deutschem Recht","web":"http://www.vdma.org","country":"Germany","headAddress":"Lyoner Straße, 18","headCity":"Frankfurt","headPostCode":"60528","headPhone":"(4969)6 60 30","boss":"Thilo Brodtmann","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":34,"membersFTE":"23.25","membership":"Der VDMA ist in zahlreichen deutschen/europäischen und internationalen Verbänden Mitglied. Die wichtigsten hiervon sind:&#xd;\n&#xd;\nBundesverband der deutschen Industrie (BDI) - http://www.bdi.eu/&#xd;\nOrgalime - http://www.orgalime.org/&#xd;\nCECE - http://www.cece.eu/&#xd;\nCEMA - http://www.cema-agri.org/&#xd;\nCECIP - http://www.cecip.eu/","memberOrga":"Der VDMA hat über 3000 Firmenmitglieder, die sich in Fachverbänden organisiert haben. Hier der Link zu den Fachverbänden: http://www.vdma.org/fachverbaende","goal":"Der VDMA vertritt 3200 vorrangig mittelständische Mitgliedsunternehmen der Investitionsgüterindustrie und ist damit einer der mitgliedsstärksten und bedeutensten Verbände Europas. &#xd;<br />&#xd;<br />Der Maschinen- und Anlagenbau ist eine Schlüsseltechnologie und der Motor der Wirtschaft. Mit einem Umsatz von rund 224 Milliarden Euro (Stand: 2017) und mehr als 1 Millionen Beschäftigten gehört der Maschinen- und Anlagenbau zu den größten Branchen und wichtigsten Arbeitgebern in Deutschland. Die Produkte und Dienstleistungen des Maschinen- und Anlagenbaus genießen weltweit hohes Ansehen. Rund zwei Drittel der deutschen Produktion gehen in den Export. &#xd;<br />&#xd;<br />Der VDMA beschäftigt ca. 400 Mitarbeiter. Der Hauptsitz des Verbandes ist Frankfurt. Darüberhinaus unterhält der VDMA Büros in einigen Bundesländern sowie mehrere Auslandsbüros, darunter das European Office in Brüssel.","acronym":"VDMA","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energieunion, Handelspolitik, Brexit, Digitaler Binnenmarkt, Industriepolitik, Kreislaufwirtschaftspaket, Ökodesign, Digitalisierung der Industrie, Zukunft der EU","lastUp":"2018-04-16T14:25:43.688+02:00","customers":"","costAbsolu":"","costRange":"4250000-4499999","turnoverAbsolu":0,"turnoverRange":""}