{"id":"976613836667-88","name":"ACENTO PUBLIC AFFAIRS S.L","registrationDate":"2019-11-26T17:52:24.174+01:00","category":1,"subCategory":6,"legal":"Sociedad Limitada","web":"http://www.acento.es","country":"Spain","headAddress":"Calle Recoletos, 19, 5º, Ext","headCity":"Madrid","headPostCode":"","headPhone":"(34)9 15 27 25 57","boss":"Antonio Hernado Vera","bossTitle":"","bossPosition":"Administrador Solidario ","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Acento es una firma de asuntos públicos que ofrece asesoramiento estratégico a empresas y organizaciones, con el objetivo de ayudar a sus clientes en sus relaciones con las instituciones y con el resto de stakeholders.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Actividades legislativas y políticas que se llevan adelante en la UE y que son de interés para nuestros clientes. Nuestros principales a día de hoy son los asuntos relacionados con transportes, energía, alimentación y consumo, agricultura, servicios financieros, telecomunicaciones, ciberseguridad, 5G, transformación digital, sostenibilidad y medio ambiente.","lastUp":"2019-11-26T17:53:22.340+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}