{"id":"97769838689-79","name":"Fondazione Banco Alimentare Onlus","registrationDate":"2012-04-30T12:50:56.495+02:00","category":3,"subCategory":2,"legal":"ONLUS","web":"http://www.bancoalimentare.it","country":"Italy","headAddress":"Legnone, 4","headCity":"Milano","headPostCode":"20158","headPhone":"(39)02 89 65 84 50","boss":"Andrea Camillo Giussani","bossTitle":"Mr","bossPosition":"Presidente","membersCount":5,"membersFTE":"2.75","membership":"Dal 1990 la Fondazione Banco Alimentare Onlus è membro della Federazione Europea dei Banchi Alimentari (FEBA).","memberOrga":"Per raggiungere la sua mission, la Fondazione Banco Alimentare Onlus si avvale di una rete di 21 Banchi Alimentari in Italia.&#xd;\n&#xd;\nhttp://www.bancoalimentare.it/it/le-organizzazioni-banco-alimentare","goal":"La Fondazione provvede, in particolare, al recupero delle eccedenze di produzione agricola, dell’industria, specialmente alimentare, della Grande Distribuzione e della Ristorazione organizzata, delle istituzioni pubbliche e dei punti vendita alimentari. Si occupa inoltre della raccolta di generi alimentari presso i centri della Grande Distribuzione nel corso della Giornata Nazionale della Colletta Alimentare e di collette di cibo donato presso altre organizzazioni. Quanto recuperato e raccolto viene ridistribuito a titolo gratuito ad enti no profit che si occupano di assistenza e di aiuto ai poveri, agli emarginati e, in generale, a persone in stato di bisogno sul territorio italiano.","acronym":"FBAO","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Employment and Social Affairs, Environment, Food Safety, Humanitarian Aid","euInitiatives":"La Fondazione Banco Alimentare Onlus (FBAO) si pone l’obiettivo di svolgere attività al fine di promuovere politiche a vantaggio delle donazioni e del recupero di alimenti e della riduzione della povertà alimentare a livello europeo, in collaborazione e coordinamento con la Federazione Europea dei Banchi Alimentari (FEBA).&#xd;<br />&#xd;<br />La Fondazione Banco Alimentare Onlus segue l'agenda legislativa e condivide la propria expertise con i principali policy-maker a livello europeo (Commissione europea, Parlamento europeo, Comitato economico e sociale europeo, Comitato delle Regioni, Rappresentanza Permanente Italia presso UE). Alcuni dei temi maggiormente seguiti:&#xd;<br />1.\tPolitiche europee di riduzione dello spreco alimentare e promozione della donazione di alimenti, come previsto nella Comunicazione della Commissione europea L’anello mancante – Piano d’azione dell’Unione europea per l’economia circolare e al relativo Pacchetto Economia Circolare; e politiche europee legate all’agricoltura, con particolare attenzione al settore dell’ortofrutta (incremento ritiri dal mercato e possibilità di trasformazione ortofrutta; utilizzo di eventuali scorte d’intervento della produzione agricola per il FEAD; eccedenze di produzione a seguito di fenomeni eccezionali come ad esempio l’embargo russo). &#xd;<br />2.\tPolitiche europee di inclusione sociale e riduzione del numero di persone a rischio povertà ed esclusione sociale, con particolare riferimento al Fondo europeo di aiuti agli indigenti (FEAD).&#xd;<br />&#xd;<br />Inoltre, nel 2018 la FBAO seguirà anche il processo legislativo relativo al Quadro finanziario pluriennale post 2020.","lastUp":"2018-04-18T12:53:44.491+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}