{"id":"977881918839-35","name":"International Association of Privacy Professionals","registrationDate":"2015-09-18T12:29:00.837+02:00","category":2,"subCategory":1,"legal":"non-profit association","web":"http://www.iapp.org","country":"United states","headAddress":"Pease International Tradeport","headCity":"Portsmouth","headPostCode":"03801","headPhone":"(1)60 34 27 92 00","boss":"J. Trevor Hughes","bossTitle":"Mr","bossPosition":"CEO &amp; President","membersCount":6,"membersFTE":"6.0","membership":"Not applicable - we are an independent association.","memberOrga":"A listing of our corporate and organisational memberships can be found on our website here: &#xd;\n&#xd;\nhttps://iapp.org/join/corporate/&#xd;\n&#xd;\nWe have a global membership of 43,000 members, of which 12,600 are European members. Membership can either be individual or through an organisational membership roster.","goal":"The IAPP is the world’s largest global and independent information privacy community. The organization provides comprehensive resources for professionals who want to develop and advance their careers helping organizations successfully manage data protection and privacy risks.&#xd;<br />&#xd;<br />The IAPP is an independent professional association, non-advocacy in nature, and policy neutral.","acronym":"IAPP","interests":"Banking and financial services, Borders and Security, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The IAPP is a non-advocacy n-f-p association,  representing the interests of the privacy profession. We organize events and conferences in Europe to advance the profession of privacy and data protection professionals. &#xd;<br />&#xd;<br />&#xd;<br />We hold 2 privacy conferences in Europe - in Brussels and London - and often invite invite EU officials or MEPs as guest speakers to our programs.&#xd;<br />&#xd;<br />The IAPP also holds data protection trainings and runs professional ISO certification programs for professionals to advance their career. We train and certify on EU legislation content.&#xd;<br />&#xd;<br />The EU areas of interest are related to those areas of legislation (directives and regulations) that impact upon the privacy professionals and their organisations; such as GDPR and the ePrivacy directive","lastUp":"2018-08-28T12:38:21.934+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}