{"id":"977983319713-44","name":"Svenska Stadsnätsföreningen","registrationDate":"2015-11-28T11:45:32.935+02:00","category":2,"subCategory":7,"legal":"AB","web":"http://www.ssnf.org","country":"Sweden","headAddress":"Drottninggatan 94","headCity":"Stockholm","headPostCode":"11136","headPhone":"(46)8 21 49 30","boss":"Mikael Ek","bossTitle":"Mr","bossPosition":"VD","membersCount":1,"membersFTE":"0.25","membership":"http://www.e-lfa.eu/&#xd;\n&#xd;\nEUROPEAN LOCAL FIBRE ALLIANCE (ELFA) is a new shared voice from alternative public and private local fibre operators calling for a more ambitious European Digital agenda and the acceleration of fibre deployment in Europe to power ultrafast broadband to citizens and businesses.&#xd;\n&#xd;\nELFA finds that competition is a key driver of higher investments in fibre networks in Europe and provides the greatest benefits for European citizens and businesses.","memberOrga":"","goal":"Established in 1998, the Swedish Local Fibre Alliance (Svenska Stadsnätsföreningen), is a non-profit-making trade association whose currently about 275 members are to a large extent local authorities and companies which own or operate (mostly FTTH based) communications networks that are accessible by everyone.&#xd;<br />&#xd;<br />It also has members in the operator and supplier areas of the telecommunications and data communications sectors. Close contact between the different stakeholders in the sector is important in order to be able to offer demand driven services to end users. Thus, the development of telemedicine by the National Health Service, the expansion of the public sector into a 24-hour agency, the intelligent home and the country’s colleges and universities as well as the functioning of mobile networks are different examples which require a reliable, high capacity infrastructure with tailor made service parameters according to stakeholder demand.&#xd;<br />&#xd;<br />The aim of Swedish Local Fibre Alliance’s members is jointly to provide a sound infrastructure for the benefit of the whole of Sweden.","acronym":"","interests":"Digital economy and society","euInitiatives":"Digitala agendan, regleringen gällande marknaden för elektronisk kommunikation (the European Electronic Communications Code)","lastUp":"2018-09-27T12:42:20.781+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}