{"id":"977907115068-02","name":"EUN Partnership aisbl","registrationDate":"2014-12-01T21:03:53.795+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.europeanschoolnet.org","country":"Belgium","headAddress":"Rue de Trêves, 59-61","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 27 90 75 75","boss":"Marc Durando","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"Please check the latest list on: http://www.eun.org/about/members","goal":"European Schoolnet (legal name: EUN Partnership AISBL) is the network of 30 European Ministries of Education, based in Brussels. As a not-for-profit organisation, we aim to bring innovation in teaching and learning to our key stakeholders: Ministries of Education, schools, teachers, researchers, and industry partners. &#xd;<br />&#xd;<br />Since its founding in 1997, European Schoolnet has used its links with education ministries to help schools make effective use of educational technologies, equipping both teachers and pupils with the skills to achieve in the knowledge society.&#xd;<br /> &#xd;<br />European Schoolnet provides both Ministries and schools with: information and services relating to the innovative use of educational technology; outreach campaigns on specific educational topics such as maths, science and technology; and research activities.&#xd;<br />&#xd;<br />In particular, we pledge to:&#xd;<br />&#xd;<br />- Support schools in achieving effective use of ICT in teaching and learning&#xd;<br />- Improve and raise the quality of education in Europe&#xd;<br />- Promote the European dimension in education&#xd;<br /> &#xd;<br />&#xd;<br />Thousands of schools are engaged in our various pilot projects and studies, testing new learning activities and technologies in the classroom, and exploring the use of new pedagogical tools in teaching STEM (science, technology, engineering and maths). We identify and develop learning resources in various languages that teachers across Europe can use in their teaching, provide peer-to-peer online communities where teachers can exchange ideas and share resources, as well as offering various training opportunities online and offline.&#xd;<br />&#xd;<br />To fulfill our goals, we develop European-funded projects with the European Commission, the Ministries of Education and industry partners. &#xd;<br />&#xd;<br />Our 3 focus areas are: innovation in education; STEM education and digital citizenship.&#xd;<br />&#xd;<br />To further our goal of supporting teachers to introduce innovation into their teaching, European Schoolnet created the Future Classroom Lab in Brussels in 2012. A unique hub for showcasing technological and pedagogical innovation, the Future Classroom Lab is supported by sponsors such as Microsoft, Acer, Cisco, Lego and many others. Other projects dedicated to teachers’ professional development are being run on a continual basis, using the Future Classroom Lab to identify, analyse, and mainstream the best innovative practices in education, and equipping teachers with the necessary skills to develop their teaching practice.&#xd;<br />&#xd;<br />In 2014, European Schoolnet established the European Schoolnet Academy, a free online platform providing professional development for teachers and educators globally (http://www.europeanschoolnetacademy.eu/).&#xd;<br />&#xd;<br />With the help of our research team, European Schoolnet also monitors trends in education through its Observatory. We provide country reports on innovation and technology in education, as well as European research.","acronym":"EUN","interests":"Culture, Education, Employment and Social Affairs, Enterprise, Information Society, Research and Technology, Youth","euInitiatives":"Education policy, digital skills and competences, digital citizenship, STEM education, online safety, educational innovation.","lastUp":"2017-02-24T16:41:49.957+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}