{"id":"97810874431-67","name":"Bioenergy Europe","registrationDate":"2010-10-28T19:04:18.262+01:00","category":2,"subCategory":1,"legal":"aisbl (non-profit international association)","web":"http://www.bioenergyeurope.org","country":"Belgium","headAddress":"Place Champs du Mars, 2","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)23 18 41 00","boss":"Jossart Jean-Marc","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":6,"membersFTE":"6.0","membership":"World Bioenergy Association(www.worldbioenergy.org)&#xd;\nFounding member of European Pellets Council (EPC)&#xd;\nSecretariat of European Heating and Cooling Platform (Biomass part) (RHC)&#xd;\nEufores","memberOrga":"https://bioenergyeurope.org/membership/membership-directory/","goal":"Bioenergy Europe is a non profit Brussels based international organisation founded in 1990 whose mission is to develop sustainable bioenergy production and use in the EU (and beyond). Bioenergy Europe brings together 40 national bioenergy associations based in Europe and about 80 companies from all over Europe. &#xd;<br />Bioenergy Europe is involved in a number of activities such as lobbying the EU institutions via position papers and responses to the EU consultations, EU projects. Bioenergy Europe is also managing the Biomass part of Renewable Heating and Cooling Platform. Under the umbrella of Bioenergy Europe, 17 national pellets associations and Bioenergy Europe has created the European Pellets Council that helps the EU pellets market to implement the European Pellets standard EN 14961-2 by certifying and verifying the pellets producers and traders. Bioenergy Europe also organizes its’ annual European Bioenergy Conference and events within the Sustainable Energy Week and within the European projects. Bioenergy Europe communicates its’ activities and the developments of EU energy policies related to bioenergy sector via it's website and social media and various articles in the magazines such as Bioenergy International, Forest Bioenergy and Bioenergy Insight. Further details about our activities can be found in Bioenergy Europe Annual Report 2019 published on bioenergyeurope.org website.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Regional Policy, Research and innovation, Taxation, Transport","euInitiatives":"Energy Security, Renewable Energies, Biomass Sustainability, Common Agriculture Policy, Energy Efficiency, Long term decarbornisation strategy","lastUp":"2019-12-31T11:00:08.111+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}