{"id":"978177636622-02","name":"International School Sport Federation","registrationDate":"2019-11-21T10:45:49.413+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.isfsports.org/","country":"Belgium","headAddress":"59 rue archimede","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)27 10 19 38","boss":"Hrvoje Custonja","bossTitle":"Mr","bossPosition":"ISF Secretary General/CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.isfsports.org/countries&#xd;\n&#xd;\n119 members associations/ organisations","goal":"Based in Brussels (BEL), the International School Sport Federation (ISF) is an international non-profit sport organisation that sets up grassroots sport event and competitions as well as educational events for primary and secondary school students aged between 6 to 18 years old. &#xd;<br />&#xd;<br />ISF was founded in 1972 as the umbrella organisation and governing body for national school sport organisations and currently gather 119 national members associations on 5 continents. Recognised by the International Olympic Committee since 1995, the ISF promotes the values of education through sport. &#xd;<br />&#xd;<br />With more that 30 sports in its competition and educative programs, the ISF organises 4 different categories of events: Multisport Games (Summer &amp; Winter Gymnasiade, Combat Games); World Schools Championships, School Sport Cups and Educational events (Such as She Runs, Inclusive Games, Educational Games etc). Each year the ISF coordinates more than 12 international sport and education events around the world.","acronym":"ISF","interests":"Business and Industry, Economy, finance and the euro, Education and training, Environment, European Neighbourhood Policy, International co-operation and development, Research and innovation, Sport, Youth","euInitiatives":"The ISF follow the EU initiatives, policies and legislatives files related to Sports. Indeed the ISF organised several project funded by the Erasmus + sport programme the past 4 years.","lastUp":"2019-11-25T16:25:30.991+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}