{"id":"97810874431-67","name":"European Biomass Association","registrationDate":"2010-10-28T19:04:18.262+02:00","category":2,"subCategory":1,"legal":"aisbl (non-profit international association)","web":"http://www.aebiom.org","country":"Belgium","headAddress":"Place Champs du Mars, 2","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)23 18 41 00","boss":"Jossart Jean-Marc","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"4.5","membership":"World Bioenergy Association(www.worldbioenergy.org)&#xd;\nFounding member of European Pellets Council (EPC)&#xd;\nSecretariat of European Heating and Cooling Platform (Biomass part) (RHC)&#xd;\nMember of Sustainable Energy Europe Campaign","memberOrga":"http://www.aebiom.org/membership/membership-directory/","goal":"The European Biomass Association is a non profit Brussels based international organisation founded in 1990 whose mission is to develop sustainable bioenergy production and use in the EU (and beyond). AEBIOM brings together 40 national bioenergy associations based in Europe and about 80 companies from all over Europe. &#xd;<br />AEBIOM is involved in a number of activities such as lobbying the EU institutions via position papers and responses to the EU consultations, EU projects supported by IEE and FP7 (EUBIONET III, Cross Border Bioenergy, Agriforenergy II, BioAlgaSorb, PellCert, GreenPellets, Qualicert). AEBIOM is also managing the Biomass part of Renewable Heating and Cooling Platform. Under the umbrella of AEBIOM, 12 national pellets associations and AEBIOM has created the European Pellets Council that helps the EU pellets market to implement the European Pellets standard EN 14961-2 by certifying and verifying the pellets producers and traders. AEBIOM also organizes its’ annual European Bioenergy Conference and events within the Sustainable Energy Week and within the European projects. AEBIOM communicates its’ activities and the developments of EU energy policies related to bioenergy sector via AEBIOM newsletter and various articles in the magazines such as Bioenergy International, Forest Bioenergy and Bioenergy Insight. Further details about AEBIOM activities can be found in AEBIOM Annual Report 2012 published on aebiom.org website.","acronym":"AEBIOM","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Regional Policy, Research and Technology, Taxation, Transport","euInitiatives":"Energy Security, Renewable Energies, Biomass Sustainability, Common Agriculture Policy, Energy Efficiency","lastUp":"2018-03-28T12:06:40.474+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}