{"id":"978406813345-95","name":"Independent Television PLC","registrationDate":"2014-03-26T18:41:59.098+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.itv.com","country":"United kingdom","headAddress":"The London Television Centre","headCity":"London","headPostCode":"SE1 9LT","headPhone":"(44207)71 57 30 00","boss":"Andrew Garard","bossTitle":"Mr","bossPosition":"Group Legal Director","membersCount":2,"membersFTE":"1.25","membership":"European Broadcasting Union (EBU)&#xd;\n&#xd;\nAssociation of Commercial Television in Europe (ACT)&#xd;\n&#xd;\nEGTA (European trade association for marketers of advertising solutions across (multiple) screens and/or audio platforms)","memberOrga":"","goal":"ITV is the UK’s largest commercial television network and programme producer. &#xd;<br />&#xd;<br />As well as holding the Channel 3 PSB licences making up ITV in England and Wales, it broadcasts a family of digital channels - ITV2, ITV3, ITV4, CITV, as well as high definition and time shifted channels. Additionally ITV operates on-demand services via the internet, including ITV Player, on a number of other different internet-connected platforms in the UK and other EU countries.&#xd;<br />&#xd;<br />ITV is a producer of programmes (via ITV Studios) for the ITV channels and for other broadcasters in the UK and globally. We have production offices in several EU countries, the US and Australia.&#xd;<br />&#xd;<br />ITV is a distributor of finished programmes and formats, licensing more than 40,000 hours of content to 3,000 broadcasters in more than 150 territories each year.","acronym":"ITV","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Information Society, Internal Market, Sport, Trade","euInitiatives":"Audio visual regulation, Telecoms regulation, data protection, IP, Internal Market, Competition law and merger control","lastUp":"2018-03-29T14:54:19.343+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}