{"id":"978510212073-44","name":"E.N.D.A.S. ENTE NAZIONALE DEMOCRATICO DI AZIONE SOCIALE","registrationDate":"2013-10-18T15:46:42.229+02:00","category":2,"subCategory":7,"legal":"ASSOCIAZIONE PRIVA DI PERSONALITA' GIURIDICA","web":"http://www.endas.it","country":"Italy","headAddress":"via MERULANA, 48","headCity":"ROMA","headPostCode":"00185","headPhone":"(39)0 64 87 50 68","boss":"PAOLO SERAPIGLIA","bossTitle":"Mr","bossPosition":"LEGALE RAPPRESENTANTE","membersCount":3,"membersFTE":"1.5","membership":"O.I.T.S. ORGANISATION INTERNATIONALE DU TOURISME SOCIAL&#xd;\n&#xd;\nLEGATO ALLA NOSTRA ASSOCIAZIONE CON UN RAPPORTO DI AFFILIAZIONE","memberOrga":"Circa 4000 circoli","goal":"L' E.N.D.A.S. ha tra i suoi fini istituzionali la promozione di attività ambientali, culturali, sociali, turistiche e sportive, la formazione professionale con i relativi brevetti, attestati e certificazioni, la protezione civile, la tutela degli interessi dei lavoratori nonché la socializzazione e l'integrazione delle persone anziane e dei diversamente abili, delle guardie ambientali e zoofile e micologiche, curando la promozione della formazione di professionalità di tutti i giovani, dei lavoratori e dei docenti delle scuole di ogni ordine e grado, garantendo le pari opportunità allo scopo di sviluppare e consolidare, anche in collaborazione con organi e istituzioni dello Stato, il progresso civile e democratico della Repubblica e dei suoi cittadini.&#xd;<br />Nel settore sportivo, l'E.N.D.A.S. ha per fine istituzionale l'avviamento, la promozione e l'organizzazione di attività fisico-sportive a livello dilettantistico con finalità ricreative, didattiche e formative, svolgendo le proprie funzioni nel rispetto dei principi, delle regole e delle competenze del C.O.N.I., delle Federazioni Sportive Nazionali e delle discipline Sportive Associate. In particolare, esso intende assicurare la corretta organizzazione e gestione delle attività sportive e il rispetto del \"fair play\", e contrasta ogni forma di illecito sportivo, l'uso di sostanze e metodi vietati, la violenza sia fisica che verbale, la commercializzazione e la corruzione.","acronym":"E.N.D.A.S.","interests":"Culture, Education and training, Sport, Youth","euInitiatives":"Endas partecipated to EU sport of  week Educational, registred whit Eurethic sport for All.&#xd;<br />Endas is coordinator in project Egpis coofinanced by Erasmus + collaboratives partnerchip program","lastUp":"2018-08-27T10:14:30.997+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}