{"id":"978683519418-08","name":"Office International du Coin de Terre et des Jardins Familiaux","registrationDate":"2015-11-06T08:44:36.565+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://jardins-familiaux.org","country":"Luxembourg","headAddress":"20 rue de Bragance","headCity":"Luxemburg","headPostCode":"L-1255","headPhone":"(352)45 32 31","boss":"Malou WEIRICH","bossTitle":"Ms","bossPosition":"Generalsekretärin","membersCount":25,"membersFTE":"6.25","membership":"Statut participatif auprès du Conseil de l'Europe&#xd;\nMembre d'Europa Nostra&#xd;\nParticipant à la semaine des alternatives aux pesticides au Luxembourg et en France","memberOrga":"http://www.jardins-familiaux.org","goal":"L'Office International favorise la création d'organisations de jardiniers amateurs en Europe et au Japon, favorise le développement de ces regroupements et défend leurs intérêts. Il s'efforce à créer avec ses membres des ensembles de jardins familiaux et de les protéger juridiquement à travers toute l'Europe et au Japon.&#xd;<br />Il s'efforce de sensibiliser les autorités locales, régionales et nationales ainsi que les organisations européennes et internationales aux besoins des jardiniers amateurs. &#xd;<br />Il oeuvre pour créer des jardins à des conditions favorables destinées à des familles et des personnes individuelles pour leur procurer de cette façon un moyen de détente et d'amélioration de leurs ressources. Il oeuvre pour intégrer par exemple les personnes âgées, les réfugiés et les personnes handicapées. &#xd;<br />Il contribue par son travail à la protection de la nature et de l'environnement, oeuvre pour réduire les effets du changement climatique, contribue à l'amélioration de la qualité de la vie urbaine et au développement durable.&#xd;<br />Il s'efforce de sensibiliser les enfants pour la nature et l'environnement et de former les adolescents et les jeunes à la pratique du jardinage, de leur donner le goût du travail de la terre et de les intéresser à tous qui touche la nature.&#xd;<br />L'Office oeuvre afin que la convivialité soit stimulée par une participation à la vie associative afin de favoriser ainsi un équilibre entre les classes sociales. Il contribue à la cohésion sociale.&#xd;<br />Il stimule ses membres dans leurs efforts par la remise de diplômes pour un jardinage écologique, pour des activités sociales respectivement pour des projets innovants.","acronym":"OICTJF","interests":"Climate Action, Culture, Education and training, Environment, Food Safety, Regional Policy, Youth","euInitiatives":"Protection de la nature et de l'environnement, développement durable, protection des plantes, non-utilisation des pesticides par exemple: directive no. 2009/128/EG, changement climatique, déclin des pollinisateurs","lastUp":"2019-07-02T09:10:47.530+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}