{"id":"978898736452-76","name":"PLATAFORMA  DEL VOLUNTARIADO DE ESPAÑA","registrationDate":"2019-11-22T18:38:40.727+01:00","category":3,"subCategory":2,"legal":"organización no gubernamental sin ánimo de lucro","web":"https://plataformavoluntariado.org//","country":"Spain","headAddress":"Calle Tribulete. 18, 1º","headCity":"Madrid","headPostCode":"28012","headPhone":"(34)9 15 41 14 66","boss":"Luciano Poyato","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.75","membership":"Miembro del Centro Europeo para el Voluntariado (CEV)&#xd;\nMiembro de la International Association for Volunteering Effort (IAVE)","memberOrga":"https://plataformavoluntariado.org/nuestra-red/","goal":"Somos una organización no gubernamental que coordina la promoción y difusión del voluntariado y la acción solidaria a nivel estatal, una actividad que en nuestro país desarrollan 2,5 millones de personas.&#xd;<br />&#xd;<br />La PVE se constituyó en 1986 y, en la actualidad, está integrada por 80 organizaciones y plataformas que en su conjunto representan a más de 29.000 asociaciones.&#xd;<br />&#xd;<br />La Plataforma del Voluntariado de España es el referente de la coordinación y sistematización de la acción voluntaria en España.&#xd;<br />&#xd;<br />Declarada de utilidad pública, su labor es impulsar el voluntariado, promover el compromiso y la participación social, además de sensibilizar a la ciudadanía. Participa en la elaboración de políticas y programas de voluntariado, defiende los intereses y la independencia de las ONG que la integran y actúa como portavoz en foros nacionales e internacionales del Tercer Sector de Acción Social.","acronym":"PVE","interests":"Education and training, Employment and Social Affairs, Migration and asylum, Trans-European Networks, Youth","euInitiatives":"Education and Training 2020&#xd;<br />New Skills Agenda for Europe&#xd;<br />European Qualification Framework&#xd;<br />ECTS&#xd;<br />ECVET&#xd;<br />Upskilling Pathways&#xd;<br />European Inventory of validation of non-formal and informal learning","lastUp":"2019-11-23T08:24:03.371+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}