{"id":"97914681026-14","name":"SNCF","registrationDate":"2009-01-28T15:45:01.073+01:00","category":2,"subCategory":3,"legal":"EPIC (établissement public à caractère industriel et commercial)","web":"http://www.sncf.com","country":"France","headAddress":"2 place aux Etoiles","headCity":"La Plaine Saint Denis","headPostCode":"93633","headPhone":"(33)1 85 07 80 01","boss":"Guillaume Pepy","bossTitle":"Mr","bossPosition":"Président du Directoire","membersCount":4,"membersFTE":"2.0","membership":"Membre de l'Union internationale des Chemins de fer - UIC&#xd;\nMembre de la \"Community of European Railway and Infrastructure Companies\" - CER&#xd;\nMembre de \"European Infrastructure Managers\" - EIM&#xd;\nCentre Européen des Employeurs et entreprises fournissant des Services Publics - CEEP&#xd;\nUnion internationale des Transports Publics - UITP&#xd;\nCercle des Réseaux Européens - Cercle des Délégués permanents Français","memberOrga":"- SNCF Mobilités&#xd;\n- SNCF Réseau&#xd;\n- Oui.sncf&#xd;\n- Keolis&#xd;\n- OUIBUS&#xd;\n- Geodis&#xd;\n- VFLI&#xd;\n- Captrain&#xd;\n- Naviland Cargo&#xd;\n- Forwardis&#xd;\n- Viia","goal":"Le groupe public ferroviaire est constitué d’un établissement public à caractère industriel et commercial (EPIC) de tête, la SNCF, et des deux EPIC « SNCF Réseau » et « SNCF Mobilités ». Le groupe remplit une mission visant à exploiter le réseau ferré national et à fournir un service dans le domaine du transport par chemin de fer ainsi que divers services de transport et de mobilité multimodaux. Il remplit des missions (conventionnées et non conventionnées) de services de transport public terrestre régulier de personnes, des missions de transport de marchandises et des missions de gestion de l’infrastructure ferroviaire dans une logique de développement durable et d’efficacité économique et sociale.","acronym":"SNCF","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Espace ferroviaire européen (quatrième paquet ferroviaire) ; réseaux transeuropéens et mécanisme pour l'interconnexion en Europe ; recherche (Horizon 2020 et Shift2Rail) ; mobilité urbaine et durable ; droits des voyageurs ; agenda digital ; énergie (efficacité énergétique, EU Emissions Trading System) ; environnement (par exemple \"carbon footprinting measures\", décarbonation), paquet mobilité de la main d'oeuvre, initiatives routières, etc.","lastUp":"2019-02-18T10:55:40.838+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}