{"id":"979191919566-58","name":"Leo Express","registrationDate":"2015-12-11T13:15:36.237+01:00","category":2,"subCategory":3,"legal":"a.s.","web":"http://www.leoexpress.com","country":"Czech republic","headAddress":"Řehořova 908/4","headCity":"Praha 3","headPostCode":"13000","headPhone":"(420)7 24 01 78 01","boss":"Peter Köhler","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"LEO Express is a member of Alliance of Rail New Entrants (ALLRAIL), Europe’s new rail association, bringing together non-incumbent companies from the freight and passenger rail market.&#xd;\n&#xd;\nPeter Köhler, CEO of LEO Express is a board member of ALLRAIL.&#xd;\n&#xd;\nhttp://allrail.eu/about-allrail/","memberOrga":"","goal":"Leo Express was established in 2010, started as private open-access railway company in November 2012 connecting the Czech cities of Prague and Ostrava. Today Leo Express is a multimodal transportation company currently operating in 7 European countries – and 4 with rail operations, providing rail, bus and minibus services to more than 1,5 million passengers annually. In 2017, the company founded the peer-to-peer carsharing company SmileCar, which merged with HoppyGo in June 2018 to become a more significant carsharing provider. Leo Express is one of very few new railway pioneers that disrupted European railway market and shifted the focus to passengers and their borderless travelling – there is a significant 40 % increase of pax-kms after private operators entered the marked. We started on one route in the Czech Republic expanding to Slovakia two years later, in August 2017 we launched operations in Germany becoming the first Czech passenger railway undertaking operating outside Czech and Slovak Republic in the history and most recently, in July 2018 we started operations of international rail passenger services between Prague and Krakow as the first foreign passenger rail operator. Our expansion follows principles set by the European railway legislation packages. Founder and chairman of the company is Leoš Novotný, CEO is Peter Köhler.","acronym":"","interests":"Business and Industry, Competition, Trans-European Networks, Transport","euInitiatives":"- EU railway transportation&#xd;<br />- the Fourth railway package&#xd;<br />- Regulation 1370/2007&#xd;<br />- Directive 2012/34/EU&#xd;<br />- Regulation 1371/2007","lastUp":"2019-10-29T10:15:03.916+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}