{"id":"979276720920-77","name":"European Liberal Youth","registrationDate":"2016-03-11T14:44:50.471+01:00","category":3,"subCategory":2,"legal":"not-for-profit association","web":"http://lymec.eu","country":"Belgium","headAddress":"Rue d'Idalie 11, 6eme étage","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 84 64 40 68","boss":"Danica Vihinen","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":10,"membersFTE":"4.25","membership":"ALDE Party&#xd;\nEuropean Liberal Forum&#xd;\nIFLRY - International Federation of Liberal and Radical Youth&#xd;\nEuropean Youth Forum","memberOrga":"http://www.lymec.eu/members/member-organizations/members/","goal":"As youth wing of ALDE Party, our main goal is to connect like-minded organisations and young people from across Europe. &#xd;<br />We also represent them in Brussels, and maintain the appropriate links with our mother party, our parliamentary group, ALDE, and its MEPs. &#xd;<br />Besides attending several congresses in the EP we also organise an annual summer academy for young people in the Parliament together with ALDE Group.","acronym":"LYMEC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We follow the youth-related topics such as the EU youth strategy, Bologna process, Youth Employment initiative etc. &#xd;<br />We also have ongoing working groups and campaigns related to free trade, migration, fighting populism, minority rights, education and defence.","lastUp":"2018-02-23T13:04:40.731+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}