{"id":"979276720920-77","name":"European Liberal Youth","registrationDate":"2016-03-11T14:44:50.471+01:00","category":3,"subCategory":2,"legal":"not-for-profit association","web":"http://lymec.eu","country":"Belgium","headAddress":"Rue d'Idalie 11, 6eme étage","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 84 64 40 68","boss":"Danica Vihinen","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":10,"membersFTE":"4.25","membership":"ALDE Party&#xd;\nEuropean Liberal Forum&#xd;\nIFLRY - International Federation of Liberal Youth&#xd;\nEuropean Youth Forum","memberOrga":"http://www.lymec.eu/members/member-organizations/members/","goal":"As the youth wing of ALDE Party, our main goal is to connect like-minded organisations and young people from across Europe. &#xd;<br />We also represent them in Brussels, and maintain the appropriate links with our mother party, our parliamentary group, ALDE, and its MEPs. &#xd;<br />Besides attending several congresses in the EP we also organise an annual summer academy for young people in the Parliament together with ALDE Group.","acronym":"LYMEC","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"We follow the youth-related topics such as the EU youth strategy, Horizon 2020, Youth Employment initiative etc. &#xd;<br />We also have ongoing working groups and campaigns related to free trade, migration, fighting populism, minority rights, education and defence.","lastUp":"2019-02-06T12:52:59.065+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}