{"id":"9796640403-95","name":"Verband Forschender Arzneimittelhersteller e.V.","registrationDate":"2008-09-17T11:34:50.433+02:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.vfa.de","country":"Germany","headAddress":"Hausvogteiplatz, 13","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 60 40","boss":"Birgit Fischer","bossTitle":"Ms","bossPosition":"Hauptgeschäftsführerin","membersCount":1,"membersFTE":"1.0","membership":"Der vfa ist Mitglied im Weltverband (IFPMA) und im Europäischen Verband (EFPIA) der forschenden Arzneimittelhersteller. Darüber hinaus pflegt er enge Kontakte zu anderen nationalen Pharmaverbänden. Das erweiterte Netzwerk des vfa umfasst im Wesentlichen die zivilgesellschaftlichen und politischen Akteure der Forschungs-, Gesundheits- und Wirtschaftspolitik.&#xd;\nwww.efpia.eu&#xd;\nwww.ifpma.org","memberOrga":"","goal":"Der vfa ist der Wirtschaftsverband der forschenden Pharma-Unternehmen in Deutschland. Er vertritt die Interessen von 42 weltweit führenden forschenden Pharma-Unternehmen und über 100 Tochter- und Schwesterfirmen in der Gesundheits-, Forschungs- und Wirtschaftspolitik.&#xd;<br />&#xd;<br />Die Mitglieder des vfa repräsentieren mehr als zwei Drittel des gesamten deutschen Arzneimittelmarktes und beschäftigen in Deutschland rund 80.000 Mitarbeiter. Sie gewährleisten den therapeutischen Fortschritt bei Arzneimitteln und sichern das hohe Niveau der Arzneimitteltherapie.&#xd;<br />&#xd;<br />Mehr als 16.000 ihrer Mitarbeiter sind in Deutschland für die Erforschung und Entwicklung von Arzneimitteln tätig. Allein in Deutschland investieren die forschenden Pharma-Unternehmen jährlich 5,2 Milliarden Euro in die Arzneimittelforschung für neue und bessere Medikamente.","acronym":"vfa","interests":"Competition, Consumer Affairs, Development, Economic and Financial Affairs, Enterprise, Environment, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"- Verordnung zu klinischen Prüfungen&#xd;<br />- Datenschutzgrundverordnung&#xd;<br />- Pharmakovigilanz-Richtlinie&#xd;<br />- Richtlinie zu gefälschten Arzneimitteln&#xd;<br />- EU REA/HTA&#xd;<br />- IP Incentives Analyse, Patentschutz&#xd;<br />- Brexit","lastUp":"2018-04-10T13:28:24.311+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}