{"id":"979997228097-02","name":"World Business Council for Sustainable Development","registrationDate":"2017-08-25T12:38:40.627+02:00","category":3,"subCategory":2,"legal":"Swiss registered non-profit association","web":"http://www.wbcsd.org","country":"Switzerland","headAddress":"Maison de la Paix","headCity":"Geneva","headPostCode":"1211","headPhone":"(41)2 28 39 31 00","boss":"Peter Dickinson","bossTitle":"Mr","bossPosition":"Finance Director","membersCount":1,"membersFTE":"1.0","membership":"We have a global network of more than 60 affiliated business organizations. More information on these is located here:&#xd;\nhttp://www.wbcsd.org/Overview/Global-Network","memberOrga":"We have around 200 member companies, with head offices around the world. Members are indicated on our website and change periodically. www.wbcsd.org","goal":"WBCSD is a global, CEO-led organization of over 200 leading businesses working together to accelerate the transition to a sustainable world. We help make our member companies more successful and sustainable by&#xd;<br />focusing on the maximum positive impact for shareholders, the environment and societies.&#xd;<br />&#xd;<br />Our member companies come from all business sectors and all major economies, representing a combined revenue of more than $8.5 trillion and 19 million employees. Our Global Network of almost 70 national business councils gives our members unparalleled&#xd;<br />reach across the globe. WBCSD is uniquely positioned to work with member companies along and across value chains to deliver impactful business solutions to the most&#xd;<br />challenging sustainability issues.&#xd;<br />&#xd;<br />Together, we are the leading voice of business for sustainability: united by our vision of a world where more than nine billion people are all living well and within the boundaries of our planet, by 2050.","acronym":"WBCSD","interests":"Agriculture, Business and Industry, Climate Action, Energy, Environment, Food Safety, Transport","euInitiatives":"Circular Economy, Climate Change, Energy Efficiency, Cities, Transport (Sustainable Mobility), Water, Food and Land Use","lastUp":"2018-08-30T12:40:46.871+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}