{"id":"9803788883-16","name":"Association de l'Aviculture, de l'Industrie et du Commerce de Volailles dans les Pays de l'Union Europeenne asbl","registrationDate":"2008-12-29T16:28:39.487+01:00","category":2,"subCategory":4,"legal":"ASBL (under Belgian law)","web":"http://www.avec-poultry.eu","country":"Belgium","headAddress":"Rue du Luxembourg, 47-51, bp2","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)22 38 10 82","boss":"Birthe STEENBERG","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":3,"membersFTE":"0.75","membership":"member of IPC (International Poultry Council)&#xd;\nFederation of European and International Associations established in Belgium (FAIB)","memberOrga":"http://www.avec-poultry.eu/our-members","goal":"The mission of the association is to defend the interests of the poultry processors and the poultry export and import trade in the countries of the European Union as well as protecting their rights and functions. Association endeavours to achieve this mission by:&#xd;<br />- establishing closer relations between the various affiliated organisations;&#xd;<br />- defining and implementing principles of economic policy relating to the poultry processing and the poultry export and import trade on the basis of the EU treaty;&#xd;<br />- reinforcing the contacts between the affiliated organisations on one hand and the national authorities and institutions of the European Union and all other&#xd;<br />authorities on the other hand;&#xd;<br />- defending the interests of its members by any useful procedure.&#xd;<br />the association does not have any profit making purpose.","acronym":"a.v.e.c.","interests":"Agriculture and Rural Development, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Food Safety, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"Proposals and legislation in the field of animal welfare, animal health, antimicrobial resistance action plan, food safety and quality including labelling, international trade (negotiations) and the Common Market Organisation in agriculture. Update of the best available techniques reference document (BAT REF or BREF)","lastUp":"2018-03-06T15:33:23.943+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}