{"id":"980421110654-48","name":"Schuman-seura ry","registrationDate":"2013-02-20T11:49:05.814+01:00","category":3,"subCategory":2,"legal":"Rekisteröity yhdistys","web":"http://www.schuman-seura.fi","country":"Finland","headAddress":"Maaherran makasiini","headCity":"Turku","headPostCode":"20500","headPhone":"(358)4 43 42 21 22","boss":"Kimmo Elo","bossTitle":"Mr","bossPosition":"Chair","membersCount":5,"membersFTE":"1.25","membership":"Europe Forum in Turku Society&#xd;\nEuropean Parliament Information Office in Finland&#xd;\nEU Commission Representation in Finland&#xd;\nEurope Direct Varsinais-Suomi","memberOrga":"","goal":"The Schuman Society is an independent, non-partisan, non-governmental, and non-profit organization of citizens established in 2001 in Turku, Finland. The Schuman Society seeks to foster public knowledge of Europe, European integration, and the European, union and to cherish European cultural heritage.&#xd;<br />&#xd;<br />The Schuman Society organises public events and publishes expert papers and other publications, as well as organises educational seminars. The members of the society share a deep interest in the idea of Europe and the European union.","acronym":"Schuman Society","interests":"Banking and financial services, Borders and Security, Budget, Climate Action, Communication, Competition, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"- European integration in general, Future of the EU&#xd;<br />- Political system of the EU, EU insitutions&#xd;<br />- Common Foreign and Security Policy&#xd;<br />- Civic engagement&#xd;<br />- Elections, political movements&#xd;<br />- Youth&#xd;<br />- Baltic Sea Region","lastUp":"2019-12-10T14:11:24.930+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}