{"id":"980626731529-57","name":"UNION OF AGRICULTURAL COOPERATIVES FROM VEGETAL SECTOR","registrationDate":"2018-05-15T16:42:51.913+02:00","category":3,"subCategory":2,"legal":"ONG","web":"http://www.uncsv.ro","country":"Romania","headAddress":"Str. Vasile Lascar nr. 5-7, et. ap. 39","headCity":"Bucharest","headPostCode":"020491","headPhone":"(40)7 22 15 69 61","boss":"BERCU Florentin ","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.dobrogeasud.ro&#xd;\nwww.braicoop.ro","goal":"Objectives of U.N.C.S.V. are:&#xd;<br /> to support its members on legislation, taxation, facilitating the exchange of experience and improving the governance of Romanian agriculture through co-operative activities;&#xd;<br /> Provide support and advice to farmers who want to join in cooperatives;&#xd;<br /> Be a proper institutional dialogue partner with M.A.D.R., Government, Parliament, Presidency and other state institutions on issues specific to agricultural cooperatives and their members;&#xd;<br /> act in partnership with other professional organizations in partnership to achieve common goals;&#xd;<br /> Be actively involved in:&#xd;<br /> promotion of agricultural cooperatives and improvement of the specific normative framework;&#xd;<br /> Promotion and validation of tax incentives for agricultural cooperatives and their members;&#xd;<br /> clarification of the double taxation aspects of cooperatives and members;&#xd;<br /> Drafting and submitting to the authorities a new draft law on agricultural cooperatives;&#xd;<br /> Creating short branches;&#xd;<br /> clarification of the complexities of the agricultural cadastre and agricultural land transactions;&#xd;<br /> Promotion of specific measures for agricultural cooperatives and Romania in the post-2020 CAP, especially funding and specific support schemes;&#xd;<br /> Exchange of good practices;&#xd;<br /> Obtaining economic benefits to members by massaging and being able to transform primary agricultural production and add value.","acronym":"UNCSV","interests":"Agriculture, Food Safety, Fraud prevention, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"We underline the main 5 initiative in discussion at European level of major interest for UNCSV:&#xd;<br />- CAP 2021-2027&#xd;<br />- THE EU BUDGET 2021-2027&#xd;<br />- LAND GRABING&#xd;<br />- UNFAIR TRADE PRACTICES&#xd;<br />- EUROPEAN PROTEIC PLAN","lastUp":"2018-05-15T16:44:01.576+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}