{"id":"980942613952-12","name":"The Bank of New York Mellon","registrationDate":"2014-07-10T19:11:36.054+01:00","category":2,"subCategory":3,"legal":"Listed Company","web":"https://www.bnymellon.com","country":"United states","headAddress":"225 Liberty Street","headCity":"New York","headPostCode":"10286","headPhone":"(1)21 24 95 17 84","boss":"Michael Cole-Fontayn","bossTitle":"Mr","bossPosition":"Chairman, EMEA","membersCount":4,"membersFTE":"1.5","membership":"BNY Mellon is a member of several industry associations including:&#xd;\n&#xd;\n•\tAssociation for Financial Markets in Europe (AFME) - http://www.afme.eu/&#xd;\n&#xd;\n•\tEuropean Fund and Asset Management Association (EFAMA) - http://www.efama.org/&#xd;\n&#xd;\n•\tEuropean Banking Federation (EBF) - https://www.ebf-fbe.eu/ (indirect member through membership of national banking associations, e.g. BBA - https://www.bba.org.uk; FEBELFIN - https://www.febelfin.be/; ABBL - http://www.abbl.lu/)&#xd;\n&#xd;\n•\tAssociation of Global Custodians (AGC) - http://www.theagc.com/&#xd;\n&#xd;\n•\tEUROFI Financial Forum - http://www.eurofi.net/","memberOrga":"","goal":"BNY Mellon is a global investments company dedicated to helping its clients manage and service their financial assets throughout the investment lifecycle.&#xd;<br />&#xd;<br />BNY Mellon operates in Europe through: (i) branches of The Bank of New York Mellon (a New York state chartered bank) and (ii) directly established and duly authorised subsidiaries established in certain EU jurisdictions and branches of those entities operating in several EU member states.&#xd;<br />&#xd;<br />Our principal lines of activity are investment services and investment management.&#xd;<br />&#xd;<br />For additional information, please refer to our website.","acronym":"BNY Mellon","interests":"Competition, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"Areas followed primarily include financial services, taxation, trade and internal market.&#xd;<br />&#xd;<br />Key EU initiatives followed by the organisation include: Capital Markets Union, Banking Reform Package, Data Protection, Central Securities Depositories Regulation, European Market Infrastructure Regulation, Alternative Investment Fund Managers Directive, Undertakings for the Collective Investment of Transferable Securities, and others.","lastUp":"2017-02-08T14:38:50.607+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}