{"id":"981349630927-69","name":"Hellenic Anti-Corruption Organization","registrationDate":"2018-03-24T22:49:56.824+02:00","category":3,"subCategory":2,"legal":"Private Company - Civil Society Non for Profit (Αστική Μη Κερδοσκοπική Εταιρεία)","web":"http://www.hellenicanticorruption.org","country":"Greece","headAddress":"1 G. Mpakou","headCity":"Athens","headPostCode":"11524","headPhone":"(30)69 73 27 73 55","boss":"Ioannis Kousoulos","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.25","membership":"1.UN Global Compact    &#xd;\n&#xd;\nhttps://www.unglobalcompact.org/what-is-gc/participants/100811&#xd;\n&#xd;\n2. European Business Ethics Network Greece&#xd;\n&#xd;\nhttp://www.eben.gr/eben-2/members/","memberOrga":"H.AC.O is affiliated with  Anti-Bribery Academy International Sp. z o.o.&#xd;\n&#xd;\nhttp://antibriberyacademy.eu/","goal":"Hellenic Anti-Corruption Organization as member of the UN Global Compact is determined to promote its 10 principles in order to assist Greece to implement anti corruption policies in govermental - regional and local level by promoting transparency and accountability in the public and private sector.&#xd;<br />H.AC.O promotes a very innovative legisltative framework for the protection of Whistleblowers. &#xd;<br />Finaly the Organization is planning the creation of a Special Reprisal Victim Unit in order to protect employees from any form of descrimination and reprisals at work.","acronym":"H.AC.O","interests":"Agriculture and Rural Development, Competition, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Sport","euInitiatives":"H.AC.O is currently following the SRSS  activities  on  Greece's technical reform support project, in the following policy areas:&#xd;<br />Governance and public administration&#xd;<br />Revenue administration and public financial management&#xd;<br />rule of law, anti-corruption, anti-money-laundering and anti-fraud activities&#xd;<br />Investment climate&#xd;<br />Public assets","lastUp":"2018-03-25T12:09:19.281+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}