{"id":"981430326701-28","name":"ITALIA SCUOLE S.N.C.","registrationDate":"2017-04-10T13:28:03.924+01:00","category":1,"subCategory":6,"legal":"SOCIETA' IN NOME COLLETTIVO","web":"http://www.italiascuole.it","country":"Italy","headAddress":"VIA MADONNA DELLE GRAZIE 77/79","headCity":"TERMOLI","headPostCode":"","headPhone":"(39)08 75 88 00 64","boss":"DANIELE BONIFAZI","bossTitle":"Mr","bossPosition":"IMPRENDITORE","membersCount":2,"membersFTE":"0.5","membership":"Confartigianato Molise","memberOrga":"Ente: ACCADEMIA FORMAZIONE MILITARE con sede legale in Santeramo in Colle – via Lazio n.1, ed unità locale di rappresentanza per il Progetto “Accademia Formazione Militare” sita in Roma – Via Antonio Salandra, 18 (P.IVA: 05805441218), in persona del legale pro-tempore Dr. Domenico PONTRANDOLFO.&#xd;\n &#xd;\nAttività: &#xd;\nITALIA SCUOLE S.N.C. e “ACCADEMIA FORMAZIONE MILITARE”  convengono di avviare una convenzione per l'espletamento di attività formativa finalizzato all'istituzione di corsi di preparazione ai concorsi militari, con utilizzo di piattaforma telematica. &#xd;\nItalia Scuole è Accreditato come “Centro qualificato d'orientamento per lo svolgimento di progetti didatici, educativi e formativi dell'AFM” - AFM Point.&#xd;\n&#xd;\nData:  02 Febbraio 2017 – 02 Febbraio 2018&#xd;\n&#xd;\nEnte: CONFARTIGIANATO IMPRESE MOLISE con sede legale in Campobasso in C.da Colle delle Api snc. e sede operativa in Isernia in Corso Risorgimento n.345, in persona del Presidente Francesco TOCI&#xd;\n &#xd;\nAttività: &#xd;\nITALIA SCUOLE S.N.C. e CONFARTIGIANATO IMPRESE MOLISE convengono di avviare una convenzione per l'espletamento di attività formativa e consulenza aziendale nell'area del “basso Molise”. &#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData:  03 Febbraio 2017 – 03 Febbraio 2020&#xd;\n&#xd;\nEnte: ITALIAN UNIVERSITY LINE - “IUL” (UNIVERSITà Telematica non statale, abilitata ai sensi del D.M. 17/04/2003 a rilasciare titoli accademici) con sede in Via M.Buonarroti .10,50122 Firenze, in persona del Direttore Generale, Massimiliano BIZZOCCHI, nato a Roma il 27/11/1974 codice fiscale: BZZMSM74S27H501A.&#xd;\n &#xd;\nAttività: &#xd;\nITALIA SCUOLE S.N.C. e ITALIAN UNIVERSITY LINE - “IUL” convengono di avviare una convenzione.&#xd;\nItalia Scuole viene riconosciuta e accreditata dall'Università telematica come “Centro qualificato per lo svolgimento di orientamento didattico, educativo e formativo dell'Università” per la Regione Molise. &#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData:  25 Gennaio 2017 – 25 Gennaio 2018&#xd;\n&#xd;\nEnte: AISA (Associazione Italiana Scienze Ambientali) &#xd;\ncon sede in Roma (RM), via Nicolò V n.19, codice fiscale 92090170348 e partita Iva 04971150653, nella persona della dott.ssa Floriana Di Stefano, legale rappresentante pro tempore.&#xd;\n&#xd;\nAttività: &#xd;\nConsiderato che: Italia Scuole snc è annoverata all’interno dell’“Elenco di Esperti per la Fornitura di pareri in materia ambientale, in favore di Micro, Piccole e Medie imprese dell’Area milanese”; determina n. 1039/2016 del 01.12.2016 CCIAA di Milano; &#xd;\nITALIA SCUOLE S.N.C. e AISA, convengono di avviare un accordo organico e finalizzato al raggiungimento di obiettivi comuni di sviluppo in termini commerciali e tecnici a vantaggio dei Soci AISA e di Italia Scuole snc secondo quanto inserito precedentemente, ed in particolare nella creazione di una rete tecnico/commerciale di professionisti ambientali con competenze specifiche nell’ambito delle attività su dette.&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData:  15 Settembre 2016 - 14 Settembre 2017&#xd;\n&#xd;\nEnte: ORDINE Degli PSICOLOGI Del MOLISE&#xd;\n&#xd;\nAttività: Convenzione per la Formazione dei Docenti di Ruolo (Legge n.170/2015, D.M. n.170/2016)&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData:  09 Settembre 2016- 08 Settembre 2017&#xd;\n&#xd;\nEnte: CONFEDERAZIONE ITALIANA AGRICOLTORI MOLISE (CIA)&#xd;\n&#xd;\nAttività: Controlli funzionali ai sensi del D.lgs. n.150 del 14/08/2012, Convenzione per l'espletamento di servizi rivolti agli imprenditori agricoli associati alla CIA Molise.&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData:  Agosto  2016- Agosto 2017&#xd;\n&#xd;\nEnte: CENTRI DI CONTROLLO FUNZIONALE E DI REGOLAZIONE DI MACCHINE IRRORATRICI ACCREDITATI E RICONOSCIUTI DALLA REGIONE MOLISE&#xd;\n&#xd;\nAttività:  Controlli funzionali ai sensi del D.lgs. n.150 del 14/08/2012, Convenzione per l'espletamento di servizi rivolti agli imprenditori agricoli nel territorio regionale del Molise. &#xd;\nLe attività di controllo sono eseguite in collaborazione con Pirozzi Group s.r.l. e Dr. Raffaele Fioretti, nella loro qualità di Tecnici abilitati ( riconosciuti dalla Regione Molise con Determine Dirigenziali n. 3301 et 3434 del 2016).&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData: 10 Agosto  2016- 09 Agosto 2017&#xd;\n&#xd;\nEnte: BUREAU VERITAS&#xd;\n&#xd;\nAttività: Italia Scuole S.n.c. ha stretto un Accordo quadro di collaborazione per l'erogazione di corsi di formazione in ambito QHSA con Bureau Veritas Italia S.p.a.&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nData: 04 Agosto  2016&#xd;\n&#xd;\nEnte:  ARLM (AGENZIA REGIONALE MOLISE LAVORO – Ente strumentale della Regione Molise)&#xd;\n&#xd;\nProgetto: FORMAZIONE GARANZIA GIOVANI MOLISE &#xd;\n&#xd;\nAttività: Italia Scuole S.n.c. è presente nell'Elenco degli ODF accreditati e abilitati dalla ARLM  e,  in seguito al DGR n.301 del 22/06/2016 , sta promuovendo dei corsi di formazione per la Garanzia Giovani Molise. &#xd;\nData: 01 Giugno 2016- 30 Novembre 2016&#xd;\n&#xd;\nEnte:  MINISTERO DEL LAVORO E DELLE POLITICHE SOCIALI – Italia Lavoro S.p.a.&#xd;\n&#xd;\nProgetto: “PROGETTO INSIDE” (INSerimento Integrazione NordSud inclusionE)&#xd;\n&#xd;\nAttività: Inserimento socio-lavorativo delle fasce vulnerabili che hanno ottenuto la protezione internazionale. Rivolto a migranti ospiti nel Sistema di protezione per richiedenti asilo e rifugiati (“SPRAR”). &#xd;\nA loro sono stati offerti dei percorsi individualizzati e l'erogazione di un mix di servizi e misure di politica attiva del lavoro, finalizzati a qualificare le competenze ed a favorire l'occupazione, anche in mobilità territoriale.","goal":"Italia Scuole s.n.c. nasce dall'unione di esperienze sviluppate nel corso del tempo nei rispettivi ambiti lavorativi, in qualità di professionisti operanti nel settore privato a servizio delle tematiche agro-ambientali e nel settore pubblico, in collaborazione con la Pubblica Amministrazione, a servizio di attività connesse alla cultura, all'ecologia ai rapporti con il personale dipendente degli Enti locali.&#xd;<br />Italia Scuole è inoltre parte di un sistema pubblico nazionale e regionale, in forma sussidiaria e complementare, l'idea molto più ampia è quella di fornire strumenti conoscitivi ed operativi a tutti coloro che necessitano di formazione per accedere al mondo professionale, nonché a coloro che ne fanno già parte, nell'ottica di un costante aggiornamento e miglioramento. Da qui la possibilità di entrare in contatto ed avere un confronto diretto con le figure professionali che costituiscono la realtà produttiva ai vari livelli. Italia Scuole riconosce il carattere etico e culturale del lavoro, opera in coerenza con i principi dettati dalla Costituzione repubblicana, concorre ad un servizio sociale in linea con il diritto – dovere all'istruzione ed alla formazione, realizza la ''comunità educativa'' coniugando saperi ed esperienze (2 Fonte: ''stralcio'' da Piano dell'Offerta Formativa di Italia Scuole s.n.c.)&#xd;<br />La mission aziendale si propone una miscellanea didattico - culturale, sintesi equilibrata tra valori umani e fabbisogni economici. Tra i principali obiettivi, Italia Scuole dedica ampia analisi al comparto agricolo quale agente propulsivo del tessuto economico nazionale. L'indotto economico generato dall'attività agricola di pregio, assicura notevoli prospettive alle nuove generazioni, ispirate anche dalle opportunità che la programmazione economica comunitaria, propone attraverso lo strumento del Piano di Sviluppo Rurale 2014 – 2020. A tale argomento è rivolta gran parte delle attenzioni e delle attività che Italia Scuole ha messo in campo nel recente periodo;&#xd;<br />&#xd;<br />La nuova programmazione PSR 2014-2020, individua negli organismi di formazione professionale accreditati, i soggetti completi ed idonei ad offrire assistenza, consulenza e formazione in forma compiuta. L'occasione è propizia per dare accenno alle possibilità ed opportunità formative che il PSR propone in materia di formazione continua per coloro che intendono accedere alle misure di finanziamento.&#xd;<br />Similmente importante è l'attività formativa che si consolida nell'alternanza scuola e lavoro, laddove le imprese rivestono un ruolo rilevante nel percorso di addestramento alle buone prassi lavorative; a tal proposito Italia Scuole è in procinto di accreditare anche il sistema dell'alternanza scuola – lavoro con l'ausilio di partner di rilievo e per obiettivi formativi originali nel contesto molisano.&#xd;<br />La flessibilità organizzativa di Italia Scuole che annovera esperienze anche in altri ambiti produttivi (ad es. l'Idoneità all'attivazione del ''Progetto INSIDE', promosso dal Ministero del Lavoro, rivolto ai migranti ospiti degli SPRAR; agevola qualsiasi forma economica associativa, aggiunge valore in termini di ''punteggio'' nel concorso per bandi pubblici di ogni sorta in cui sia presente il riferimento alla formazione ed ai servizi di consulenza, assolve a casa comune per l'impiego temporaneo di risorse umane siano essi professionisti, docenti universitari, ecc. &#xd;<br />Non si trascura la Consulenza Aziendale sui temi Ambientali, il servizio che diamo è in CCIAA di Milano (prima assistenza gratuita alle aziende dell'Area Milanese).&#xd;<br />MINISTERO DELL'ISTRUZIONE, DELL'UNIVERSITA' E DELLA RICERCA:&#xd;<br />Iscrizione Schedario Anagrafe Nazionale delle Ricerche, Art.64, comma 1, DPR 11 luglio 1980 n.382 al Cod. 62061VJY","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Pac (Psr Molise 2014-2020)","lastUp":"2017-04-10T14:08:27.084+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}