{"id":"981800926402-87","name":"Industriens Pensionsforsikring A/S","registrationDate":"2017-03-20T14:58:50.516+01:00","category":2,"subCategory":3,"legal":"aktieselskab","web":"http://industrienspension.dk","country":"Denmark","headAddress":"Nørre Farimagsgade 3-5","headCity":"København","headPostCode":"1364","headPhone":"(45)33 66 80 80","boss":"Laila Mortensen","bossTitle":"Ms","bossPosition":"administrerende direktør","membersCount":6,"membersFTE":"2.5","membership":"Forsikring og Pension, Insurance Europe","memberOrga":"Industriens Pension er stiftet og ejet af DI og en række forbund under CO-industri. Formålet er at sikre en god pensionsordning for de ansatte under blandt andet industriens overenskomst. Derfor får ejerne ikke del i overskuddet – alle pengene går til medlemmerne. &#xd;\n&#xd;\nCO-industri ejer 65 % og DI ejer 35 %. &#xd;\n&#xd;\nLønmodtager- og arbejdsgiversiden har lige mange pladser og stemmer i bestyrelsen.&#xd;\n&#xd;\nVores ejere under CO-industri er: 3F-fagligt fælles forbund, Danske Metal, Dansk El-Forbund, Malerforbundet, Blik- og rørarbejderforbundet, Serviceforbundet.","goal":"Industriens Pension blev stiftet i 1992 af arbejdsgiverorganisationen Dansk Industri (DI) og CO-industris medlemsforbund. Formålet er at sikre medlemmerne en attraktiv pensionsordning gennem et højt afkast og lave omkostninger. Der er ingen aktionærer, der skal tjene på pensionsordningen. Hele overskuddet går til medlemmerne. &#xd;<br />&#xd;<br />Industriens Pension er en koncern med et holdingselskab (IndustriPension Holding A/S) og to datterselskaber. Overenskomstparterne er ligeligt repræsenteret i selskabernes bestyrelser. &#xd;<br />&#xd;<br />I dag er vi ca. 200 ansatte – herunder aktuarer, jurister, kunderådgivere, HK’ere, kommunikationsfolk mm. Vi bor centralt i København tæt på offentlig transport og med Ørstedsparken som genbo","acronym":"Industriens Pension","interests":"Economic and Financial Affairs, Employment and Social Affairs, Financial Stability, Financial Services and Capital Markets Union , Taxation","euInitiatives":"GDPR, Forsikringsdistribution, Solvens II, MIFIR, MIFID, EMIR and shareholder rights.","lastUp":"2018-02-21T09:22:51.734+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}