{"id":"981872117501-10","name":"European Civic Forum","registrationDate":"2015-05-26T10:54:15.489+02:00","category":3,"subCategory":2,"legal":"association loi 1901","web":"http://www.civic-forum.eu/","country":"France","headAddress":"167, boulevard de la Villette","headCity":"Paris","headPostCode":"75010","headPhone":"(33)1 80 05 19 12","boss":"Jean-Marc Roirant","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.5","membership":"The ECF is a founding and active member of Civil Society Europe - the European Coordination of Organised Civil Society.","memberOrga":"http://civic-forum.eu/en/civic-forum/network","goal":"The European Civic Forum (ECF) is a transnational network that brings together over 100 associations and NGOs across 27 countries in Europe and is actively working to promote civic and popular ownership of Europe, to foster citizens’ participation and the emergence of a European public space where the role and influence of civil society are fully recognised though the setting up of a genuine European civil dialogue.","acronym":"ECF","interests":"Borders and Security, Budget, Communication, Digital economy and society, Education and training, Enlargement, European Neighbourhood Policy, External Relations, General and Institutional Affairs, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Youth","euInitiatives":"Since its creation in 2005, the European Civic Forum has been particularly work­ing to:&#xd;<br />&#xd;<br />- Enable civic participation through citi­zens’ associations and movements for a Europe grounded on Equality, Soli­darity and Democracy that guarantees effective access to rights for all&#xd;<br />- Support the structuring of European civil society movement through alli­ance building, collective thinking and joint campaigning for the common good&#xd;<br />- Fight for the institutional recognition of civil society through the setting up of a genuine European civil dialogue&#xd;<br />&#xd;<br />Besides these activities, the European Civic Forum is following with particular attention the situation of fundamental rights and the safeguarding of civic space in European countries. Eventually, the ECF is actively following the evolution of Transparency at the European level.","lastUp":"2018-06-11T15:41:52.743+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}