{"id":"981946923150-02","name":"GKN Aerospace","registrationDate":"2016-08-26T11:56:26.758+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.gkn.com","country":"United kingdom","headAddress":"Ipsley House","headCity":"Redditch","headPostCode":"B98 0TL","headPhone":"(44)0 15 27 51 77 15","boss":"Hans Büthker","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"GKN is a direct member of ASD details of which can be found at www.asd-europe.org. GKN Driveline is  a direct member of CLEPA, details of which can be found at www.clepa.eu","goal":"Over 55,000 people work in GKN companies and joint ventures in more than 30 countries. We harness our considerable technology and manufacturing resources to supply the highest quality systems, structures, components and services.&#xd;<br />&#xd;<br />GKN Aerospace is a world leading global tier one supplier of airframe and engine structures, components, assemblies and transparencies to a wide range of aircraft and engine prime contractors and other tier one suppliers. It operates in three main product areas: aerostructures, engine components/sub-systems and special products.  &#xd;<br />&#xd;<br />GKN Driveline is a world leading supplier of automotive driveline systems and solutions. As a global business serving the leading vehicle manufacturers, GKN Driveline develops, builds and supplies an extensive range of automotive driveline products and systems – for use in the smallest ultra low-cost car to the most sophisticated premium vehicle demanding the most complex driving dynamics.  &#xd;<br />&#xd;<br />GKN Powder Metallurgy comprises Hoeganaes and GKN Sinter Metals. Hoeganaes is one of the world's largest metal powder manufacturers and produces the metal powder that GKN Sinter Metals and others use to manufacture precision automotive components as well as components for industrial and consumer applications.","acronym":"","interests":"Business and Industry, Competition, Environment, Foreign and Security Policy and Defence, Regional Policy, Research and innovation, Single market, Trade, Transport","euInitiatives":"Clean Sky II / III&#xd;<br />&#xd;<br />Preparatory Action / CSDP related Research / European Defense Fund&#xd;<br />&#xd;<br />Defense &amp; Security Procurement Directive 2009/81&#xd;<br />&#xd;<br />European Fund for Regional Development&#xd;<br />&#xd;<br />EASA (Aviation Package)&#xd;<br />&#xd;<br />TTIP&#xd;<br />&#xd;<br />Brexit negotiations","lastUp":"2018-08-20T12:06:15.563+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}