{"id":"982017022863-50","name":"Research and Innovation Management GmbH","registrationDate":"2016-07-29T14:42:12.842+02:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.research-and-innovation-management.com","country":"Austria","headAddress":"Marktplatz 7A","headCity":"Neumarkt an der Ybbs","headPostCode":"3371","headPhone":"(43)66 44 21 29 20","boss":"Fellnhofer Katharina","bossTitle":"Ms","bossPosition":"Geschäftsführende Gesellschafterin","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Research and Innovation Management GmbH is a privately owned management consulting firm that supports companies in planning and developing pioneering projects. We address the future-oriented structuring of research and innovation in order to assist enterprises in overcoming new challenges. Drawing on both internal and external experts, Research and Innovation Management GmbH provides practitioners with proven and ground-breaking knowledge to explore and exploit entrepreneurial opportunities. We manage innovative processes with a unique set of services in order to deploy the creative capabilities of all involved resources. We also conduct interdisciplinary research covering a diverse set of different themes. Our portfolio draws on a variety of academic disciplines across the fields of management, education, business, economics and financing. The practical implications for management and business practitioners are fundamental to our research. Our services range from joint research collaborations, seminars and workshops to long-term consulting projects and implementation support. In addition to consulting, we regularly create our own new ICT initiatives.","acronym":"RIM","interests":"Banking and financial services, Business and Industry, Communication, Digital economy and society, Economy, finance and the euro, Education and training, Research and innovation, Trans-European Networks","euInitiatives":"Investment potential of SME's&#xd;<br />Smart Specialisation Strategies&#xd;<br />&#xd;<br />http://ec.europa.eu/transparency/regexpert/index.cfm?do=groupDetail.groupDetail&amp;groupID=3299&amp;Lang=DE &#xd;<br />&#xd;<br />HORIZON2020 Project ONLINE S3&#xd;<br />&#xd;<br />More information on http://www.research-and-innovation-management.com/","lastUp":"2018-07-04T20:43:16.184+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}