{"id":"982190910352-88","name":"Belgische Federatie Groenvoorzieners","registrationDate":"2012-12-17T15:21:13.412+01:00","category":3,"subCategory":2,"legal":"vzw","web":"http://www.bfg-fbep.be","country":"Belgium","headAddress":"zuidstationstraat, 32","headCity":"Gent","headPostCode":"9000","headPhone":"(32)92 24 03 11","boss":"yves heirman","bossTitle":"Mr","bossPosition":"director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Federatie Groenvoorzieners:&#xd;<br />&#xd;<br />Alles begint bij uw vakmanschap. Bij uw specialiteit. Groene vingers en goed materiaal volstaan niet. Uw ervaring, uw knowhow, uw ideeën, uw liefde voor het vak: zij garanderen uw klanten en de natuur de beste resultaten. Dat beseffen we bij BFG als geen ander. Daarom staat uw vakmanschap centraal bij alles wat we doen. Daarom helpen we u graag om dat vakmanschap in het zonnetje te zetten.&#xd;<br />&#xd;<br />Reken op BFG&#xd;<br />&#xd;<br />om uw expertise de erkenning  te laten krijgen die ze verdient;&#xd;<br />om samen uw knowhow naar een hoger niveau te tillen aan de hand van advies, informatie, studiereizen vorming en kennisuitwisseling;&#xd;<br />om het vakmanschap in de sector beter af te stemmen op de actuele en toekomstige vraag;&#xd;<br />om het vakwerk van groenprofessionals te beschermen.&#xd;<br />&#xd;<br />Omdat echt  vakmanschap alle groeikansen verdient&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />Onze sector en de regelgeving voor ondernemers evolueren razendsnel. Ondertussen bent u altijd druk bezig. Daarom volgt BFG voor u alles wat voor groene ondernemers interessant is. Van de nieuwste bodembedekkers tot de knapste daktuin. Van de regeltjes over zwemvijvers tot tips om niet te verdrinken in de administratie. Van tips voor starters tot advies over de opvolging in uw zaak. Uw vakvereniging ondersteunt u altijd met advies en informatie. Doe gerust een beroep op deze service: u bespaart tijd en kunt er heel wat bij winnen.&#xd;<br />&#xd;<br />Reken op BFG&#xd;<br />&#xd;<br />om trends en tendensen  te signaleren in de sector en in de maatschappij;&#xd;<br />om de actuele regelgeving op de voet te volgen;&#xd;<br />voor een informatief inspirerend vakblad en archief (inbegrepen in de ledenprijs);&#xd;<br />voor nuttige tips i.vm. administratie, ruimtelijke ordening, boekhouden,  facturatie, rechtspraak, ...&#xd;<br />als aanspreekpunt  voor uw vragen over ondernemen en groen ondernemen.&#xd;<br />&#xd;<br />Omdat ondersteuning en advies groei bevorderen&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />In elke gezonde biotoop brengt wisselwerking een unieke dynamiek op gang. Samen maken we van ons vakgebied zo'n biotoop. BFG brengt u graag in contact met uw vakgenoten. Om tijdens thema-avonden en opleidingen bij te leren van elkaar. Om tijdens informele contacten van gedachten te wisselen. Dat is gewoon leuk. En bovendien is zo'n ongedwongen sfeer een interessante voedingsbodem voor lucratieve samenwerkingen. Samen halen we energie uit synergie.&#xd;<br />&#xd;<br />Reken op BFG&#xd;<br />&#xd;<br />omdat we samen sterker zijn dan elk van ons apart;&#xd;<br />voor informele contacten met boeiende collega's en vakgenoten;&#xd;<br />voor kennisuitwisseling binnen en buiten de grenzen van uw vak;&#xd;<br />voor wetenschappelijke ondersteuning van uw activiteiten;&#xd;<br />voor initiatieven  die de afstand met uw klanten, potentiële klanten en leveranciers verkleinen.&#xd;<br />&#xd;<br />Omdat kruisbestuiving belangrijk is&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />Vaak spreken uw realisaties voor zich. Maar niet iedereen heeft daar vandaag oog voor of oren naar. Daarom treedt BFG op als spreekbuis voor groenondernemers. We bouwen samen met u aan het imago van de groenondernemer. We behartigen uw belangen op lokaal, regionaal, nationaal en Europees niveau. Om concurrentievervalsing te bemoeilijken, om de regelgeving te vereenvoudigen. We ijveren voor meer groen in de maatschappij. Omdat we daar allemaal beter van worden. We promoten ook het belang van échte groenprofessionals voor privétuinen en het openbaar landschap. Zo plukt u straks nog meer vruchten van uw vakwerk.&#xd;<br />&#xd;<br />Reken op BFG&#xd;<br />&#xd;<br />om samen door te wegen op onderhandelingen die voor onze  sector belangrijk  zijn;&#xd;<br />om te lobbyen  voor u en uw vakgenoten;&#xd;<br />om de kwalitatieve instroom van schoolverlaters te bevorderen;&#xd;<br />om een nóg positiever imago rond professionele groenvoorziening te creëren.&#xd;<br />&#xd;<br />Omdat uw vakmanschap meer erkenning verdient","acronym":"BFG-FBEP","interests":"Environment","euInitiatives":"Groenthema's, parken en tuinen,","lastUp":"2017-04-24T15:55:49.418+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}