{"id":"982307213646-56","name":"International Organization to Preserve Human Rights","registrationDate":"2014-05-24T08:56:17.978+01:00","category":3,"subCategory":2,"legal":"Private Incorporated Company","web":"http://www.iophr.org","country":"United kingdom","headAddress":"81 Lady Aylesford Avenue","headCity":"Stanmore, Middlesex","headPostCode":"HA7 4FG","headPhone":"(44)75 33 42 22 27","boss":"Seyed Mostafa Azmayesh","bossTitle":"Mr","bossPosition":"Director","membersCount":11,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"Objectives&#xd;<br />&#xd;<br />The aim of IOPHR is to support the Iranian population in Iran in their fight for respect of civil- and human rights and to spread awareness about the massive and brutal injustices by the Iranian authorities to women, religious and ethnic minorities, political opponents, journalists and bloggers, students, human rights activists, etc. In addition, this organisation provides platforms including a news website and an online television channel, which allows citizens to have their voices heard. &#xd;<br />IOPHR also focuses on preserving and advancing the democratic values in the west that we hold dear in order to thrive on our diversity, based on the principle of human rights. One of the main objectives of this organisation is bring about crucial changes in the society, mainly through education, cultural and human rights activities, with the aim to counter the threats posed by extremism under the name of Islam, by using the principles of human rights.  &#xd;<br />&#xd;<br />&#xd;<br />Activities&#xd;<br />&#xd;<br />• Exchange information and cover constantly the regime’s human right violations in articles and publications, on the Internet (websites, Facebook, You Tube films) and broadcasted programmes on satellite Dorr TV in order to:&#xd;<br /> &#xd;<br />  - provide the people inside Iran of factual and uncensored information about what is happening inside and outside the borders of Iran;&#xd;<br />  - inform, outside of Iran, the members of European and National Parliaments and governments, European and American society, press, and human rights organizations such as Amnesty International, Südwind - All human rights for all in Iran, Christian Solidarity Worldwide (CSW), Human Rights Without Frontiers International (HRWF) etc.&#xd;<br />&#xd;<br />• Threats of extremism which hides under the name of Islam are being countered via:&#xd;<br />&#xd;<br />- Holding conferences, lectures and workshops regarding the misconceptions on Islam which have lead to violent extremism&#xd;<br />- Holding cultural events such as concerts and exhibitions. &#xd;<br />&#xd;<br />• Organise:&#xd;<br />&#xd;<br />  - Peaceful street actions such as ‘a face for human rights in Iran’ or actions to demand the immediate and unconditional release of prisoners of conscience or political prisoners; &#xd;<br />   - Conferences to give a platform to experts to bring analyses and specialized information of the situation in Iran from the one hand and religious and ethnic minorities, journalists, students, women and other targeted groups to give evidence about the restrictions on their civil and human rights on the other hand.&#xd;<br />&#xd;<br />In cooperation with NGO’s, human rights organisations and European governments to create solidarity and to give a voice to the voiceless &#xd;<br />&#xd;<br />• Support the work of UN Special Rapporteur on the Situation of Human Rights in the Islamic Republic of Iran by reporting about human rights abuses. &#xd;<br />&#xd;<br />• Lobby for the support of members of the European and national parliaments and governments. The international support and outcry about injustices is vital in the fight of the Iranian people for human rights.","acronym":"IOPHR","interests":"Culture, Development, Education, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"Our organisation currently follows policies and legislative files in relation to Human Rights and equality, in relation to:&#xd;<br />&#xd;<br />1- Public policies and papers combating discrimination on the grounds of religion or belief. &#xd;<br />&#xd;<br />2- Papers and policies from the External relations and foreign affairs  council with regard to EU relations with Iran. In particular the lifting of sanctions.&#xd;<br />&#xd;<br />3- Culture in External Relations at the European Parliament in particular,  final report and a series of country reports.&#xd;<br />&#xd;<br />4- Policy and working papers by European Network of legal experts in gender equality and non-discrimination.&#xd;<br />&#xd;<br />5- European Network of Equality Bodies.&#xd;<br />&#xd;<br />&#xd;<br />Our organisation activities with European Parliament have been based on:&#xd;<br />&#xd;<br />• Exchange information and cover constantly the regime’s human right violations in articles and publications, on the Internet (websites, Facebook, You Tube films) and broadcasted programmes on satellite Dorr TV in order to:&#xd;<br /> &#xd;<br />  - provide the people inside Iran of factual and uncensored information about what is happening inside and outside the borders of Iran;&#xd;<br />  - inform, outside of Iran, the members of European and national Parliaments and governments, European and American society, press, and human rights organizations such as Amnesty International, Südwind - All human rights for all in Iran, Christian Solidarity Worldwide (CSW), Human Rights Without Frontiers International (HRWF) etc.&#xd;<br />&#xd;<br />• Educational conferences aimed to raise awareness regarding the roots of the ideologies of violent extremism under the name of Islam, and providing solutions to counter these threats.","lastUp":"2017-02-24T05:10:52.667+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}