{"id":"982307213646-56","name":"International Organization to Preserve Human Rights","registrationDate":"2014-05-24T08:56:17.978+02:00","category":3,"subCategory":2,"legal":"Private Incorporated Company","web":"http://www.iophr.org","country":"United kingdom","headAddress":"Kemp House","headCity":"London","headPostCode":"EC1V 2NX","headPhone":"(44)77 18 53 50 06","boss":"Seyed Mostafa Azmayesh","bossTitle":"Mr","bossPosition":"Director","membersCount":12,"membersFTE":"3.0","membership":"","memberOrga":"https://preservehumanrights.org/about-us/","goal":"Aims &amp; Objectives &#xd;<br />Our aim focuses on preserving and advancing the democratic values that we hold dear in order to thrive on our diversity, based on the principle of human rights and freedom of religion or belief. Our main areas of focus are gender-inequality, cultural and religious antagonism, extremism, forms of violence, and social inequity.  We aim to promote and uphold human rights values that are universal and should be equally available to every single human being, irrespective of one’s race, culture, gender or faith. One of the main objectives of this organisation is bring about crucial changes in the society, mainly through education, cultural and human rights activities, with the aim to counter the threats posed by extremism under the name of Islam, by using the principles of human rights. &#xd;<br />IOPHR also support the Iranian population in Iran in their fight for respect of Civil- and Human Rights values and to spread awareness about the massive and brutal injustices by the Iranian authorities to women, religious and ethnic minorities, political opponents, journalists and bloggers, students, human rights activists, etc. In addition, this organisation provides platforms including a news website and an online television channel, which allows citizens to have their voices heard.","acronym":"IOPHR","interests":"Communication, Culture, Culture and media, Education and training, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Youth","euInitiatives":"Our organisation currently follows policies and legislative files in relation to Human Rights and equality:&#xd;<br /> &#xd;<br />1- Public policies and papers combating discrimination on the grounds of religion or belief. &#xd;<br />2- Papers and policies from the External relations and foreign affairs  council with regard to EU relations with Iran. In particular the lifting of sanctions.&#xd;<br />3- Culture in External Relations at the European Parliament in particular,  final report and a series of country reports.&#xd;<br />4- Policy and working papers by European Network of legal experts in gender equality and non-discrimination.&#xd;<br /> 5- European Network of Equality Bodies.","lastUp":"2019-07-04T04:46:19.454+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}