{"id":"98277414699-83","name":"EU Umweltbüro","registrationDate":"2010-12-07T13:02:57.747+02:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.eu-umweltbuero.at","country":"Austria","headAddress":"Strozzigasse, 10/7-8","headCity":"Wien","headPostCode":"1080","headPhone":"(43)14 01 13 31","boss":"Gerald Pfiffinger","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":4,"membersFTE":"2.0","membership":"Umweltdachverband; European Environmental Bureau (EEB); Allianz für Klimagerechtigkeit; B.A.U.M. Österreich - nachhaltig wirtschaften, Nanoinformationskommission; SDG Watch Austria","memberOrga":"","goal":"Das EU Umweltbüro in Wien wurde 1994 als Kompetenzzentrum für Europäische Umweltpolitik und -gesetzgebung gegründet und ist im Umweltdachverband – der größten österreichischen Dachorganisation von Umweltschutzorganisationen – angesiedelt. Die Kernkompetenz des EU-Umweltbüros liegt in umfassenden Kenntnissen des politischen Gesetzwerdungsprozesses auf europäischer Ebene und über derzeitige und zukünftige Entwicklungen im Bereich EU-Umweltpolitik. Das Umweltbüro vertritt die österreichischen Mitglieder im Vorstand des europäischen Dachverbands European Environmental Bureau (EEB). Das Umweltbüro ist auf europäischer und  internationaler Ebene gut vernetzt und arbeitet in Deutsch und Englisch. Das EU-Umweltbüro beteiligt sich nicht an öffentlichen Kampagnen.","acronym":"EUUB","interests":"Agriculture, Climate Action, Consumers, Energy, Environment, Food Safety, Humanitarian aid and civil protection, Justice and Fundamental Rights, Maritime affairs and fisheries, Trade, Trans-European Networks","euInitiatives":"Energy Union&#xd;<br />Energy Efficiency Directive&#xd;<br />Water Framework Directive&#xd;<br />Biodiversity Strategy Implementation&#xd;<br />Natura 2000&#xd;<br />Infringments&#xd;<br />Clean Air Package&#xd;<br />Circular Economy Package&#xd;<br />European Sustainable Development&#xd;<br />European Semester","lastUp":"2018-09-17T13:44:05.539+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}