{"id":"982823533509-58","name":"Siemens Healthineers AG","registrationDate":"2018-12-19T11:08:44.840+02:00","category":2,"subCategory":3,"legal":"Siemens Healthineers AG is a German stock corporation (Aktiengesellschaft) incorporated in Germany and governed by German law","web":"http://siemens-healthineers.com","country":"Germany","headAddress":"Karlheinz-Kaske Straβe 5","headCity":"Erlangen","headPostCode":"91052","headPhone":"(49)9 13 18 40","boss":"Bernhard Montag","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"3.0","membership":"Siemens Healthineers AG and its consolidated subsidiaries are represented in a large number of associations worldwide.&#xd;\nThe most important ones on EU level are: COCIR, MedTechEurope, EAPM. &#xd;\nMembership fees for these associations (proportionate to the estimated business activity of the associations mentioned at EU level): EUR 81295&#xd;\nMembership fees are not included in the total costs listed above. &#xd;\nWe would like to point out that all information given and registered values relate only to Siemens Healthineers AG and its consolidated subsidiaries.","memberOrga":"","goal":"Siemens Healthineers AG was listed on the Frankfurt Stock Exchange on March 16th , 2018, as a separate legal entity from Siemens AG.&#xd;<br />&#xd;<br />The overall goal of SHS is to manage a group of companies that operate in the following areas: development, manufacture, sale, supply, installation and maintenance of all types of medical devices, systems and solutions, as well as research, development, manufacture, sale, supply and maintenance of diagnostic products, including all types of systems.","acronym":"SHS","interests":"Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"- Health policies, e.g. Health Technology Assessments (HTA), Chronic Diseases etc. &#xd;<br />- Digital Health &#xd;<br />- MFF, e.g. Cohesion Policy and the Digital Europe programme&#xd;<br />- EU Framework Programme for Research and - Innovation Horizon 2020&#xd;<br />- EU Foreign and Development Policies/ Bi-lateral relations (e.g. EU – African Union) &#xd;<br />- EU Trade Policy/ Free Trade Agreements &#xd;<br />- Data Economy Package / Digital Single Market&#xd;<br />- Cybersecurity Act&#xd;<br />- Circular Economy     &#xd;<br />- Single Market issues, e.g. GDPR, IP legislation","lastUp":"2019-04-25T14:49:13.419+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}