{"id":"9832909575-41","name":"Greenpeace European Unit","registrationDate":"2008-10-29T22:39:31.736+02:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"http://www.greenpeace.eu","country":"Belgium","headAddress":"Rue Belliard, 199","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 74 19 00","boss":"Jorgo Riss","bossTitle":"Mr","bossPosition":"Director","membersCount":13,"membersFTE":"7.0","membership":"Green10, Alliance for Lobbying Transparency and Ethics Regulation in the EU (ALTER-EU), Climate Action Network Europe (CAN Europe).","memberOrga":"","goal":"Greenpeace is a global non-profit organisation that uses non-violent direct action to tackle the biggest threats to our environment. Greenpeace aims to protect and conserve nature and to promote peace by investigating, exposing and confronting environmental abuse, challenging the political and economic powers that can effect change, driving economically responsible and socially just solutions that offer hope for current and future generations, and inspire people to take responsibility for the planet. Greenpeace speaks for c.3 million (March 2018 figure) supporters worldwide.&#xd;<br />Based in Brussels, Greenpeace European Unit monitors the work of the EU institutions, exposes deficient EU laws, challenges EU decision-makers to act responsibly in the public interest and confronts industry lobbies that undermine environmental protection in the pursuit of their private interests.&#xd;<br />Greenpeace is committed to transparency about EU interest representation and considers that this register fails basic transparency standards and does not provide EU lobbying transparency. A credible EU lobbying transparency register includes names of individuals and the issues that they try to influence, provides precise and comparable financial information on lobbying, and has effective sanctions to ensure the accuracy and completeness of the information disclosed. In an effort to arrive at a more objective way of calculating lobbying expenditures, we follow guidelines that result from consultations with public interest organisations, professionals working on lobby transparency as well as experts of US lobby disclosure legislation (the guidelines developed by the Civil Society Contact Group and ALTER-EU). Our registration therefore provides a more comprehensive calculation of our expenses for their required activities that aim to influence the policy formulation and decision-making processes of the European institutions, and a list of those who, on behalf of Greenpeace, carried out such activities. &#xd;<br />In the very limited space this form allows, we aim to give all the relevant information that we consider necessary for lobbying transparency.&#xd;<br />Our registration is based on the guidelines for transparent registration developed by the Civil Society Contact Group and ALTER-EU. The guidelines can be found at http://www.alter-eu.org/sites/default/files/documents/2012_ALTER-EU_CSCG_guidelines_Transparency_Register.pdf","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology, Trade, Transport","euInitiatives":"In 2017 Greenpeace European Unit followed the following issues: &#xd;<br />Renewable Energy Directive (recast) 2016/0382(COD)&#xd;<br />Internal market for electricity (recast) 2016/0379(COD)&#xd;<br />Common Agricultural Policy reform – Participation to the Public Consultation on the Future of Farming&#xd;<br />Commission Implementing Regulation (EU) 2017/2324 of 12 December 2017 renewing the approval of the active substance glyphosate&#xd;<br />Commission Communication on the European Citizens' Initiative \"Ban glyphosate and protect people and the environment from toxic pesticides\" C(2017) 8414 final&#xd;<br />Making available on the market of CE marked fertilising products 2016/0084(COD) Ordinary legislative procedure (ex-codecision procedure)&#xd;<br />EC 1907/2006 Chemicals Regulation REACH&#xd;<br />EC 2000/60/EC + EC 2008/105/EC + 2013/39/EU (water legislation – Water Framework Directive)&#xd;<br />Circular Economy Package, the Waste Directive revision process (not yet completed so no updated number – Waste Framework Directive – 2008/98/EC and Packaging &amp; Packaging Waste Directive 94/62/EC), and the Commission Plastic Strategy &#xd;<br />Implementation and enforcement of the EU Timber Regulation&#xd;<br />EU-China Cooperation on Forest Law Enforcement and Governance&#xd;<br />Global deforestation: Possible EU action plan&#xd;<br />Palm oil and deforestation of rainforests&#xd;<br />2016/0205(NLE): EU/Canada Comprehensive Economic and Trade Agreement (CETA)&#xd;<br />Civic space","lastUp":"2018-03-22T09:56:54.244+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}