{"id":"9832909575-41","name":"Greenpeace European Unit","registrationDate":"2008-10-29T22:39:31.736+01:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"http://www.greenpeace.eu","country":"Belgium","headAddress":"Rue Belliard, 199","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 74 19 00","boss":"Jorgo Riss","bossTitle":"Mr","bossPosition":"Director","membersCount":13,"membersFTE":"7.0","membership":"Green10, Alliance for Lobbying Transparency and Ethics Regulation in the EU (ALTER-EU), Climate Action Network Europe (CAN Europe).","memberOrga":"","goal":"Greenpeace is a global non-profit organisation that uses non-violent direct action to tackle the biggest threats to our environment. Greenpeace aims to protect and conserve nature and to promote peace by investigating, exposing and confronting environmental abuse, challenging the political and economic powers that can effect change, driving economically responsible and socially just solutions that offer hope for current and future generations, and inspire people to take responsibility for the planet. Greenpeace speaks for c.3.3 million (2015 figure) supporters worldwide.&#xd;<br />Greenpeace European Unit is based in Brussels, from where we monitor the work of the EU institutions, expose deficient EU laws, challenge EU decision-makers to act responsibly in the public interest and confront industry lobbies that undermine environmental protection in the pursuit of their private interests.&#xd;<br />Greenpeace is committed to transparency about EU interest representation. We believe that this register fails basic transparency standards and does not provide EU lobbying transparency. A credible EU lobbying transparency register includes names of individuals and the issues that they try to influence, provides precise and comparable financial information on lobbying, and has effective sanctions to ensure the accuracy and completeness of the information disclosed. In an effort to arrive at a more objective way of calculating lobbying expenditures, we follow guidelines that result from consultations with public interest organisations, professionals working on lobby transparency as well as experts of US lobby disclosure legislation (the guidelines developed by the Civil Society Contact Group and ALTER-EU). Our registration therefore provides a more comprehensive calculation of our expenses for their required activities that aim to influence the policy formulation and decision-making processes of the European institutions, and a list of those who, on behalf of Greenpeace, carried out such activities. &#xd;<br />In the very limited space this form allows, we aim to give all the relevant information that we consider necessary for lobbying transparency.&#xd;<br />Our registration is based on the guidelines for transparent registration developed by the Civil Society Contact Group and ALTER-EU. The guidelines can be found at http://www.alter-eu.org/sites/default/files/documents/2012_ALTER-EU_CSCG_guidelines_Transparency_Register.pdf","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology, Trade, Transport","euInitiatives":"In 2016, Greenpeace European Unit followed the following issues:&#xd;<br />Clean Energy for All Package incl. Renewable Energy Directive, Electricity Regulation and Electricity Directive&#xd;<br />INI Renewable energy progress report&#xd;<br />INI Delivering a new deal for energy consumers&#xd;<br />INI Towards a new energy market design&#xd;<br />Phasing out Coal&#xd;<br />Industrial emissions - Integrated pollution prevention and control. Recast (Implementation)&#xd;<br />Industrial Emissions Directive&#xd;<br />SA.38454 Possible aid to the Paks II nuclear power station&#xd;<br />2016/0205(NLE) EU/Canada Comprehensive Economic and Trade Agreement&#xd;<br />2016/2981(RSP): Opinion from the Court of Justice on the compatibility with the Treaties of the proposed agreement between Canada and the EU on a Comprehensive Economic and Trade Agreement&#xd;<br />Common Agricultural Policy reform &#xd;<br />Motion for resolution on Low Risk Pesticides&#xd;<br />Glyphosate – renewal of the EU approval&#xd;<br />REFIT roadmap for the evaluation of the EU legislation on plant protection products and pesticides residues (Regulation (EC) No 1107/2009 and Regulation (EC) No 396/2005)&#xd;<br />GM maize cultivation authorisations (MON810, Bt11, 1507) &#xd;<br />GMO import authorisations (parliamentary resolutions)&#xd;<br />Interpretation of EU GMO law in relation to new techniques of genetic engineering&#xd;<br />Environmental risk assessment of GMOs&#xd;<br />SANTE/11248/2016 (POOL/E3/2016/11248/11248-EN.doc)&#xd;<br />EC No. 2000/60/EC &amp; EC No 2008/105/EC Water legislation; EC No 1907/2006 Chemicals legislation – REACH&#xd;<br />Circular economy package&#xd;<br />Arctic 2009/2814(RSP)&#xd;<br />Implementation &amp; enforcement of EU Timber Regulation&#xd;<br />Evaluation of EU Timber Regulation &amp; Evaluation of EU Action Plan on Forest Law Enforcement, Governance and Trade&#xd;<br />Global deforestation: Possible EU action plan&#xd;<br />Palm oil and deforestation of rainforests","lastUp":"2017-09-19T16:09:38.879+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}