{"id":"98345631631-22","name":"European Insulation Manufacturers Association","registrationDate":"2009-05-04T11:45:56.675+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.eurima.org","country":"Belgium","headAddress":"Avenue Louise, 375","headCity":"Brussels","headPostCode":"1050","headPhone":"(322)6 26 20 90","boss":"Jan te Bos","bossTitle":"Mr","bossPosition":"Director General","membersCount":3,"membersFTE":"1.5","membership":"Construction Products Europe&#xd;\nCoalition for Energy Savings&#xd;\nNEPSI (European Network for Silica)&#xd;\nECEEE (European Council for Energy Efficient Economy)&#xd;\nEEIF (Energy Efficiency Industrial Forum)&#xd;\nRenovate Europe Campaign&#xd;\nCovenant of Mayors (Associated partner)&#xd;\nEuropean Association for External Thermal Insulation Composite Systems (EAE)&#xd;\nBuild-Up","memberOrga":"Saint-Gobain Isover&#xd;\nRockwool International&#xd;\nKnauf Insulation&#xd;\nParoc Oy&#xd;\nUrsa&#xd;\nSager&#xd;\nFibran","goal":"Eurima is the European Insulation Manufacturers Association and represents the interests of all&#xd;<br />major mineral wool producers throughout Europe. Eurima members employ over 20,000 people&#xd;<br />across Europe with the installation of insulation products accounting for an estimated 300,000 manyears. &#xd;<br />&#xd;<br />Eurima does scientific research into the fields of energy efficiency in buildings and sustainable construction to contribute to the European debate on behalf of the members.&#xd;<br />Eurima is active at EU level to advocate the benefits of energy efficiency in buildings.&#xd;<br />Eurima also works at international level to help to set-up an effective framework for buildings energy efficiency.","acronym":"EURIMA","interests":"Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Regional Policy, Single market, Taxation, Trade","euInitiatives":"EU Climate &amp; Energy Policy, Energy Union, Clean Energy for All Europeans, Energy Efficiency Directive, Energy Performance of Buildings Directive, EU-ETS, Circular Economy, CEN-standardisation, Sustainable Construction.","lastUp":"2018-09-07T13:25:24.907+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}