{"id":"983454930126-20","name":"Gorzowski Ośrodek Technologiczny Park Naukowo -Przemysłowy Sp.z o.o.","registrationDate":"2018-02-11T10:04:56.333+01:00","category":6,"subCategory":14,"legal":"Sp. z o.o.","web":"http://gotechnology.pl","country":"Poland","headAddress":"Teatralna 49","headCity":"Gorzów Wlkp.","headPostCode":"66-400","headPhone":"(48)6 68 78 79 58","boss":"Justyna Kmietowicz","bossTitle":"Ms","bossPosition":"Dyrektor finansowy","membersCount":2,"membersFTE":"0.5","membership":"Zachodnia Izba Przemysłowo-Handowa","memberOrga":"","goal":"Podstawowym zadaniem spółki jest komercjalizacja innowacyjnych rozwiązań z obszaru technologii środowiskowych oraz innych, poprzez kreowanie nowych podmiotów gospodarczych, w których  GOT PNP Sp. z o.o. będzie obejmował udziały kapitałowe. Spółka będzie realizowała to zadanie poprzez:&#xd;<br /> &#xd;<br />Ścisłą współpracę z przedsiębiorcami i uczelniami wyższymi,&#xd;<br />Wyszukiwanie nowych technologii środowiskowych z potencjałem do komercjalizacji,&#xd;<br />Weryfikację innowacyjnych rozwiązań pod kątem możliwości ich transferu do przemysłu,&#xd;<br />Prowadzenie badań własnych oraz zleconych,&#xd;<br />Koordynowanie ochrony własności intelektualnej nowych projektów,&#xd;<br />Dobieranie najbardziej efektywnego modelu finansowania nowych przedsięwzięć,&#xd;<br />Wejście kapitałowe, wspólnie z przedsiębiorcami oraz instytucjami otoczenia biznesu do nowych, celowych podmiotów gospodarczych, w których będą komercjalizowane konkretne projekty,&#xd;<br />Kompletne wsparcie nowych podmiotów w okresie inkubacji, w zakresie obsługi badawczej, patentowej, biurowej, księgowej, prawnej oraz informatycznej,&#xd;<br />Wyjście kapitałowe z dojrzałych przedsięwzięć.&#xd;<br /> &#xd;<br />Głównym obszarem specjalizacji GOT są projekty związane z technologiami środowiskowymi, obejmujące m.in. niekonwencjonalne źródła energii, odzysk surowców oraz unieszkodliwianie odpadów.","acronym":"GOT PNP","interests":"Education, Energy, Environment, Research and Technology","euInitiatives":"Rozporządzenia Komisji (UE) nr 651/2014 zmienionym Rozporządzeniem Komisji (UE) nr 2017/1084 z dnia 14 czerwca 2017 r","lastUp":"2018-02-11T10:17:05.840+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}