{"id":"983462136575-77","name":"AB Corporation","registrationDate":"2019-11-14T17:28:19.976+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://ab-corporation.com/","country":"Belgium","headAddress":"Rue du Trone 173","headCity":"Ixelles","headPostCode":"1050","headPhone":"(32)25 12 31 88","boss":"Andrea Boffi","bossTitle":"Mr","bossPosition":"Founder &amp; CEO","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"AB Corporation is a leading public affairs and communications firm specialised in EU funds, European Affairs, political and regulatory risk, advocacy and reputation building. With dedicated consultants in Brussels, Milan, Tirana and Athens, and a network of like-minded partner companies in European and international capitals, we are ideally placed to devise and implement public affairs and communications strategies across Europe and around the globe.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Our services include regulatory monitoring, policy analysis, strategic advice, media and digital communications campaigns, crisis communication, advocacy, event organization etc. The main EU policies and initiatives we are currently followiing: Brexit, Common Fisheries Policy, Competition policy, Consumer protection, Digital single market, Energy policy, External relations, Healthcare, ICT, Trade policy, Transportation.","lastUp":"2019-11-14T17:28:48.044+01:00","customers":"AGCI Associazione Generale Cooperative Italiane,Brussels Events,Hellenic Post","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}