{"id":"983848320919-22","name":"Грейнис ООД","registrationDate":"2016-03-04T11:52:27.972+01:00","category":2,"subCategory":4,"legal":"ООД","web":"http://www.solargas.alle.bg","country":"Bulgaria","headAddress":"5 Gen. Edward Totleben blvd.","headCity":"Sofia","headPostCode":"1606","headPhone":"(359)8 99 17 15 70","boss":"Georg Mihaylov","bossTitle":"Mr","bossPosition":"Manager","membersCount":5,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Grainis ltd. is a Bulgarian R&amp;D company, working since 2006 on production of low-cost Hydrogen and Oxy-Hydrogen Gas Fuels as MHHO (similar to Ohmasa Gas), by our originally invented method for Modified, Low-Power (0.8Wh/L) Water Electrolysis, perfect for fueling all kinds of vehicles, power generators, ships, planes, rockets, also steam boilers and furnaces.&#xd;<br />Regular HHO Gas-Generators are being serially produced for the last 20 years, by many firms around the globe as BEST Korea, OWELD-Italy/USA, Epoch-Taiwan, Eagle-Research-USA, ArizonaHydrogen-USA, SSHHO/Kingkar/Santi/MaoAn/SoFine, etc.-China, LIGA-Russia, HHO-Bulgaria, etc.&#xd;<br />Modified HHO (MHHO) Gas is our high-effective upgrade of the Ohmasa Gas, patented in 2011 - https://www.youtube.com/watch?v=NUPE0Z9V82E &#xd;<br />MHHO Gas is Modified Oxy-Hydrogen (HHO) gas, being produced by a modified, high-effective (0.8Wh/L) Water Electrolysis, allowing off-grid MHHO Power Plants for low-cost gas and energy supply, to be designed. &#xd;<br />The only Fuel these Plants consume, is Water - 100% recyclable. The only Waste is Water too.&#xd;<br />A 100% Clean and Renewable energy process.&#xd;<br /> &#xd;<br />MHHO gas is the ideal universal Fuel and Energy Storage - 100% clean and renewable, cheap, easy and safe for production and handle. &#xd;<br />It can be safely compressed up to 200 bar and more, liquefied at -178deg.C , filled in CNG bottles/tanks and burned as a single fuel, or mixed, in existing engines and burners. &#xd;<br />It is low-explosive, cannot be ignited by a spark. &#xd;<br />&#xd;<br />MHHO's flame can heat, melt and boil-up UHTC materials up to ultrahigh temperatures as 5,500 deg.C and more, which enormous heat can be used in welding machines, ovens, furnaces, boilers, heaters, waste/toxic/nuclear incinerators, etc. Combined with a Seebeck's TEG system, a compact Electric Car powertrain can be designed, for powering all kinds of vehicles and gensets.&#xd;<br />Independent, Personal MHHO Power Plants for off-grid, water-fueled production of low-cost Power, Heat, Gas Fuel and Cold, can be deployed everywhere, just in the backyard of a house, factory, farm, desert, or in the middle of nowhere, producing non-stop clean energy on demand, without any need of pipelines, cable lines, transformers, etc. heavy equipment. MHHO Plant doesn't need large land for installation, neither sun or wind power; it is easy and cheap for production, shipping, installation and maintenance. It can be also mounted on-board larger ships or platforms, producing gas fuel directly out of the seawater, replacing polluting diesel fuel and tanks at all. MHHO can be also used for onboard hydrogen production for inflating safe hermetic carbon-fiber containers, or burning and creating hot-air  lifting power for large Airships, to be used for fast shipping of heavy loads and passengers, or Airship Platforms, lifted to high, fixed Geo-Stat Orbits for GSM, GPS, Internet, TV/Radio Communications, Telescope Earth/Space Observations, Space Elevators, Rocket Launches, Military/Defence Operations, Orbital Solar High-Radiation Power Generation, transferred to the ground by cable or laser, etc.&#xd;<br />MHHO can make EU fully gas/energy independent from Russia and else suppliers, and can make the EU business and economy prosperous and absolute world leader. It can create new businesses, new jobs and entire new economies, in remote, unexplored, poor regions, in severe (polar and semi-polar, desert, mountain) climates, on islands ships and ocean platforms, and solve our heaviest world's problems as the global warming, pollution, poverty, hunger, expensive fuels, energy, foods and basic necessities, lack of fresh water, poor hygiene, leading to epidemic deceases, overall misery, desperation and terror. solargas.alle.bg","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Regional Policy, Research and Technology, Trade, Transport","euInitiatives":"Енергетика, Транспорт, ВЕИ, Артернативни Енергии, Екологични Технологии, Независими Енергийни Източници, Енергийно Независими Сгради и Населени Места, Енергийно Независим Транспорт, Енергийно Независимо Земеделие и Хранителна Промишленост, Производство на Въглеводородни Горива и Суровини от Вода и Въглероден Диоксид, Производство на Базалтови Влакна и Фибро-Композити, Развитие на Бедни Райони, Развитие на Нови Проекти за Малък и Среден Бизнес","lastUp":"2017-03-06T23:40:27.173+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}