{"id":"984280912695-87","name":"Société des Gens de Lettres","registrationDate":"2014-01-23T09:52:49.753+02:00","category":2,"subCategory":1,"legal":"Association loi 1901, reconnue d'utilité publique","web":"http://www.sgdl.org","country":"France","headAddress":"Rue du Faubourg Saint Jacques, 38","headCity":"Paris","headPostCode":"75014","headPhone":"(33)53 10 12 00","boss":"Mathieu SIMONET","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.25","membership":"Au niveau mondial : CISAC et IAF. &#xd;\nAu niveau national : Conseil supérieur de la propriété littéraire et artistique (Ministère de la Culture), Centre national du livre (CNL), Société des intérêts des auteurs de l'écrit (SOFIA), Centre français d'exploitation du droit de copie (CFC), Association pour la gestion de la sécurité sociale des auteurs (AGESSA)...","memberOrga":"","goal":"La Société des Gens de Lettres (SGDL) est la principale organisation d’auteurs de l’écrit en France. Reconnue d’utilité publique depuis 1891, elle a pour vocation la défense du droit d’auteur, des intérêts patrimoniaux et du statut juridique et social de tous les auteurs de l’écrit. Organisme indépendant, elle entretient un dialogue permanent avec les représentants du secteur du livre en France et à l'étranger, et siège au conseil d’administration des principales institutions du secteur. Elle exerce une action de vigilance, de réflexion et de proposition auprès des pouvoirs publics et du Parlement en France et des instances européennes, pour tout ce qui touche à la situation des auteurs de l’écrit. Membre de l’International Authors Forum (IAF), elle participe, aux côtés des autres sociétés d’auteurs en Europe et dans le monde, à l'ensemble des réflexions touchant aux droits et au statut des auteurs. Elle apporte par ailleurs des aides financières d'urgence aux auteurs en difficulté. Elle met en œuvre, tout au long de l'année, un programme d'action culturelle (remise de prix littéraires, organisation de forums, de rencontres littéraires...). Elle propos à ses membres de nombreux services (mutuelle de santé, conseil juridique et fiscal, accompagnement sociale, consultation des chiffres de vente de leurs ouvrages, service de dépôt et enregistrement de manuscrits protégés contre le plagiat...).","acronym":"SGDL","interests":"Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Fraud prevention, Single market, Taxation","euInitiatives":"Suivi des travaux sur la Directive DAMUN (Droit d'auteur dans le marché unique numérique)","lastUp":"2019-08-09T11:26:45.693+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}