{"id":"984280912695-87","name":"Société des Gens de Lettres","registrationDate":"2014-01-23T09:52:49.753+01:00","category":2,"subCategory":1,"legal":"Association reconnue d'utilité publique","web":"http://www.sgdl.org","country":"France","headAddress":"Rue du Faubourg Saint Jacques, 38","headCity":"Paris","headPostCode":"75014","headPhone":"(33)53 10 12 00","boss":"Marie SELLIER","bossTitle":"Ms","bossPosition":"Présidente","membersCount":3,"membersFTE":"1.25","membership":"Au niveau mondial, de la CISAC et de l'IAF. La SGDL est en outre membre des principales structures concernant le statut de l'auteur et le droit d'auteur, au niveau national : Conseil supérieur de la propriété littéraire et artistique (CSPLA), Centre national du livre (CNL), AGESSA; MOTif...etc.","memberOrga":"","goal":"La SGDL est la principale association d'auteurs de l'écrit en France, en particulier dans le secteur du livre. Elle est chargée de défendre les intérêts des auteurs par un soutien à ses membres ou par la réflexion juridique sur les dispositions législatives, au niveau français ou européen, concernant le droit d'auteur. Elle est l'interlocuteur privilégié des pouvoirs publics et des organisations professionnelles du secteur du livre. Elle a également une action sociale (soutien aux auteurs en difficulté) et culturelle (remise de prix littéraires, organisation de forums et manifestations). Elle a dans ses statuts les missions suivantes : étudier toutes mesures garantissant les droits moraux et patrimoniaux des auteurs; intervenir auprès de tous organismes culturels publics ou privés; stimuler la création et la publication des oeuvres de l'esprit..etc.","acronym":"SGDL","interests":"Audiovisual and Media, Culture, Internal Market, Taxation","euInitiatives":"Réforme du droit d'auteur préparée par la Commission européenne, Rapport de Julia Reda sur la directive 2001/29","lastUp":"2018-03-05T15:48:04.084+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}