{"id":"984380024354-62","name":"ViroVet NV","registrationDate":"2016-11-07T12:17:10.717+02:00","category":2,"subCategory":3,"legal":"NV","web":"http://www.virovet.com","country":"Belgium","headAddress":"Ambachtenlaan 1","headCity":"Heverlee","headPostCode":"3001","headPhone":"(32)16 29 97 28","boss":"Erwin Blomsma","bossTitle":"Mr","bossPosition":"CEO and co-founder","membersCount":2,"membersFTE":"0.5","membership":"FlandersBio (www.flanders.bio) and FlandersVaccines as part of FlandersBio","memberOrga":"","goal":"ViroVet is a pioneering company dedicated to the development of disruptive and innovative technologies for the control of viral diseases in livestock, with antiviral drugs for respiratory disease complexes and innovative vaccines for viral infections in swine leading the pipeline. The strategy of ViroVet is to provide novel solutions to be used alone or in combination with vaccines and biosecurity measures in order to provide livestock producers, national governments and international organizations with a multi-faceted arsenal of virus control weapons against endemic and epizootic viral diseases.&#xd;<br />&#xd;<br />It is clear that with the growing world population there is an increased demand for more protein-rich diets. With the increasing density of the livestock industry, the intensifying global trade and climate changes, there is an ever increased risk for the global spread of viral diseases, severely damaging livestock industry.&#xd;<br />&#xd;<br />ViroVet has already enlisted the support of a number of key opinion leaders (KOLs) in livestock medicine confirming the extensive market for antiviral drugs and novel vaccines addressing the challenges of spreading viral diseases. KOLs feel that ViroVet’s products have the potential to reduce the use of antibiotics and revolutionize the livestock industry worldwide.","acronym":"ViroVet","interests":"Agriculture, Food Safety, Public Health, Research and innovation","euInitiatives":"ViroVet monitores everything linked to viral diseases in livestock and in particular epizootic and zoonotic outbreaks","lastUp":"2018-09-26T09:39:06.589+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}