{"id":"984467226775-30","name":"CHARHON CONSULTANTS","registrationDate":"2017-04-17T16:22:36.321+01:00","category":1,"subCategory":8,"legal":"none","web":"","country":"Belgium","headAddress":"28 avenue neptune","headCity":"Bruxelles","headPostCode":"1190","headPhone":"(32)4 76 23 06 91","boss":"Pascale Charhon","bossTitle":"Ms","bossPosition":"director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"CHARHON CONSULTANTS 'aims are to provide European Public affairs services tailored to the needs and issues facing civil society organisations, trade unions and other stakeholders operating in the EU arena. Charhon Consultancy services span across  various EU affairs sectors and agendas including social inclusion and social justice, fundamental rights protections, social affairs and employment, industrial relations, CSR, EU 2020 education, training and culture, migration and development aid. Services cover EU policy tracking,  policy planning applied policy research, stakeholder dialogue, communications and EU project management.","acronym":"none","interests":"Audiovisual and Media, Culture, Development, Education, Employment and Social Affairs, Enlargement, External Relations, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Youth","euInitiatives":"Equality and Non- Discrimination, European Pillar of Social Rights, Poverty, Social inclusion, Migration, Gender Equality,  Fundamental social rights, social investment, Brexit, inequalities, anti-discrimination, Fundamental rights, Europe 2020 Strategy, civil dialogue, humanitarian crisis, flexisecurity,  atypical work,  social agenda, social dialogue, EU digital agenda,m Gender equality, civil dialogue, work-life balance,migrant  integration,  refugees, Annual Growth Survey,Asylum and refugee protection,  internal and external human rights strategies, terrorism and radicalisation Labour market evolution, Trans, Gender recognition, LGBTI,  disability, trains, inclusion, EU priorities, children rights, European Semester, social protection, Treaty of Rome, Access to services, Social standards, Hate speech, Roma, Quality employment, development aid, migration and development","lastUp":"2017-04-17T16:23:02.745+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}