{"id":"98512969745-78","name":"Fundacja Instytut Spraw Obywatelskich","registrationDate":"2012-10-04T11:45:07.386+02:00","category":3,"subCategory":2,"legal":"Fundacja","web":"http://www.inspro.org.pl/","country":"Poland","headAddress":"Pomorska, 40","headCity":"Łódź","headPostCode":"91-408","headPhone":"(48)4 26 30 17 49","boss":"Rafał Górski","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"INSPRO jest członkiem europejskiej federacji Transport &amp; Environment (https://www.transportenvironment.org/members), Ogólnopolskiej Federacji Organizacji Pozarządowych oraz Rady Organizacji Pozarządowych Województwa Łódzkiego. Na poziomie krajowym współpracuje z nieformalnymi sieciami \"Koalicja Lanckorońska na rzecz zrównoważonego transportu\", \"Miasta dla Rowerów\" oraz \"Kongres Ruchów Miejskich\".","memberOrga":"","goal":"Instytut został utworzony w 2004 roku. Misją INSPRO jest rozwijanie, kształtowanie i promowanie postaw obywatelskich. Specjalizujemy się w mobilizacji i edukacji obywatelskiej. Inspiracje czerpiemy m.in. z dokonań polskich działaczy społecznych XIX i XX wieku oraz tradycji pierwszej „Solidarności”. Nasze cele strategiczne realizujemy poprzez inicjatywy prospołeczne tematycznie związane z ideą dobra wspólnego, kapitału społecznego i jakości życia.&#xd;<br />W ramach naszych inicjatyw m.in. prowadzimy kampanie społeczne, organizujemy konferencje i debaty, występujemy w programach radiowych i telewizyjnych, animujemy zbiórki podpisów pod petycjami, prowadzimy serwisy internetowe, organizujemy wystawy objazdowe i pokazy filmowe, inicjujemy happeningi i pikiety, szkolimy i doradzamy, prowadzimy audycje radiowe, wykorzystujemy media społecznościowe i marketing wirusowy, przygotowujemy i dystrybuujemy materiały promocyjno-informacyjne (ulotki, plakaty, naklejki, newslettery, spoty radiowe i telewizyjne, videocasty i podcasty), prowadzimy dialog parlamentarny, robimy badania i analizy, wydajemy raporty i publikacje książkowe.&#xd;<br />&#xd;<br />Lista inicjatyw INSPRO:&#xd;<br />&#xd;<br />    Centrum Wspierania Przedsiębiorczości Społecznej KLUCZ&#xd;<br />    Centrum Wspierania Rad Pracowników&#xd;<br />    Miasto w ruchu&#xd;<br />    Naturalne geny&#xd;<br />    Obywatele decydują&#xd;<br />    Obywatele kontrolują&#xd;<br />    Dom to praca&#xd;<br />    Tiry na tory&#xd;<br />    Rewolucja energetyczna","acronym":"INSPRO","interests":"Climate Action, Energy, Environment, Food Safety, Regional Policy, Trans-European Networks, Transport","euInitiatives":"Regulacje norm efektywności paliwowej samochodów osobowych, lekkich samochodów dostawczych i ciężarowych. Procedury testowania emisji nowych samochodów. Regulacje związane z biopaliwami i bioenergią, dyrektywa RED.","lastUp":"2018-06-12T20:11:29.986+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}