{"id":"985224332094-89","name":"Consulta Europa Projects and Innovation","registrationDate":"2018-07-18T12:25:25.132+02:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.consulta-europa.com","country":"Spain","headAddress":"Parque Científico y Tecnológico","headCity":"las palmas de gran can","headPostCode":"35017","headPhone":"(34)9 28 45 70 82","boss":"Michelle Perello","bossTitle":"Ms","bossPosition":"CEO","membersCount":5,"membersFTE":"5.0","membership":"Regional Studies Association (www.regionalstudies.org)&#xd;\nEuropean Alliance for Innovation (https://eai.eu)","memberOrga":"","goal":"Consulta Europa is a SME specialized in smart, sustainable and inclusive strategies of territorial development. With this mission in mind, we have been developing and managing since 2009 European projects for research, innovation and education, in relation with the various sides of the territorial development. Settled in Canary Islands with the objective to act as a catalyst of ideas and trigger of initiatives and innovative policies matching the specific needs of this outermost region, we have been learning from other experiences and have been able to apply ours to others territorial contexts. The territorial model that we offer is focused on three key elements: “social innovation”, “participative approach” and “circular economy”. These contribute to mould the future of our societies and our economy in the forthcoming years.","acronym":"CE","interests":"Agriculture, Climate Action, Communication, Education and training, Employment and Social Affairs, Energy, International co-operation and development, Public Health, Regional Policy, Research and innovation","euInitiatives":"- Research and innovation policies (H2020, COSME)&#xd;<br />- Education policies (Erasmus+)&#xd;<br />- Regional policies (structural funds, Interreg Europe, Interreg MAC)","lastUp":"2018-07-18T12:26:03.651+02:00","customers":"Canary Islands Government","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}