{"id":"985743215535-44","name":"UK Major Ports Group","registrationDate":"2015-01-12T16:34:45.845+01:00","category":2,"subCategory":4,"legal":"Limited company","web":"http://ukmajorports.org.uk","country":"United kingdom","headAddress":"1st Floor","headCity":"London","headPostCode":"SE1 9EQ","headPhone":"(44)20 72 60 17 85","boss":"Timothy Morris","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"1.75","membership":"The European Seaports Organisation (ESPO)&#xd;\nMaritime UK, the UK maritime sector network","memberOrga":"Associated British Ports&#xd;\nBelfast Harbour Commissioners&#xd;\nBristol Port Company&#xd;\nDP World London Gateway&#xd;\nForth Ports&#xd;\nHutchison Ports UK&#xd;\nPD Ports&#xd;\nPeel Ports&#xd;\nPort of London Authority","goal":"The UK Major Ports Group (UKMPG) is the trade association representing most of the larger commercial ports in the United Kingdom.  We have 9 members who, between them, own and operate 42 ports which account for over 70% of the tonnage handled in UK ports.&#xd;<br />&#xd;<br />The function of UKMPG is to represent the interests and concerns of its members to policy makers and opinion formers in the UK and Europe, on those areas of Government or EU policy which affect the industry.  We are particularly concerned that there should be a positive environment for attracting private investment into port development and that there should be fair competition between ports in the UK and those elsewhere in Europe.","acronym":"UKMPG","interests":"Borders and Security, Competition, Customs, Environment, Maritime affairs and fisheries, Trade, Transport","euInitiatives":"The UK Major Ports Group (UKMPG) maintains a general overview of policies and initiatives related to ports and their operating environment.  This includes key policy themes such as transport / freight connectivity across Europe (such as the TEN-T network initiative and CEF mechanisms), the transition to a zero emissions future and participation in the European Union Social Dialogue led by the European Commission.","lastUp":"2019-12-06T12:45:26.384+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}