{"id":"986523914777-31","name":"Associazione delle Imprese del farmaco","registrationDate":"2014-10-27T10:42:36.149+01:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://www.farmindustria.it","country":"Italy","headAddress":"Largo del Nazareno, 3/8","headCity":"Roma","headPostCode":"00187","headPhone":"(39)06 67 58 03 46","boss":"Massimo Scaccabarozzi","bossTitle":"Mr","bossPosition":"Presidente di Farmindustria","membersCount":3,"membersFTE":"1.5","membership":"Confindustria (Confederazione Generale dell'Industria Italiana);&#xd;\nIFPMA (International Federation of Pharmaceutical Manufacturers and Associations);&#xd;\nEFPIA (European Federation of Pharmaceutical Industries and Associations);","memberOrga":"","goal":"Farmindustria è l'Associazione delle imprese del farmaco aderente a Confindustria e, in ambito internazionale, alla Federazione Europea (EFPIA) e a quella mondiale (IFPMA). Riunisce circa 200 aziende, sia a capitale nazionale sia internazionale, e ne rappresenta le istanze per la crescita scientifica e industriale, seguendone gli aspetti legislativi, regolatori ed economici nelle competenti sedi istituzionali. Partecipazione diretta delle imprese e dialogo aperto e condiviso sono i principi su cui si fonda l'attività associativa che, con un lavoro di squadra, punta a promuovere la competitività e a far conoscere il ruolo dell'industria farmaceutica alle Istituzioni, all'opinione pubblica e a tutti gli stakeholder.&#xd;<br />Le Aziende Associate operano secondo un Codice deontologico - fra i più rigorosi in Europa - che regola i rapporti tra Aziende e tra queste e il mondo scientifico e sanitario, secondo trasparenti norme comportamentali.&#xd;<br />La governance associativa premia l'impegno industriale delle Associate assegnando i voti in base a precisi indicatori quali fatturato, occupazione, investimenti, vendite all'estero, imposte pagate nel Paese.","acronym":"FARMINDUSTRIA","interests":"Business and Industry, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Dossier relativi a sanità, industria, ricerca, proprietà intellettuale, commercio internazionale, occupazione e affari sociali.","lastUp":"2019-03-19T12:33:03.923+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}