{"id":"987341524503-66","name":"INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS","registrationDate":"2016-11-15T14:26:13.769+01:00","category":4,"subCategory":12,"legal":"NON PROFIT ORGANISATION","web":"http://www.iccs.gr","country":"Greece","headAddress":"PATISION 42","headCity":"ATHENS","headPostCode":"10682","headPhone":"(30)21 07 72 11 35","boss":"YANNIS VASSILIOU","bossTitle":"Mr","bossPosition":"DIRECTOR","membersCount":2,"membersFTE":"0.5","membership":".","memberOrga":"","goal":"The Institute of Communications and Computer Systems (ICCS) of the School of Electrical and Computer Engineering (ECE) of the National Technical University of Athens (NTUA) was founded in 1992. It was founded with the ‘charta’ to support the performance of top-quality research, development activities and the provision of scientific service to private and public bodies. Essentially the mission of ICCS was to support the deployment, the realization and the growth of the research priorities of ECE mainly through seeking, pursuing and acquiring research funding via the competitive calls for research proposals that the European Commission had instigated. In turn its purpose has been to build a research personnel base alongside ECE’s faculty so as to conduct state-of-the-art research and at the same time improve the research laboratory equipment base and infrastructures of the School.","acronym":"ICCS","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Reports and recommendations of the High Level Group on Automotive Industry GEAR 2030as regards the reinforcement of the competitiveness of the European automotive industry&#xd;<br />&#xd;<br />Reports and recommendations of the C-ITS Platform of the European Commission towards the Deployment of C-ITS in the EU&#xd;<br />&#xd;<br />Reports and recommendations by the Digital Transport and Logistics Forum of the European Commission towards the digitalisation of freight transport and logistics","lastUp":"2017-10-19T12:18:46.563+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}