{"id":"987384116687-41","name":"Polska Izba Radiodyfuzji Cyfrowej","registrationDate":"2015-03-20T12:47:59.418+01:00","category":2,"subCategory":4,"legal":"związek pracodawców","web":"http://www.pirc.org.pl","country":"Poland","headAddress":"Polska Izba Radiodyfuzji Cyfrowej","headCity":"Poznań","headPostCode":"60-307","headPhone":"(48)6 16 57 60 40","boss":"Jacek Silski","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":15,"membersFTE":"7.5","membership":"Pośrednio, przez Wielkopolską Federację Pracodawców Izba należy do Konfederacji Lewiatan http://konfederacjalewiatan.pl/","memberOrga":"http://www.pirc.org.pl/cz%C5%82onkostwo","goal":"Polska Izba Radiodyfuzji Cyfrowej (PIRC) jest kontynuatorem działalności Stowarzyszenia Firm Branży Satelitarnej (SFBS), organizacji powstałej w 2002 roku. Izba zrzesza producentów sprzętu do telewizji satelitarnej i naziemnej oraz firmy usługowe obsługujące czołowych nadawców telewizyjnych i indywidualnych klientów rynku krajowego. PIRC, a wcześniej SFBS, było i jest obecne w ostatnich latach w pracach Sejmu, Rządu RP oraz konferencjach dotyczących szerokiej problematyki radia i telewizji, a w szczególności w temacie przejścia z nadawania analogowego na cyfrowe w telewizji naziemnej.","acronym":"PIRC","interests":"Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Enterprise, Foreign and Security Policy and Defence, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trade, Trans-European Networks","euInitiatives":"Statutowym zadaniem PIRC jest reprezentowanie interesów gospodarczych i społecznych firm, oddziaływanie na kształtowanie ustawodawstwa, polityki społecznej i ekonomicznej wobec organów władzy publicznej. Izba występuje także do organów posiadających inicjatywę prawodawczą z wnioskami oraz opiniami w zakresie polityki gospodarczej, a także współdziała z innymi organizacjami - przede wszystkich z Polska Izbą Komunikacji Elektronicznej. Oprócz tego PIRC organizuje szkolenia, prowadzi badania, prowadzi doradztwo ekonomiczne i wykonuje ekspertyzy w zakresie radiodyfuzji cyfrowej. Polską Izbą Radiodyfuzji Cyfrowej kierują eksperci z branży - przedstawiciele firm od lat działających na polskim rynku. W ramach PIRC działa Rada Konsultacyjna, prowadzona jest również stała współpraca z Kancelariami Prawnymi.","lastUp":"2018-01-24T10:54:53.634+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}