{"id":"987705319610-77","name":"Institut de relations internationales et stratégiques","registrationDate":"2015-11-20T09:57:43.949+01:00","category":4,"subCategory":5,"legal":"Association, Loi 1901, reconnue d'utilité publique","web":"http://www.iris-france.org","country":"France","headAddress":"2 bis rue Mercoeur","headCity":"PARIS","headPostCode":"75011","headPhone":"(33)1 53 27 60 60","boss":"PASCAL BONIFACE","bossTitle":"","bossPosition":"DIRECTEUR","membersCount":3,"membersFTE":"1.5","membership":"Coordination Sud : https://www.coordinationsud.org/","memberOrga":"http://www.iris-france.org/liris/#chercheurs","goal":"L’IRIS, association loi 1901 créée en 1991 reconnue d’utilité publique, est un think tank français travaillant sur les thématiques géopolitiques et stratégiques.&#xd;<br />L’Institut couvre un spectre très large de questions géostratégiques, opérant pour le compte d’organismes publics (ministères, institutions européennes, Parlement, organisations internationales) et d’entreprises privées qui lui commandent études, notes et formations. Ses chercheurs participent à de multiples conférences en France et à travers le monde. Parallèlement, son activité médiatique, son dynamisme sur internet et sur les réseaux sociaux, ainsi que les nombreuses manifestations que l’IRIS organise, lui permettent de participer pleinement aux débats sur les questions internationales et stratégiques, tout en répondant aux besoins d’analyse et de décryptage du grand public.&#xd;<br />&#xd;<br />L’origine de la création de l’IRIS relève de la volonté de satisfaire trois objectifs principaux :&#xd;<br />•\tProduire des idées et contribuer à la recherche et au débat sur les questions internationales et stratégiques.&#xd;<br />•\tCréer un lieu de dialogue et de réflexion entre tous ceux qui composent la communauté stratégique, spécialistes venus d’horizons professionnels et philosophiques différents, qu’il s’agisse de responsables politiques, hauts fonctionnaires civils et militaires, industriels, experts, universitaires, etc.&#xd;<br />•\tRendre accessible au plus grand nombre les questionnements géopolitiques, par une démarche pédagogique et didactique.","acronym":"IRIS","interests":"Agriculture and Rural Development, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Sport","euInitiatives":"Au niveau européen, en tant que coordinateur de projet ou partenaire sur des projets sportifs, l’IRIS : &#xd;<br />- a piloté le Programme FAIRES « Le sport en tant qu’instrument d’intégration et d’inclusion sociale des réfugiés » pour le compte de la DG Sport de la Commission européenne (2018).&#xd;<br />- a piloté l’étude « What national networks in the EU against match-fixing ? » (Janvier 2013-Juin 2014).&#xd;<br />- a été partenaire de « Fix the fixing » (Janvier 2016-Décembre 2017).&#xd;<br />- a été partenaire de « Sport W.H.I.S.T.L.E » (Janvier 2017-Decembre 2018).&#xd;<br />&#xd;<br />> est actuellement partenaire de :&#xd;<br />- « Grassroots Sports Diplomacy » (Janvier 2018-Décembre 2019).&#xd;<br />- « EPOSM - Evidence-based Prevention Of Sporting-related Match-fixing » (Janvier 2020-Décembre 2021).&#xd;<br />- « SEE-I - SEE countries for the Integrity of football clubs » (Janvier 2020-Décembre 2021).&#xd;<br />&#xd;<br />En outre, l’IRIS a porté pour la Direction « Migration and Home Affairs » le projet « Preventing criminal risks linked to the sports betting market » entre Janvier 2016 et Juin 2017). &#xd;<br />&#xd;<br />Autres projets européens récents sur lequel l’IRIS a été engagé (liste non-exhaustive) :&#xd;<br />- Framework contract for the provision of research, evaluation and analysis (en collaboration avec l'IAI, PISM, RAeS, ELCANO, SDNC, CLINGENDAEL pour le compte de l'Agence européenne de défense, 2015-2018)&#xd;<br />- Framework contract for permanent monitoring and analysis of military capabilities and defence sector trends of European member states (en collaboration avec l'IAI, SWP, PISM, FOI, ELIAMEP pour le compte de l'Agence européenne de défense, 2015-2018).","lastUp":"2019-12-11T15:07:49.996+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}