{"id":"988395011853-48","name":"Plastic Energy LTD","registrationDate":"2013-09-12T10:23:09.889+01:00","category":2,"subCategory":3,"legal":"Plastic Energy limited","web":"http://www.plasticenergy.com","country":"United kingdom","headAddress":"Mr Carlos Monreal","headCity":"LONDON","headPostCode":"EC4V 5DY","headPhone":"(44)20 31 46 49 67","boss":"Carlos Monreal","bossTitle":"Mr","bossPosition":"Director, CEO, Founder","membersCount":2,"membersFTE":"1.25","membership":"Chemical Recycling Europe https://www.chemicalrecyclingeurope.eu/&#xd;\nCicloplast, www.cicloplast.com&#xd;\nEcoembes, www.ecoembes.com&#xd;\nfGer, www.foro-ger.org&#xd;\nCotec,http://cotec.es/","memberOrga":"","goal":"Plastic Energy is the world’s leading chemical recycling company with its head quarter in Madrid, Spain and its technology HQ in the Innovation Centre, London and industrial plants in Almeria and Seville, Spain. The newly formed company has a viable and proven solution to the global problem of plastic waste pollution by transforming waste destined for landfill – globally, more than £240 billion worth a year – or the ocean, estimated to be eight million tonnes a year, into hydrocarbon products and back to plastic through chemical recycling. The industrial plants can produce up to 19,000 litres of hydrocarbon products from 20 tonnes of plastic feedstock. Real end of life plastics (ELP) from domestic wastes are recycled rather than treating “industrial plastics”, which are typically of one type and relatively clean. Unlike many companies working on similar solutions, who are either in the laboratory, at pilot plant stage or processing limited quantities of narrowly selected clean post-industrial plastics, Plastic Energy’s UK based team of technology specialists have more than 10 years’ experience developing the unique, patented thermal anaerobic technology (TAC) chemical recycling process.  Plastic Energy’s TAC Plants are uniquely controlled using non-contaminated thermal degradation, agitation and carbon chain length selectivity to produce a variety of outputs. Through its practices, Plastic Energy is a champion of the circular economy, rescuing plastic waste from landfill and transforming it through chemical recycling into hydrocarbon oils used to make new virgin-quality plastics. Our aim is to apply our expertise across the world to establish industrial plants producing products relevant to our business partners as well as helping to tackle pollution, increase recycled content in food-grade products, and stimulate local economies.&#xd;<br />&#xd;<br />Fields of interest: Plastic Energy’s mission is to be the world leading, sustainable and profitable producer of  feedstock for new plastics from end-of-life plastic. The company has plans to expand further in Europe, the USA, Asia, as well as South America.","acronym":"PE","interests":"Climate Action, Energy, Environment, Food Safety, Research and innovation, Transport","euInitiatives":"- Circular Economy Package &#xd;<br />- EC 10/2011 &#xd;<br />- EC 282/2008 &#xd;<br />- 2008/98/EC Waste Framework directive&#xd;<br />- 2004/12/EC Packaging and Packaging Waste Directive&#xd;<br />- End of waste legislation &#xd;<br />- RED / Renewable Energy Directive&#xd;<br />- FQD / Fuel Quality Directive&#xd;<br />- AFID / Alternative Fuel Infrastructure Directive","lastUp":"2019-11-04T15:32:55.634+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}