{"id":"98885666486-72","name":"Conseil des Notariats de l'Union Européenne","registrationDate":"2011-08-26T17:29:02.383+01:00","category":2,"subCategory":1,"legal":"ASBL belge","web":"http://www.cnue.be","country":"Belgium","headAddress":"Avenue de Cortenbergh, 120","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)25 13 95 29","boss":"Pierre Luc Vogel","bossTitle":"Mr","bossPosition":"Président","membersCount":9,"membersFTE":"8.0","membership":"European Law Institute","memberOrga":"http://www.notaries-of-europe.eu//index.php?pageID=204","goal":"Le Conseil des Notariats de l'Union Européenne (CNUE) est l'organisme officiel et représentatif de la profession notariale auprès des institutions européennes. Porte-parole de la profession, il dispose du pouvoir de négociation et de décision pour l'ensemble des notariats de l'Union européenne. &#xd;<br />&#xd;<br />Le CNUE représente les notariats de tous les Etats membres connaissant cette institution : Allemagne, Autriche, Belgique, Bulgarie, Croatie, Espagne, Estonie, France, Grèce, Hongrie, Italie, Lettonie, Lituanie, Luxembourg, Malte, Pays-Bas, Pologne, Portugal, République tchèque, Roumanie, Slovaquie et Slovénie. La Turquie, l'ancienne République yougoslave de Macédoine, le Monténégro et la Serbie bénéficient quant à eux du statut d'observateur. &#xd;<br />&#xd;<br />Le CNUE a pour mission la promotion du notariat et sa contribution active dans tout processus décisionnel des institutions européennes qui touche les domaines intéressant la vie juridique du citoyen et des entreprises, l'accès à la justice ou encore la protection du consommateur. &#xd;<br />&#xd;<br />Dans cette optique, le CNUE privilégie un travail de dialogue et de concertation permanent avec les instances européennes. &#xd;<br />&#xd;<br />L'ambition du CNUE est de contribuer à la constitution d'un espace juridique commun en Europe et à la bonne application du droit de l'Union. &#xd;<br />&#xd;<br />En outre, le CNUE informe en permanence ses membres de l'évolution de la législation européenne et de toutes les initiatives prises par les différentes institutions de l'Union ; il les assiste dans la formation continue des notaires en droit de l'Union.","acronym":"CNUE","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Règlement en matière de documents publics&#xd;<br />Proposition de directive SUP&#xd;<br />Formation judiciaire européenne&#xd;<br />Règlement sur les successions&#xd;<br />e-Justice - plan d'action 2014 - 2018&#xd;<br />Stratégie numérique&#xd;<br />Règlement e-IDAS&#xd;<br />Régimes matrimoniaux&#xd;<br />Droit européen commun de la vente&#xd;<br />Lutte contre le blanchiment des capitaux","lastUp":"2019-02-22T16:27:59.810+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}