{"id":"989025223468-26","name":"Association of Passenger Shipping Companies","registrationDate":"2016-09-20T10:57:35.838+02:00","category":2,"subCategory":4,"legal":"Trade Association","web":"http://www.seen.org.gr","country":"Greece","headAddress":"7-9 Akti Miaouli Str","headCity":"Piraeus","headPostCode":"185 35","headPhone":"(30)21 04 22 08 20","boss":"MICHAEL SAKELLIS","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":4,"membersFTE":"2.0","membership":"SEEN is also an active member of Association of Greek Tourism Enterprises (SETE)","memberOrga":"SEEN's members are the following shipping companies:&#xd;\nBLUE STAR FERRIES SA &#xd;\nSUPERFAST FERRIES SA&#xd;\nANEK LINES SA&#xd;\nMINOAN LINES SA &#xd;\nHELLENIC SEAWAYS SA&#xd;\nFAST FERRIES SHIPPING CO &#xd;\nGOLDEN STAR FERRIES SHIPPING CO&#xd;\nLANE SHIPPING CO&#xd;\nSEA JETS SHIPPING CO&#xd;\nAEGEAN SPEED LINES SHIPPING CO &#xd;\nLEVANTE FERRIES SHIPPING CO&#xd;\nANMEZ SHIPPING CO&#xd;\nDODEKANISOS SHIPPING CO&#xd;\nGOUTOS LINES SHIPPING CO &#xd;\nNOBEL MARITIME SHIPPING CO&#xd;\nSKYROS SHIPPING CO&#xd;\nABOU MERHI CRUISES&#xd;\nSILVER SEA CRUISES&#xd;\nAGIA MARINI SHIPPING CO&#xd;\nPAROS ANTIPAROS SHIPPING CO&#xd;\nAEGEAN FLYING DOLPHINS SHIPPING CO&#xd;\nANE SYMI SHIPPING CO&#xd;\nKATEROS SHIPPING CO&#xd;\nKERKYRA LINES CO","goal":"The Association of Passenger Shipping Companies (SEEN) was founded in 1921 and it represents Greek and European shipping companies of Ro-Pax vessels, operating on Greek domestic lines, as well as on international lines. One of the most significant features of SEEN members is that they serve the highest number of islands, lines and connections in the EU. SEEN also represents cruise companies of Greek and EU flag operating in Greece. SEEN is the institutional stakeholder and official partner of the Greek Government on all issues relevant to passenger shipping, including on matters related to the development of insular policy and the coastal network. As a social partner, SEEN negotiates and signs the Collective Bargaining Agreement for ship crews. &#xd;<br />&#xd;<br />SEEN’s aim is to support and promote the significance of passenger shipping for the Greek economy, to assist in the promotion of Greece as a tourist destination, and to contribute to the development of the insular regions of the country. At the same time SEEN undertakes initiatives and actions which aim to improve the operational and institutional framework of passenger shipping in Greece, the European Union and globally. Our mission is to further modernize and develop Greek shipping, in order to stand out in the European and International economic competition.","acronym":"SEEN","interests":"Climate Action, Competition, Environment, Regional Policy, Single market, Taxation, Trade, Transport","euInitiatives":"SEEN's main initiatives are Maritime transport and  Passenger Shipping Policy.","lastUp":"2018-09-06T12:55:22.066+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}