{"id":"989069835221-15","name":"IE University","registrationDate":"2019-07-01T18:24:32.898+02:00","category":4,"subCategory":12,"legal":"private unversity","web":"https://www.ie.edu/university/","country":"Spain","headAddress":"Campus de Santa Cruz la Real","headCity":"Segovia","headPostCode":"40003","headPhone":"(34)9 21 41 24 10","boss":"Salvador Carmona","bossTitle":"Mr","bossPosition":"Rector of IE University","membersCount":2,"membersFTE":"0.5","membership":"APSIA, NASPAA and ECPR","memberOrga":"","goal":"IE University is committed to its students, faculty and wider academic community. We offer a dynamic, transformational learning environment that shapes the people who will go on to shape the world.&#xd;<br />&#xd;<br />IE University is a place for forward-thinking visionaries to learn in a transformative environment. Immerse yourself in a supportive community of students and faculty who interact together with new ideas and approaches to fuel the innovative learning process.&#xd;<br />&#xd;<br />This diverse, dynamic hub consists of an average of 130 different countries represented on campus each year, with over 75% of its students coming from outside Spain.&#xd;<br />&#xd;<br />We pride ourselves on our innovative vision and entrepreneurial spirit, fueled by academic rigor and a strong focus on the humanities. Our practice-based approach goes beyond the classroom walls, taking our students to the frontlines of their respective fields.&#xd;<br />&#xd;<br />IE University is more than just an education. It’s a complete academic and professional experience that broadens horizons, connects the world and provides students with a personalized career path to help them achieve their goals.","acronym":"IEU","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"As the 21st century unfolds, cooperation among the democracies and market economies of the West becomes ever more crucial in dealing with global security and economic challenges. It is this context that has led IE’s School of Global and Public Affairs to launch the Transatlantic Relations Initiative (https://www.ie.edu/transatlantic-relations-initiative/) and through it to foster applied and interdisciplinary work on the Atlantic world, its many challenges and the numerous opportunities available for cooperation. As part of its work the TRI supports debates on European affairs, American politics and broader Ibero- American issues.  &#xd;<br />&#xd;<br />It is within this framework that the IE TRI has launched four new Observatories chaired by Distinguished Fellows of the TRI: the Observatory on the European Union, the Observatory on Latin American Politics &amp; Economics and the upcoming Canada Observatory. Each Observatory periodically organizes roundtables with experts with the aim of exploring key topics and challenges in the European and Ibero American spheres.","lastUp":"2019-07-01T18:25:04.883+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}