{"id":"989808524267-58","name":"DIN Deutsches Institut für Normung e. V.","registrationDate":"2016-11-02T14:49:53.723+01:00","category":2,"subCategory":7,"legal":"Verein","web":"http://www.din.de","country":"Germany","headAddress":"Saatwinkler Damm 42/43","headCity":"Berlin","headPostCode":"13627","headPhone":"(49)3 02 60 10","boss":"Christoph Winterhalter","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":2,"membersFTE":"1.5","membership":"CEN/CENELEC European Committee for Standardization&#xd;\nISO International Organization for Standardization","memberOrga":"www.din.de/go/din-mitglieder","goal":"Das Deutsche Institut für Normung e. V. (DIN) ist die unabhängige Plattform für Normung und Standardisierung in Deutschland und weltweit. Als Partner von Wirtschaft, Forschung und Gesellschaft trägt DIN wesentlich dazu bei, die Marktfähigkeit von innovativen Lösungen durch Standardisierung zu unterstützen – sei es in Themenfeldern rund um die Digitalisierung von Wirtschaft und Gesellschaft oder im Rahmen von Forschungsprojekten. Rund 34.500 Experten aus Wirtschaft und Forschung, von Verbraucherseite und der öffentlichen Hand bringen ihr Fachwissen in den Normungsprozess ein, den DIN als privatwirtschaftlich organisierter Projektmanager steuert. Die Ergebnisse sind marktgerechte Normen und Standards, die den weltweiten Handel fördern und der Rationalisierung, der Qualitätssicherung, dem Schutz der Gesellschaft und Umwelt sowie der Sicherheit und Verständigung dienen.","acronym":"DIN","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Food Safety, Research and innovation, Single market, Trade","euInitiatives":"- Digitalisierung (digitale Infrastruktur, digitaler Binnenmarkt)&#xd;<br />- Binnenmarktstrategie&#xd;<br />- IT-Sicherheit&#xd;<br />- Joint Initiative on Standardisation&#xd;<br />- REFIT&#xd;<br />- Handelspolitik","lastUp":"2019-11-06T12:15:21.637+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}