{"id":"98996595810-75","name":"Netherlands Oil and Gas Exploration and Production Association","registrationDate":"2011-05-09T18:25:23.919+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.onsaardgas.nl","country":"Netherlands","headAddress":"Bezuidenhoutseweg, 27-29","headCity":"Den Haag","headPostCode":"2502 AS","headPhone":"(31)7 03 47 88 71","boss":"Jo Peters","bossTitle":"Mr","bossPosition":"Secretaris Generaal","membersCount":2,"membersFTE":"0.5","membership":"NOGEPA is a member of IOGP (International Association of Oil &amp; Gas Producers: www.iogp.org) and KVGN (Koninklijke Vereniging Gas Nederland: www.kvgn.nl)","memberOrga":"","goal":"In the Netherlands about 13 companies have a license – a concession – for the exploration and production of crude oil and/or natural gas from Dutch soil, territorial waters or the exclusive economic zone. These oil and gas companies are involved in the exploration and production of oil and gas resources. NOGEPA, the Netherlands Oil and Gas Exploration and Production Association, represents the interest of these oil and gas companies (as trade association). &#xd;<br />&#xd;<br />NOGEPA wants to contribute to an open and transparent dialogue with regard to the transition to a fully sustainable energy supply in 2050. During the transition towards a fully sustainable energy supply, natural gas (the cleanest fossil fuel) has an important role to play in the security of energy supply in the Netherlands. &#xd;<br />&#xd;<br />To that end, NOGEPA adheres to the principles of the ladder of 7 (i.e. the order of preference in the energy mix):&#xd;<br />&#xd;<br />1. Energy efficiency &#xd;<br />2. Renewable energy&#xd;<br />3. Green gas&#xd;<br />4. Natural gas from Dutch soil&#xd;<br />5. Imported natural gas&#xd;<br />6. Oil&#xd;<br />7. Coal","acronym":"NOGEPA","interests":"Business and Industry, Climate Action, Communication, Energy, Environment, Research and innovation, Single market","euInitiatives":"Climate Action and Energy, Communications, Single Market, Brexit, Offshore Safety Directive, Gas Directive, 2030 Energy Strategy, ETS, EITI","lastUp":"2019-02-27T11:18:38.656+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}