{"id":"989992317660-93","name":"Union des Classes des Moyennes National","registrationDate":"2015-06-03T13:35:03.267+02:00","category":2,"subCategory":4,"legal":"asbl","web":"http://www.ucm.be","country":"Belgium","headAddress":"Rue Colonel Bourg, 123-125","headCity":"Evere","headPostCode":"1140","headPhone":"(32)27 43 83 81","boss":"Pierre-Frédéric Nyst","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"UEAPME","memberOrga":"http://www.organisations-professionnelles.be/Nos-membres","goal":"Depuis plus de 80 ans, UCM Mouvement assure la défense, la représentation et la promotion des indépendants et des PME francophones. C’est la seule organisation francophone présente à tous les niveaux de pouvoir, de l’Europe à la commune.&#xd;<br />&#xd;<br />UCM Mouvement est indépendante des partis politiques. Elle n’adhère qu’à une seule cause : celle des indépendants et des PME francophones.&#xd;<br />&#xd;<br />Pour aider concrètement les entrepreneurs, UCM Mouvement a créé au fil du temps une série de services : Caisse d’assurances sociales, Secrétariat social, Guichet d’entreprises, Caisse d’allocations familiales, conseil juridique, soutien concret du démarrage à la transmission, conseils dans les matières environnementales, énergétiques, etc.&#xd;<br />&#xd;<br />Aujourd’hui, le groupe social UCM est de loin le plus grand groupe francophone au service des indépendants et des PME. C’est aussi le seul qui soit géré en ASBL, par des entrepreneurs et pour les entrepreneurs.","acronym":"UCM National","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Home Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Nous ne suivons pas directement les principaux dossiers européens mais au travers de notre organisation européenne, l'UEAPME excepté lorsque nos avis divergent.","lastUp":"2018-04-18T08:58:10.463+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}