{"id":"989992317660-93","name":"Union des Classes des Moyennes National","registrationDate":"2015-06-03T13:35:03.267+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.ucm.be","country":"Belgium","headAddress":"Rue Colonel Bourg, 123-125","headCity":"Evere","headPostCode":"1140","headPhone":"(32)27 43 83 81","boss":"Pierre-Frédéric Nyst","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"SME United","memberOrga":"http://www.organisations-professionnelles.be/Nos-membres","goal":"Depuis plus de 80 ans, UCM Mouvement assure la défense, la représentation et la promotion des indépendants et des PME francophones. C’est la seule organisation francophone présente à tous les niveaux de pouvoir, de l’Europe à la commune.&#xd;<br />&#xd;<br />UCM Mouvement est indépendante des partis politiques. Elle n’adhère qu’à une seule cause : celle des indépendants et des PME francophones.&#xd;<br />&#xd;<br />Pour aider concrètement les entrepreneurs, UCM Mouvement a créé au fil du temps une série de services : Caisse d’assurances sociales, Secrétariat social, Guichet d’entreprises, Caisse d’allocations familiales, conseil juridique, soutien concret du démarrage à la transmission, conseils dans les matières environnementales, énergétiques, etc.&#xd;<br />&#xd;<br />Aujourd’hui, le groupe social UCM est de loin le plus grand groupe francophone au service des indépendants et des PME. C’est aussi le seul qui soit géré en ASBL, par des entrepreneurs et pour les entrepreneurs.","acronym":"UCM National","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Economy : Economic Policy - Finance - Innovation R&amp;D - Taxation&#xd;<br />Employment : Equal Opportunities - Health &amp; Safety - Labour Law - Labour Market - Migration - Social Dialogue - Social Protection&#xd;<br />Enterprise : Insolvency - SME Policy &#xd;<br />International and Trade : Internationalisation - Trade Agreements &#xd;<br />Single Market : Data Protection &amp; Security - Consumer Protection - Contract Law - Public Procurement - Services Market&#xd;<br />Sustainability : Circular Economy - Climate Change - Energy - Environment&#xd;<br />Training : Apprenticeship - Life-Long Learning - Professional Qualification","lastUp":"2019-09-03T10:04:40.101+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}