{"id":"989919136810-31","name":"BEAM Alliance","registrationDate":"2019-12-16T13:31:32.462+01:00","category":2,"subCategory":4,"legal":"Association non profit (French - loi 1901)","web":"http://beam-alliance.eu","country":"France","headAddress":"Le Dorian Bât B1 C/O Da Volterra","headCity":"Paris","headPostCode":"75011","headPhone":"(33)1 58 39 32 20","boss":"Florence SEJOURNE","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"The BEAM Alliance is a member of the AMR Industry Alliance (https://www.amrindustryalliance.org)","memberOrga":"The BEAM Alliance has members from 3 types. Full members are private or public pure player SMEs developing products focused upon prevention, diagnosis and cure of microbial infections. Headquarters and main activities are located in Europe. International members have similar profile but only part of their activity takes place in Europe. Associated members are private or public actors developing activities against AMR such as services, R&amp;D, etc. The updated list of current members is available here: https://beam-alliance.eu/members/","goal":"Since its inception in 2016, the BEAM Alliance has succeeded in uniting European Small Medium Enterprises (SMEs) working in the field of antimicrobial resistance (AMR), SMEs are recognized as the driving force of today’s innovation in the field. The BEAM Alliance enables innovation in AMR research by giving its members a unique voice to propose and support policies and incentives in Europe that enable much needed progress in the discovery and development of novel antimicrobial solutions, including preventive, diagnostic or therapeutic approaches. Collaborating with the existing community of global stakeholders, BEAM Alliance works towards the implementation of tangible solutions that support SMEs, and by recommending bold incentives that warrant action by policymakers to stimulate sustainable innovation.&#xd;<br />For most stakeholders in the field of AMR (including governments, patients, industry representatives and other policy makers), BEAM is now recognised as a unique contributor helping our understanding of the complex array of cross-disciplinary issues (science, finance, and policymaking). In Europe, BEAM has established channels of communication with the European Commission and Governments, and international, national and local policy makers. At a global level BEAM participates in international science and policy forums to understand and influence activities that can support the needs of its members and the challenges in developing solutions to fight AMR. Through its efforts BEAM offers SMEs the means to directly influence debate and policy making locally, nationally and internationally.","acronym":"","interests":"Business and Industry, Public Health, Research and innovation","euInitiatives":"The BEAM Alliance is following any legal and regulatory actions intended to improve the current AMR market landscape. The BEAM Alliance has thus a special interest in so-called “PULL incentives” that can facilitate the market uptake of innovative solutions against AMR. PULL incentives include financial rewards, improved valuation and pricing methodologies or reimbursement mechanisms. The BEAM Alliance also has a special focus on funding instruments able to de-risk R&amp;D activities (so-called “PUSH incentives”). From a wider perspective, the BEAM Alliance follows all evolutions linked to the fight against AMR (stewardship policies, access to critical medicine, etc.) and more generally policies related to SMEs and innovation.","lastUp":"2019-12-16T13:32:30.956+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}