{"id":"990872927844-23","name":"Τεχνολογικό Εκπαιδευτικό Ίδρυμα (ΤΕΙ) Δυτικής Ελλάδας","registrationDate":"2017-07-25T14:02:27.160+02:00","category":4,"subCategory":12,"legal":"HEI","web":"http://www.teiwest.gr/index.php/en/","country":"Greece","headAddress":"1, Meg. Aleksandrou","headCity":"Patras","headPostCode":"GR26334","headPhone":"(30)26 10 36 94 52","boss":"Spiridon Sirmakessis","bossTitle":"Mr","bossPosition":"President of the Research Committee","membersCount":12,"membersFTE":"3.75","membership":"-SEUN http://startupeuropeuniversities.eu/teiwestgreece/&#xd;\n-ΣΕΑΔΕ http://www.pde.gov.gr/gr/enimerosi/deltia-tupou/item/7677-xtizetai-bima-bima-i-symmaxia-gia-tin-epixeirimatikotita-stin-perifereia-dytikis-elladas.html&#xd;\n-Patras IQ http://www.patrasiq.gr/index.php&#xd;\n-EfVET http://www.efvet.org/our-members/&#xd;\n-EURASHE https://www.eurashe.eu/about/members/tei-west/ &#xd;\n-Regional Agri-food Partnership http://www.pde.gov.gr/gr/enimerosi/deltia-tupou/item/8088-ksekinise-i-leitoyrgia-tis-astikis-mi-kerdoskopikis-etaireias-agrodiatrofiki-sumpraxi-perifereias-dytikis-elladas.html&#xd;\n&#xd;\nΣυμμετοχή σε stakeholders' groups έργων εδαφικής συνεργασίας που σχετίζονται ενδεικτικά με τις spinoffs στον ακαδημαϊκό χώρο, την ανοικτή καινοτομία, την δημιουργική βιομηχανία και την αγροτική οικονομία (Global Spin, CREADIS3, Rura@SMEs, OSIRIS)&#xd;\nΣυμμετοχή στις εθελοντικές ομάδες εργασίας του Δήμου Πατρέων στο project \"Patras Smart City\".","memberOrga":"Στον παρακάτω σύνδεσμο βρίσκεται ο τηλεφωνικός κατάλογος του τακτικού ακαδημαϊκού και διοικητικού προσωπικού.&#xd;\nhttp://www.teiwest.gr/index.php/institution/phones &#xd;\nΔεν συμπεριλαμβάνονται σε αυτόν τα μέλη έκτακτου ερευνητικού ή διοικητικού προσωπικού (εξωτερικοί συνεργάτες, πανεπιστημιακοί υπότροφοι, ερευνητές) που απασχολούνται στις κεντρικές δομές του ΤΕΙ ή στα ερευνητικά έργα για ορισμένο χρόνο.","goal":"το Τ.Ε.Ι. Δυτικής Ελλάδας ιδρύθηκε μετά τη συγχώνευση του Τ.Ε.Ι. Πάτρας και του Τ.Ε.Ι. Μεσολογγίου τον 6/2013. Αποτελεί ανεξάρτητο και αυτοδιοικούμενο Ν.Π.Δ.Δ., το οποίο ανήκει στην ανωτάτη εκπαίδευση.&#xd;<br />&#xd;<br />Το ίδρυμα έχει έδρα την Πάτρα και συνίσταται από 4 σχολές και 19 τμήματα με έδρα την Πάτρα, το Μεσολόγγι, τη Ναύπακτο, το Αίγιο, την Αμαλιάδα και τον Πύργο:&#xd;<br />*Σχολή Τεχνολογικών Εφαρμογών&#xd;<br />*Σχολή Διοίκησης και Οικονομίας&#xd;<br />*Σχολή Επαγγελμάτων Υγείας και Πρόνοιας&#xd;<br />*Σχολή Τεχνολογίας Γεωπονίας και Τεχνολογίας Τροφίμων και Διατροφής&#xd;<br />Με πάνω από 20.000 φοιτητές, αποτελεί το 2ο στην κατάταξη πανεπιστήμιο εφαρμοσμένων επιστημών σε αριθμό φοιτητών ενώ διαθέτει πάνω από 400 μέλη ακαδημαϊκού, ερευνητικού &amp; διοικητικού προσωπικού. Διαθέτει επίσης 7 Προγράμματα Μεταπτυχιακών Σπουδών και 23 θεσμοθετημένα ερευνητικά εργαστήρια.&#xd;<br />&#xd;<br />Η διαχείριση των κονδυλίων έρευνας γίνεται από το Αυτοτελές Τμήμα \"Ειδικός Λογαριασμός Κονδυλίων Έρευνας\" που δομείται σε 7 γραφεία σχετικά με το σχεδιασμό, την διαχείριση έργων, την οικονομική διαχείριση, τις δημόσιες συμβάσεις, το πρωτόκολλο και τη διαχείριση πληροφοριακών συστημάτων ενώ λειτουργεί και Γραφείο Μεταφοράς Τεχνολογίας (elke.teiwest.gr). &#xd;<br />&#xd;<br />Η αποστολή και το όραμα του Τ.Ε.Ι. Δυτικής Ελλάδας συνοψίζεται στα:&#xd;<br />&#xd;<br />-Αναβάθμιση της εκπαιδευτικής διαδικασίας και των προγραμμάτων σπουδών (πιστοποίηση) με την διασύνδεση των προγραμμάτων σπουδών με την παραγωγή.&#xd;<br />-Εκπαιδευτική και διδακτική Αριστεία δίνοντας ιδιαίτερη έμφαση στην εκπαίδευση υψηλής ποιότητας, στις εφαρμογές των επιστημών και της τεχνολογίας, στα αντίστοιχα επαγγελματικά πεδία συνδυάζοντας την ανάπτυξη του κατάλληλου θεωρητικού υποβάθρου σπουδών με υψηλού επιπέδου εργαστηριακή και πρακτική άσκηση.&#xd;<br />-Ενίσχυση της ερευνητικής αριστείας.&#xd;<br />-Ενίσχυση διεθνούς παρουσίας με την αναβάθμιση των διεθνών συνεργασιών. Στα πλαίσια αυτά επιδιώκεται η αύξηση της παρουσίας του Ιδρύματος στα προγράμματα διεθνούς κινητικότητας ERASMUS+&#xd;<br />-Αναβάθμιση της οργάνωσης και λειτουργίας των Διοικητικών Υπηρεσιών με την κατάρτιση νέου Εσωτερικού Κανονισμού και Οργανισμού.&#xd;<br />-Χρήση, εφαρμογή και αξιοποίηση των πιο σύγχρονων Τεχνολογιών Πληροφορικής και Επικοινωνιών. Στα πλαίσια αυτά επιδιώκεται η δημιουργία Κέντρου Ηλεκτρονικής Διακυβέρνησης που να ανταποκρίνεται στην σύγκλιση των Τεχνολογιών Πληροφορικής και Επικοινωνιών&#xd;<br />-Αναβάθμιση ποιότητας της φοιτητικής μέριμνας και υποστηρικτικών δομών για τους φοιτητές με την αύξηση των θέσεων σε ιδιόκτητες εστίες.&#xd;<br />-Σύνδεση του Τ.Ε.Ι. Δυτικής Ελλάδας με την κοινωνία, καθώς και ανάδειξη του Τ.Ε.Ι. Δυτικής Ελλάδας σε αναπτυξιακό και πολιτιστικό πόλο της Περιφέρειας Δυτικής Ελλάδας. Για το σκοπό αυτό η Διοίκηση του Ιδρύματος συμμετέχει σε όλες τις δράσεις ενημέρωσης της ΠΔΕ με στόχο την ανάπτυξη συνεργειών του επιστημονικού δυναμικού του ΤΕΙ με τους παραγωγικούς φορείς της ΠΔΕ και ιδιαίτερα των τοπικών οικονομιών.&#xd;<br />-Αξιοποίηση της ακίνητης και άυλης περιουσίας του Τ.Ε.Ι. Δυτικής Ελλάδας προς όφελος του Ιδρύματος και της κοινωνίας. Το ΤΕΙ ΔΕ έχει ως σκοπό την επεξεργασία και κατάθεση στο Υπουργείο Παιδείας ολοκληρωμένου σχεδίου για το συγκεκριμένο θέμα.&#xd;<br />-Ανάπτυξη φιλικών προς το περιβάλλον δράσεις του Τ.Ε.Ι. Δυτικής Ελλάδας με την αξιοποίηση των νέων τεχνολογιών&#xd;<br />-Ενίσχυση της προσβασιμότητας και της φιλικότητας του Τ.Ε.Ι. Δυτικής Ελλάδας σε όλους τους πολίτες, ιδιαίτερα στα άτομα με ειδικές ανάγκες.","acronym":"TEIWEST","interests":"Agriculture, Business and Industry, Climate Action, Communication, Competition, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"Το ΤΕΙ Δυτικής Ελλάδας συμμετέχει σε δίκτυα και forum διαλόγου με σκοπό την ανταλλαγή γνώσης και τη συνδρομή στη διαμόρφωση των πολιτικών που συγκεκριμένα σχετίζονται με τα εξής: &#xd;<br />•\tDigital Single Market Strategy/DG CONNECT.&#xd;<br />•\tEU Education and Training Policies. &#xd;<br />•\tAgricultural Policy&#xd;<br />Άλλες πολιτικές και έγγραφα που ενδιαφέρουν το ΤΕΙ Δυτικής Ελλάδας περιλαμβάνουν μεταξύ άλλων τα Ευρωπαϊκά Διαρθρωτικά Ταμεία, τα προγράμματα INTERREG, H2020 και αρκετές Γενικές Διευθύνσεις της ΕΕ (AGRI, EASME, CONNECT, EACEA, EMPL, ENV etc).","lastUp":"2018-06-28T08:55:44.875+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}