{"id":"990917127290-38","name":"Silicon Microgravity Limited","registrationDate":"2017-05-25T16:40:48.364+01:00","category":2,"subCategory":3,"legal":"Limited liability company registered in England","web":"http://www.silicong.com/","country":"United kingdom","headAddress":"Beacon House","headCity":"Bucks","headPostCode":"HP14 3FE","headPhone":"(44)0 12 23 42 19 11","boss":"Jeremy Lofts","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"3.0","membership":"MEMS and Sensors Network&#xd;\n&#xd;\nhttp://www.semi.org/eu/","memberOrga":"","goal":"Silicon MicroGravity Ltd. was formed as a joint venture between the University of Cambridge and the energy company BP.  Structured as a spin-out from the university, the company has now raised $10m of venture capital and grant funding from the UK Government.  The goal of the funding is to commercialise the technology developed by Professor Ashwin Seshia with an initial market application in the oil and gas industry.  The technology is a micro-electro-mechanical system which can measure tiny changes in Earth’s gravity which can be used to detect the location of oil or water deep underground.  Based on the same system a gyroscope has been developed allowing the gravity sensor to be placed very precisely in an oil reservoir.  The level of accurate positioning has very wide application outside of the oil and gas industry and one area of significant interest is in the navigation system for driver-less cars in which the location technology does not rely on GPS signals.","acronym":"SMG","interests":"Energy","euInitiatives":"Silicon MicroGravity will be visiting Brussels to have meetings with various EU Institutions and Agencies and intend to apply under H2020 Funding.&#xd;<br />&#xd;<br />The aims are to build a European guidance system, to help bring down barriers to driverless vehicle technology and to assist in the promotion of automated mobility. In order to develop the technology platform SMG would require an industrial consortium and investment in research and development.","lastUp":"2019-10-31T13:47:52.636+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}