{"id":"991055136804-11","name":"European Academy of Specialized Studies","registrationDate":"2019-12-13T18:51:41.136+01:00","category":2,"subCategory":3,"legal":"registered in England and Wales no. 12288586","web":"https://www.facebook.com/eass.co.uk/","country":"United kingdom","headAddress":"158943 York House","headCity":"london","headPostCode":"","headPhone":"(964)75 16 61 65 16","boss":"Alaa Alrukaibawi","bossTitle":"","bossPosition":"Chairman","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The Academy aims to pay attention to specialized academic and professional studies and to various levels of education to build a human resource with high efficiency and effectiveness.&#xd;<br />&#xd;<br />- The Academy derives its authority from the quality of its members, who represent the full spectrum of scientific and scholarly endeavor and are selected on the basis of their achievements.&#xd;<br />&#xd;<br />- The Academy promotes quality in science and scholarship and strives to ensure that scholars and scientists contribute to cultural, social and economic progress. As a research organisation, the Academy is It promotes innovation and knowledge valorisation with university research groups.&#xd;<br />&#xd;<br />Seeking to:&#xd;<br />- Development of vocational higher education at the European, Global level.&#xd;<br />- Applying the principles of continuing professional education.&#xd;<br />- To achieve effective communication between the citizens of the Union countries and the outside world within the field of competence.&#xd;<br />- Establishing cooperative relations between institutions in the field of interest within the European Union in order to pressure the European Union institutions to support and finance programs for the purpose of applying the tools and methods through which the desired goals are achieved.","acronym":"EASS","interests":"Education and training, International co-operation and development, Research and innovation, Youth","euInitiatives":"International co-operation and development, Research and innovation, Education, Professional training and youth.","lastUp":"2019-12-13T18:53:12.034+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}