{"id":"991195317279-06","name":"Salesforce","registrationDate":"2015-05-08T10:38:46.755+01:00","category":2,"subCategory":3,"legal":"Public company traded on NYSE","web":"http://www.salesforce.com","country":"United states","headAddress":"The Landmark @ One Market","headCity":"San Francisco","headPostCode":"CA 94105","headPhone":"(1)41 5- 90 1- 70 00","boss":"Amy Weaver","bossTitle":"Ms","bossPosition":"President Legal, General Counsel","membersCount":2,"membersFTE":"2.0","membership":"BSA - The Software Alliance www.bsa.org","memberOrga":"","goal":"We are a leading provider of enterprise cloud computing solutions, with a strong focus on customer relationship management, or CRM, service offerings to our customers. Our company was founded on the concept of delivering CRM applications via the Internet, or “cloud.” We introduced our first CRM solution in February 2000 and we have expanded our offerings with new editions, solutions and enhanced features, through internal development and acquisitions.&#xd;<br />Our mission is to help our customers transform themselves into “customer companies” by empowering them to connect with their customers in entirely new ways. With our four core service offerings, involving sales force automation, customer service and support automation, marketing automation, and the platform, we provide a next generation customer platform.&#xd;<br />Our service offerings are intuitive and easy-to-use, can be deployed rapidly, customized easily and integrated with other platforms and enterprise applications, or apps. We deliver our solutions as a service via all the major Internet browsers and on leading major mobile device operating systems.&#xd;<br />We sell to businesses of all sizes and in almost every industry worldwide on a subscription basis, primarily through our direct sales efforts and also indirectly through partners, our platform and other developer.","acronym":"","interests":"Audiovisual and Media, Competition, Education, Employment and Social Affairs, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"o  Mid-term review of the implementation of the Digital Single Market&#xd;<br />o Revision of the e-Privacy Directive&#xd;<br />o Framework for adequacy decisions on exchange of personal data with third countries&#xd;<br />o Free flow of data initiative&#xd;<br />o FinTech: A more competitive and innovative European financial sector&#xd;<br />o Negotiations of the Transatlantic Trade and Investment Partnership Agreement (TTIP) with the United States","lastUp":"2017-05-09T12:48:08.596+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}