{"id":"991195317279-06","name":"Salesforce","registrationDate":"2015-05-08T10:38:46.755+02:00","category":2,"subCategory":3,"legal":"Public company traded on NYSE","web":"http://www.salesforce.com","country":"United states","headAddress":"Salesforce Tower, 415 Mission Street, 3rd Floor","headCity":"San Francisco","headPostCode":"CA 94105","headPhone":"(1)41 5- 90 1- 70 00","boss":"Amy Weaver","bossTitle":"Ms","bossPosition":"President, Legal and General Counsel","membersCount":2,"membersFTE":"2.0","membership":"* BSA | The Software Alliance: www.bsa.org (http://www.bsa.org/)&#xd;\n* American Chamber of Commerce to the European Union: http://www.amchameu.eu/&#xd;\n* IAB Europe https://www.iabeurope.eu/&#xd;\n* Information Technology Industry Council: https://www.itic.org/","memberOrga":"","goal":"We are a leading provider of enterprise cloud computing solutions, with a strong focus on customer relationship management, or CRM, service offerings to our customers. Our company was founded on the concept of delivering CRM applications via the Internet, or \"cloud\". We introduced our first CRM solution in February 2000 and we have expanded our offerings with new editions, solutions and enhanced features, through internal development and acquisitions.&#xd;<br />&#xd;<br />&#xd;<br />Our mission is to help our customers transform themselves into “customer companies” by empowering them to connect with their customers in entirely new ways. With our service offerings, including sales force automation, customer service and support automation, marketing automation, and the platform, we provide a next generation customer platform.&#xd;<br />&#xd;<br />&#xd;<br />Our service offerings are intuitive and easy-to-use, can be deployed rapidly, customized easily and integrated with other platforms and enterprise applications. We deliver our solutions as a service via all the major Internet browsers and on leading major mobile device operating systems.&#xd;<br />&#xd;<br />&#xd;<br />We sell to businesses of all sizes and in almost every industry worldwide on a subscription basis, primarily through our direct sales efforts and also indirectly through partners, our platform and other developers.&#xd;<br />&#xd;<br />&#xd;<br />https://www.salesforce.com/company/about-us/","acronym":"","interests":"Business and Industry, Climate Action, Competition, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"* Proposal for a Regulation on Privacy and Electronic Communications (e-Privacy Regulation)&#xd;<br />&#xd;<br />* Framework for adequacy decisions on exchange of personal data with third countries&#xd;<br />&#xd;<br />* Regulation on a framework for the free flow of non-personal data in the European Union&#xd;<br />&#xd;<br />* EU-U.S. Privacy Shield&#xd;<br />&#xd;<br />* Communication on Artificial Intelligence for Europe&#xd;<br />&#xd;<br />* European Commission's Action Plan on FinTech&#xd;<br />&#xd;<br />* Proposal for a Regulation on preventing the dissemination of terrorist content online and its fundamental rights implications&#xd;<br />&#xd;<br />* Proposal for a Directive on copyright in the Digital Single Market&#xd;<br />&#xd;<br />* Proposal for a Regulation on European Production and Preservation Orders for electronic evidence in criminal matters (e-evidence Regulation)&#xd;<br />&#xd;<br />* EU Trade Strategy","lastUp":"2019-05-03T14:24:06.942+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}