{"id":"99138006725-91","name":"European Federation of the Associations of Dietitians","registrationDate":"2011-09-19T12:41:36.095+01:00","category":2,"subCategory":1,"legal":"Vereniging met volledige rechtsbevoegdheid","web":"http://www.efad.org/en-us/home/","country":"Netherlands","headAddress":"De Molen, 93","headCity":"Houten","headPostCode":"3995AW","headPhone":"(31)3 06 34 62 22","boss":"Annemieke van Ginkel-Res","bossTitle":"Ms","bossPosition":"Honorary President","membersCount":3,"membersFTE":"1.5","membership":"EFAD is accredited as a non-state actor by the WHO Europe regional committee of health ministers&#xd;\n&#xd;\nEFAD is a member of: &#xd;\nthe European Nutrition for Health Alliance&#xd;\nthe European Food Information Council&#xd;\nthe European Forum for Primary Care&#xd;\n&#xd;\nEFAD collaborates with&#xd;\nthe International Confederation of Dietetic Associations&#xd;\nthe European Association for the Study of Obesity &#xd;\nWorld Obesity&#xd;\nInternational Diabetes Federation&#xd;\nEuropean Patients Forum","memberOrga":"http://www.efad.org/en-us/about-efad/membership/&#xd;\nEFAD members are National Dietetic Associations.&#xd;\nEFAD has members in 29 EU states.  National Dietetic Associations from all 53 WHO Europe region states are welcome to apply for membership","goal":"Mission: To support member Associations in developing the role that dietitians have in reducing inequalities &amp; improving nutritional health in Europe.&#xd;<br />Vision: EFAD, national dietetic associations (NDAs) and dietitians are recognised leaders in the field of dietetics and nutrition.  We will continue to pro-actively initiate &amp; grow partnerships in order to improve nutritional health, reduce socioeconomic health inequalities &amp; contribute to economic prosperity.  To achieve our vision, EFAD supports the highest quality of dietetic education, professional practice, research activity &amp; partnership.&#xd;<br />Values: EFAD is a not-for-profit body pursuing no political or religious ends.  Our values of fair, open, non-discriminatory, supportive &amp; ethical behaviour guide our decisions, approach to partnership, communication &amp; collaboration with our stakeholders.&#xd;<br />Strategic Aims: EFAD supports its members to:&#xd;<br />&#xd;<br />• develop dietetics on a scientific &amp; professional level in the common interest of members&#xd;<br />• facilitate communication between NDAs &amp; other organisations: professional, educational &amp; governmental&#xd;<br />• encourage better nutrition for the population of Europe&#xd;<br />• promote the development of the dietetic profession&#xd;<br />&#xd;<br />By embedding dietetic education, professional practice and research activity in dietetics, we enable high quality engagement at all levels, thus addressing health determinants and creating supportive environments for healthy lifestyles &amp; prevention of disease through nutrition.&#xd;<br />Communication of our aims and objectives is achieved by fostering exchange of knowledge, best practice promotion and action with and between our stakeholders.  EFAD is accredited as a non-state actor to the WHO Europe regional committee of health ministers.&#xd;<br />EFAD is a member of key NGOs (eg ENHA, EFPC) and the EU Platform for Action on Diet, Physical Activity and Health.  We gather/disseminate information through NDAs, newsletters, newsflashes, position papers, reports, conferences Facebook, LinkedIn and the website.  Our stakeholders include dietetic associations, dietitians, citizens, key national ministries, higher education institutions, food industry, policy-makers and other health professionals.  Our engagement with these groups reflects our independence while acting in the best interest of the EU population","acronym":"EFAD","interests":"Agriculture and Rural Development, Climate Action, Consumers, Digital economy and society, Education and training, Food Safety, Public Health","euInitiatives":"European Skills Competences Occupations project for the Reference Group of Healthcare and social activities.  &#xd;<br />EAHC/2013/Health/07 European Workforce for Health&#xd;<br />Patient safety and Quality of Health care&#xd;<br />European Professional card&#xd;<br />Nutrient Profiling and Labelling&#xd;<br />EU Health Programme&#xd;<br />WHO Food and Nutrition Action Plan&#xd;<br />EU Common Agricultural Policy","lastUp":"2019-11-08T14:41:51.837+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}