{"id":"991775017998-93","name":"Chartered Institute of Arbitrators","registrationDate":"2015-06-29T12:43:47.128+01:00","category":2,"subCategory":1,"legal":"Charity","web":"http://www.ciarb.org/","country":"United kingdom","headAddress":"12 Bloomsbury Square","headCity":"London","headPostCode":"WC1A 2LP","headPhone":"(44)0 20 74 21 74 83","boss":"Anthony  Abrahams","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"Confederation of British Industry (CBI)&#xd;\nTheCityUK&#xd;\nInternational Federation of Commercial Arbitration Institutions (IFCAI)","memberOrga":"","goal":"CIArb is a leading professional membership body for alternative dispute resolution (ADR) in all its forms.  It represents 16,000 ADR professionals globally and is mandated by its Royal Charter to promote its Golden Thread:&#xd;<br />&#xd;<br />•\tTo deliver education, training and qualifications&#xd;<br />•\tTo develop the learned society&#xd;<br />•\tFacilitate ADR&#xd;<br />&#xd;<br />As a not-for-profit, UK registered charity and Royal Chartered Institute; CIArb works for the public benefit through an international network of 39 branches. Its 15,000 professionally qualified members are active in  over 140 countries.&#xd;<br />&#xd;<br />CIArb's proactive policy and public affairs programme supports the promotion, facilitation, and development of all forms of private dispute resolution through the dissemination of information and providing a platform for ADR practitioners to share their expertise.","acronym":"CIArb","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Enlargement, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"Trade and investment (e.g. Transatlantic Trade and Investment Partnership (TTIP))&#xd;<br />Capital Markets Union (CMU)&#xd;<br />Study of the law and practice of arbitration&#xd;<br />Mediation Directive&#xd;<br />Alternative Dispute Resolution (ADR) for Consumers Directive&#xd;<br />Online Dispute Resolution (ODR) for Consumers Regulation&#xd;<br />Reforms of investment dispute resolution &#xd;<br />Professional Qualifications Directive","lastUp":"2019-03-15T13:45:41.400+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}