{"id":"992314617304-87","name":"TRIUMPH GROUP INTERNATIONAL","registrationDate":"2015-05-11T12:28:22.793+01:00","category":2,"subCategory":7,"legal":"SPA","web":"http://www.triumphgroupinternational.com/","country":"Italy","headAddress":"via Lucilio 60","headCity":"Roma","headPostCode":"00136","headPhone":"(39)0 63 55 33 01","boss":"Maria Criscuolo","bossTitle":"Ms","bossPosition":"President and CEO","membersCount":3,"membersFTE":"2.5","membership":"ICCA&#xd;\nEFAPCO&#xd;\nSITE&#xd;\nFEDER CONGRESSI &amp; EVENTI&#xd;\nCONFINDUSTRIA&#xd;\nGII&#xd;\nIAPCO membership belongings to our partner Key Congress &amp; Communication","memberOrga":"","goal":"Triumph Group international is an independent and privately held company, established in 1997 with headquarter in Rome, Italy, and branch offices in London, Brussels, Milan, Doha, Shanghai and Washington. &#xd;<br />Our group specialises in the organisation of international events and large scale conferences as well as in marketing and communication activities and association management. Triumph Group International (TGI) also owns its own travel agency named Triumph Travel and Incentive. &#xd;<br />We organise an average of 550 events per year worldwide. We are ISO certified and we are member of the following international organizations: ICCA (International Conference and Congress Association); SITE (Society for Incentive Travel Excellence); EFAPCO (European Federation of the Association of Professional Congress Organizer). &#xd;<br />Our clients range from national and international associations to governmental organisations, corporate and private companies. TGI staff members originate from all over the world and are fluent in many languages; they have a wide and in-depth knowledge of event management in their respective countries.","acronym":"TGI","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Research; fisheries; travel; agriculture; communication; external relations; digitalization of public administration","lastUp":"2019-12-18T11:09:29.081+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}