{"id":"992669030048-83","name":"Academisch Ziekenhuis Leiden (Leiden University Medical Center)","registrationDate":"2018-02-07T09:47:46.581+01:00","category":4,"subCategory":12,"legal":"Public Body","web":"https://www.lumc.nl/?setlanguage=English&amp;setcountry=en","country":"Netherlands","headAddress":"Albinusdreef 2","headCity":"Leiden","headPostCode":"2300RC","headPhone":"(31)7 15 26 44 73","boss":"Pancras Hogendoorn","bossTitle":"Mr","bossPosition":"Dean, member of the board of Directors","membersCount":3,"membersFTE":"0.75","membership":"League of European Universities, https://www.leru.org/&#xd;\n&#xd;\nDutch Federation of University Medical Centers, NFU, https://www.nfu.nl/english/about-the-nfu/&#xd;\n&#xd;\nEurolife: http://eurolifeuniversities.org/&#xd;\n&#xd;\nNeth-ER: https://www.neth-er.eu/en","memberOrga":"","goal":"‘As an innovator, the LUMC aims to improve healthcare and people’s health’. This is our mission, which we will achieve by providing our patients with optimised,&#xd;<br />state-of-the-art healthcare based on pioneering research and innovative teaching, in cooperation with our partners within and outside our region.&#xd;<br />&#xd;<br />LUMC is a modern university medical center for research, education and patient care with a high quality profile and a strong scientific orientation. Its unique research practice, ranging from pure fundamental medical research to applied clinical research, places LUMC among the world top. This enables LUMC to offer patient care and education that is in line with the latest international insights and standards – and helps it to improve medicine and healthcare both internally and externally.&#xd;<br />&#xd;<br />Over the next five years, the LUMC will draw on its research and clinical strengths to explore three of society’s priorities in greater depth: oncology, regenerative medicine and population health. The ageing population will lead to a sharp rise in the number of cancer patients in the next few years. Innovative treatments will become available as we acquire more knowledge in the fields of immunology and autoimmunology, pharmacology and personalised medicine. Regenerative medicine holds out the promise that we can actually repair organs, tissue and cells. In future, we may finally be able to cure diseases that are now chronic (with all the costs and burdens this involves). In the next few years, our focus will shift to health promotion and prevention. Our healthcare system is under pressure, partly due to lifestyle disorders such as arthrosis and obesity. This is where behavioural change and prevention can achieve major results.&#xd;<br />&#xd;<br />LUMC acts as a knowledge center for topics in the field of public health with an impact on society, it has a directive function in the region and it acts as a centre for continuing education and further training for medical professionals. The collaboration between LUMC, Leiden University and the Leiden Bio Science Park creates unique possibilities for medical innovation in Leiden and the surrounding area.","acronym":"LUMC","interests":"Budget, Communication, Education and training, Food Safety, International co-operation and development, Public Health, Regional Policy, Research and innovation","euInitiatives":"Horizon 2020, European Research Area, EU Research Policy, European Reference Networks.","lastUp":"2020-01-03T11:21:38.975+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}