{"id":"99285184931-92","name":"Fokker Technologies","registrationDate":"2011-01-11T10:45:45.138+01:00","category":2,"subCategory":3,"legal":"Fokker Technologies is de handelsnaam van Fokker Technologies Holding B.V.","web":"http://www.fokker.com","country":"Netherlands","headAddress":"Industrieweg, 4","headCity":"Papendrecht","headPostCode":"3351 LB","headPhone":"(3178)6 41 99 11","boss":"Hans Buethker","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"Fokker Technologies is a member of the Netherlands Aerospace Group (NAG). &#xd;\nFokker is a member of the Aerospace and Defence Industry Association (ASD). Fokker Technologies is also member of the Dutch Defence and Security Association (NIDV) and the Dutch Federation for Metal and Electro-Technical Industry (FME).","memberOrga":"","goal":"100 Years of Aircrafting experience, is gathered in Fokker Technologies. We are an innovative specialist that designs, develops and produces aerostructures, landing gears and electrical systems. A company that provides technology as well as maintenance management and services.&#xd;<br />With over a 100 years of experience, we know your aircraft inside out. Together with our global network, we provide services wherever and whenever you need it. Spread over 19 locations around the world, 4,800 specialists are ready to help you design and maintain your aircraft (parts). &#xd;<br />&#xd;<br />Today, Fokker Technologies consists of 4 Business Units: &#xd;<br />&#xd;<br />Fokker Aerostructures:&#xd;<br />&#xd;<br />Fokker Aerostructures is a recognized, first-class specialist in the design,development and manufacturing of lightweight structures, modules and landing gear for the aerospace and defense industry. We operate at the forefront of today’s technology. Our highly skilled workforce includes professionals in the Netherlands, Romania, Mexico and the United States.&#xd;<br />&#xd;<br />Fokker Landing Gear:&#xd;<br />&#xd;<br />Fokker Landing Gear delivers best-in-class Landing Gear systems for Helicopters and Airplanes. &#xd;<br />&#xd;<br />Fokker ELMO:&#xd;<br />&#xd;<br />A leading player in design, manufacturing and support for the electrical wiring interconnection systems (EWIS) for Aerospace and Defense programs.&#xd;<br />&#xd;<br />Fokker Services:&#xd;<br />&#xd;<br />Fokker Services offers integrated services focused on increasing technical dispatch reliability (TDR) and passenger comfort while reducing direct operating cost (DOC). These integrated services consist of aircraft services solutions, logistic solutions and technical solutions.  For your continued competitive operation.","acronym":"Fokker","interests":"Competition, Enterprise, Foreign and Security Policy and Defence, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"Clean Sky II&#xd;<br />&#xd;<br />Preparatory Action / EDRP&#xd;<br />&#xd;<br />Defense &amp; Security Procurement Directive 2009/81&#xd;<br />&#xd;<br />European Fund for Regional Development&#xd;<br />&#xd;<br />EASA (Aviation Package)","lastUp":"2018-01-16T15:04:26.712+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}