{"id":"992996833574-70","name":"BGC Brokers LP","registrationDate":"2019-01-23T14:17:44.033+01:00","category":2,"subCategory":3,"legal":"Partnership","web":"http://www.bgcpartners.com","country":"United kingdom","headAddress":"5 Churchill Place","headCity":"London","headPostCode":"E14 5HP","headPhone":"(44)0 20 78 94 77 00","boss":"James Lightbourne","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":1,"membersFTE":"0.25","membership":"Trade bodies of which BGC Brokers LP and its affiliates are members include AFME, EDMA, EVIA, FIA, ICMA and ISDA.&#xd;\n .","memberOrga":"","goal":"BGC Partners is a leading global brokerage company servicing the financial markets. &#xd;<br />&#xd;<br />We offer our customers access to more than 200 financial products including fixed income securities, interest rate swaps, foreign exchange, equities, equity derivatives, credit derivatives, commercial real estate, commodities, futures, and structured products. We also provide a comprehensive range of services to the financial community, including trade execution, broker-dealer services, clearing, processing, information, and other back-office services.&#xd;<br />&#xd;<br />We have invested more than $1.7 billion in technology over the past two decades. Our investments in technology coupled with in-depth broking experience give us a competitive advantage among our peers, especially with markets moving increasingly towards electronic trading. Through our BGC Trader and BGC Market Data brands, we offer financial technology solutions, market data, and analytics related to numerous financial instruments and markets.&#xd;<br />&#xd;<br />In 2015 GFI, a leading intermediary in global OTC and listed markets, became a majority-owned division of BGC Partners Inc. GFI became a wholly-owned subsidiary of BGC in January of 2016. GFI offers an array of sophisticated trading technologies and products to a wide universe of financial market participants. More than 2,500 institutional clients benefit from GFI’s expertise in operating electronic and hybrid markets for cash and derivative products across multiple asset classes, including fixed income, interest rates, foreign exchange, equities, energy and commodities.&#xd;<br />&#xd;<br />All of BGC’s fully electronic businesses are referred to as FENICS or e-businesses. These offerings include Financial Services segment fully electronic brokerage products as well as offerings in market data and software solutions across both BGC and GFI.&#xd;<br />&#xd;<br />BGC’s common stock trades on the NASDAQ Global Select Market under the ticker symbol (NASDAQ: BGCP).&#xd;<br />&#xd;<br />Headquartered in London and New York, BGC has offices in dozens of major markets across the globe. From these locations BGC serves many of the world’s largest banks, broker-dealers, investment banks, trading firms, hedge funds, governments, corporations, property owners, real estate developers, and investment firms.","acronym":"BGC Partners","interests":"Banking and financial services, Economy, finance and the euro","euInitiatives":"BGC Partners takes an active interest in EU policy initiatives which shape the financial markets; both directly and indirectly. These include MIFID II, CSDR, CRDV, Capital Markets Union and the Investment Firm Review.","lastUp":"2019-12-31T10:23:22.448+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}