{"id":"993289318870-52","name":"Fisheries Regions Network Netherlands","registrationDate":"2015-09-22T12:36:08.764+02:00","category":6,"subCategory":14,"legal":"none","web":"","country":"Netherlands","headAddress":"Singel 9, 8321 GT, Urk","headCity":"Urk","headPostCode":"8320 AB","headPhone":"(31)6 10 26 22 24","boss":"Jo-Annes de Bat","bossTitle":"Mr","bossPosition":"chairman","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Provincies Zeeland, Noord-Holland, Groningen, Friesland, Flevoland en Zuid-Holland.&#xd;\nGemeenten Velsen, Goeree-Overflakkee, Katwijk, Urk, Noord-Beveland, Reimerswaal, Hollands Kroon, de Friese Meren, De Marne, Sluis, Texel, Harlingen, Den Helder, Schouwen-Duiveland.","goal":"Het Bestuurlijk Platform Visserij (Fisheries Regions Network Netherlands) is hét platform voor provinciale en gemeentelijke bestuurders dat de belangen van de visserijgemeenschappen behartigt. De visserijgemeenschappen (publieke partijen) en de samenwerking met de visserijorganisaties staan centraal i.p.v. de lobby voor de vissector (private partijen). Andere rollen zijn: &#xd;<br />•\tHet uitwisselen van kennis en informatie&#xd;<br />•\tHet vormen van een netwerk zodat gemeenten en provincies elkaar op het terrein van visserij eenvoudig(er) kunnen vinden en coalities kunnen vormen&#xd;<br />&#xd;<br />Het BPV creëert een positie door: &#xd;<br />•\tGevraagd en ongevraagd advies te geven aan het ministerie van EZ en de EU over Europese en nationale visserijprogramma’s, wetgeving, beleid en incidenten&#xd;<br />•\tBestuurlijk aanspreekpunt te zijn voor het ministerie van EZ en de EU op het terrein van visserij en visserijgemeenschappen&#xd;<br />•\tGemeenten en provincies te vertegenwoordigen in het CvT op het EFMZV.","acronym":"FRNN","interests":"Maritime affairs and fisheries","euInitiatives":"Aanlandplicht&#xd;<br />Uitvoering EFMZV&#xd;<br />Technische Maatregelen&#xd;<br />Regeldruk visserij&#xd;<br />Brexit&#xd;<br />Ruimtelijke Ordening op Zee","lastUp":"2018-08-27T12:44:32.254+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}