{"id":"993365916919-37","name":"L'Agora Jeunes en Europe / Young Europeans Agora","registrationDate":"2015-04-11T23:42:34.750+01:00","category":4,"subCategory":5,"legal":"Association Loi 1901","web":"http://agorajeunes.eu","country":"France","headAddress":"12 rue de l'Odéon","headCity":"Paris","headPostCode":"75006","headPhone":"(33)6 81 13 02 85","boss":"Marc Bernier-Crépin","bossTitle":"Mr","bossPosition":"Coprésident","membersCount":1,"membersFTE":"0.5","membership":"aucune","memberOrga":"Coprésidents : Marc Bernier-Crépin et Ian Zika-Majer&#xd;\nSecrétaire général et trésorier : Tarek Dehamnia&#xd;\n&#xd;\n&#xd;\nRédacteurs Hippolyte Radisson et Maxime De Luca&#xd;\n&#xd;\n&#xd;\nVice-Président Environnement et Santé : Benoît Descombes&#xd;\nConseiller Santé : Franck Perrigault&#xd;\n&#xd;\nVice-Présidente Education et Culture: Cécile Llagaria Conseiller Education: Arnaud Loiseau&#xd;\n&#xd;\nVice-Président Egalités : Moussa Ouarouss&#xd;\n&#xd;\nVice-Président Justice : David Yvart&#xd;\n&#xd;\nVice-Présidente Emploi et innovation : Emmanuelle Campo&#xd;\n&#xd;\nVice-Président Affaires européennes et étrangères : Azéddine Moussa Mahamat Saleh&#xd;\nConseiller Finances Internationales: Aleksander Mnatobishvili&#xd;\n&#xd;\nVice-Président Démocratie et Institutions : Cyrille Giraud&#xd;\n&#xd;\nConseiller Défense: Adrien Parmentier","goal":"L’ Agora Jeunes en Europe est le premier Think Tank impulsé par les jeunes européens, il est né en avril 2009. Il regroupe des citoyens d’horizons divers et de sensibilités politiques différentes, soucieux de réfléchir à l’émergence des propositions et de l’analyse issue de la Jeunesse hors des partis politiques. Sa mission n’est pas tournée vers les politiques de jeunesse mais vers l’ensemble de la société. &#xd;<br />Sa mission est d'offrir à la jeunesse française une plate-forme de dialogue de qualité entre les pouvoirs publics, la classe politique française, et les associations. Mais il est aussi un générateur de propositions, toutes issues de la jeunesse. Nous aurons également comme objectif de promouvoir l’engagement des jeunes au niveau associatif, politique, sociétal.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"environnement, droit des femmes, garantie jeunes","lastUp":"2018-01-24T22:52:50.587+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}