{"id":"993365916919-37","name":"L'Agora Jeunes en Europe / Young Europeans Agora","registrationDate":"2015-04-11T23:42:34.750+02:00","category":4,"subCategory":5,"legal":"Association Loi 1901","web":"http://agorajeunes.eu","country":"France","headAddress":"12 rue de l'Odéon","headCity":"Paris","headPostCode":"75006","headPhone":"(33)6 81 13 02 85","boss":"Marc Bernier-Crépin","bossTitle":"Mr","bossPosition":"Coprésident","membersCount":5,"membersFTE":"2.5","membership":"aucune","memberOrga":"Coprésidents : Marc Bernier-Crépin et Ian Zika-Majer&#xd;\nSecrétaire général et trésorier : Tarek Dehamnia&#xd;\n&#xd;\nChargée de communication: Léa Morales&#xd;\n&#xd;\n&#xd;\nVice-Président Environnement et Santé : Benoît Descombes&#xd;\nConseiller Santé : Franck Perrigault&#xd;\n&#xd;\nVice-Présidente Education et Culture: Cécile Llagaria Conseiller Education: Arnaud Loiseau&#xd;\n&#xd;\nVice-Président Egalités : Moussa Ouarouss&#xd;\n&#xd;\nResponsable des Drink Tanks : David Yvart&#xd;\n&#xd;\nVice-Président Emploi et innovation : David-Xavier Weïss&#xd;\n&#xd;\nVice-Présidents Affaires européennes et étrangères : Aleksander Mnatobishvili et Quentin Soldera&#xd;\n&#xd;\nVice-Président Démocratie et Institutions : Cyrille Giraud&#xd;\n&#xd;\nConseiller Défense: Adrien Parmentier","goal":"L’ Agora Jeunes en Europe est le premier Think Tank impulsé par les jeunes européens, il est né en avril 2009. Il regroupe des citoyens d’horizons divers et de sensibilités politiques différentes, soucieux de réfléchir à l’émergence des propositions et de l’analyse issue de la Jeunesse hors des partis politiques. Sa mission n’est pas tournée vers les politiques de jeunesse mais vers l’ensemble de la société. &#xd;<br />Sa mission est d'offrir à la jeunesse française une plate-forme de dialogue de qualité entre les pouvoirs publics, la classe politique française, et les associations. Mais il est aussi un générateur de propositions, toutes issues de la jeunesse. Nous aurons également comme objectif de promouvoir l’engagement des jeunes au niveau associatif, politique, sociétal.","acronym":"","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"environnement, droit des femmes, garantie jeunes, questions relatives aux égalités, à l'industrie du sexe, politiques éducatives, culturelles, politiques liées à la jeunesse et à la démocratie participative","lastUp":"2018-06-08T20:52:59.026+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}