{"id":"99336382936-11","name":"Society of Audiovisual Authors","registrationDate":"2010-01-04T16:30:23.206+01:00","category":2,"subCategory":3,"legal":"scrl (Belgian law)","web":"http://www.saa-authors.eu","country":"Belgium","headAddress":"Rue du Prince Royal, 87","headCity":"Brussels","headPostCode":"1050","headPhone":"(0032)0 28 94 93 30","boss":"Cécile Despringre","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"3.5","membership":"SAA is not a member of any formal associations/(con)federations/networks or other bodies.  We do collaborate with other European organisations on an ad hoc basis and are an observer of the EU Observatory on Infringements of IP rights.","memberOrga":"http://www.saa-authors.eu/en/map","goal":"About SAA&#xd;<br />The Society of Audiovisual Authors (SAA) is the grouping of Audiovisual Authors’ Collective Management Societies in Europe. Through its 31 members in 23 countries, it currently represents over 120,000 screenwriters and directors of films, TV programmes and other audiovisual works. The organisation’s objectives are: &#xd;<br />&#xd;<br />•\tTo defend and strengthen the economic and moral rights of audiovisual authors (screenwriters and directors); &#xd;<br />•\tTo develop, promote and facilitate the management of rights by member societies; &#xd;<br />•\tTo secure fair remuneration for audiovisual authors for every use of their works. &#xd;<br />&#xd;<br />SAA was established in 2010 because of a perceived need to strengthen the legal position of audiovisual authors (screenwriters and directors) and to lobby for a fair, transparent and harmonised system of remuneration for the digital use of films and other audiovisual programmes.","acronym":"SAA","interests":"Audiovisual and Media, Competition, Culture, Information Society, Internal Market, Trade","euInitiatives":"Copyright/authors’ rights and broader Intellectual Property Policy&#xd;<br />Cultural policy&#xd;<br />Audiovisual policy&#xd;<br />Taxation policy&#xd;<br />Trade policy","lastUp":"2018-03-07T10:28:19.725+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}