{"id":"993450328631-46","name":"National Federation of Women's Institutes","registrationDate":"2017-10-13T16:05:44.286+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.thewi.org.uk","country":"United kingdom","headAddress":"104 New Kings Road","headCity":"London","headPostCode":"SW6 4LY","headPhone":"(44)0 20 73 71 93 00","boss":"Jana Osborne","bossTitle":"Ms","bossPosition":"General Secretary","membersCount":1,"membersFTE":"0.25","membership":"The NFWI belongs to and supports a wide range of networks and other coalitions, primarily in the UK but also globally.","memberOrga":"The NFWI is a federal organisation. Each WI is self-governing within the framework of the WI constitution and rules and belongs to one of 69 federations – each with a regional office. The 6,300 WIs and 69 federations make up the National Federation.&#xd;\nA list of WIs and federations can be accessed at this link https://www.thewi.org.uk/become-a-member/structure-of-the-wi","goal":"The Women's Institute (WI) was formed in 1915 to revitalise rural communities and encourage women to become more involved in producing food during the First World War. Since then the organisation's aims have broadened and the WI is now the largest voluntary women's organisation in the UK. The WI celebrated its centenary in 2015 and currently has almost 220,000 members in approximately 6,300 WIs.&#xd;<br />The WI plays a unique role in providing women with educational opportunities and the chance to build new skills, to take part in a wide variety of activities and to campaign on issues that matter to them and their communities.","acronym":"NFWI","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Energy, Fisheries and Aquaculture, Food Safety","euInitiatives":"Pollution including microplastics&#xd;<br />Food safety and food labelling&#xd;<br />Chemicals regulation including pesticides&#xd;<br />Environmental protection&#xd;<br />Agriculture&#xd;<br />Climate change","lastUp":"2017-10-13T16:06:17.020+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}