{"id":"993657835348-73","name":"We Sign It (WSI) : pour la participation citoyenne","registrationDate":"2019-07-08T20:12:53.567+02:00","category":3,"subCategory":2,"legal":"association loi 1901","web":"http://www.wesign.it/","country":"France","headAddress":"22 bis rue de la réunion","headCity":"Paris","headPostCode":"","headPhone":"(33)6 99 82 88 80","boss":"Lastenouse Henri","bossTitle":"Mr","bossPosition":"président","membersCount":3,"membersFTE":"0.75","membership":"L'association \"Sauvons l’Europe\" à laquelle 2 des membres du Bureau de l'association participent activement (Henri Lastenouse, le président de l'association et Arthur Colin notre trésorier). &#xd;\n\"Sauvons L'Europe\" nous accompagne pour nos prises de contact auprès des institutions, organisations, associations européennes. &#xd;\n &#xd;\n&#xd;\nSauvons l’Europe est une association pro-européenne et progressiste qui s’engage pour la construction d’une Europe qui soit un espace commun de libertés et de protection sociale, acteur écologique dans le concert mondial.&#xd;\n&#xd;\nCréé en juin 2005 à la suite du rejet du traité constitutionnel européen en France et aux Pays-Bas, Sauvons l’Europe souhaite démontrer qu’une Europe démocratique et solidaire est plus que jamais nécessaire.","memberOrga":"","goal":"L’association WSI a pour objet le développement de la démocratie, de la participation et de la mobilisation citoyenne via le digital, le numérique et l’innovation             sociale afin d’accélérer la transition démocratique vers une société plus ouverte et plus fluide. Elle se donne pour mission l’expérimentation et la mise en place          d’initiatives citoyennes au niveau local, national ou européen visant à transformer durablement la société et à  parvenir à un règlement effectif des problèmes. Elle vise à développer des modes             de gouvernance transparents, participatifs et collaboratifs.","acronym":"WSI","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Nous œuvrons afin de promouvoir la participation des citoyens et la transparence gouvernementale, au niveau des institutions de l'UE.&#xd;<br />Nous suivons ainsi tous les législations, décisions et déclarations visant à insérer la démocratie participative au sein du processus de décision européen.&#xd;<br />&#xd;<br />Plus spécifiquement, nous travaillons à la mise en place de  : &#xd;<br />&#xd;<br />1. Une Assemblée participative à Strasbourg &#xd;<br />&#xd;<br />2. Un Dispositif financier et concret pour un lobbying citoyen &#xd;<br />&#xd;<br />3. Des Budgets participatifs européens","lastUp":"2019-07-08T20:13:20.093+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}