{"id":"994154636191-21","name":"European Maritime Pilots' Association","registrationDate":"2019-10-11T13:17:57.838+02:00","category":3,"subCategory":2,"legal":"association sans but lucratif","web":"http://www.empa-pilots.eu","country":"Belgium","headAddress":"Rue Ducale 67/B2","headCity":"BRUSSEL","headPostCode":"1000","headPhone":"(32)0 24 30 25 78","boss":"Claire Van Lokeren","bossTitle":"Ms","bossPosition":"administrative secretary","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"Bundeslotsenkammer, Nederlandse Loodsencorporatie, UKMPA, FFPM, Norsk Losforbund, Colegio nacional de practicos, Fedepiloti, Svenska Lotsforbundet, Turkish MPA, Delta Pilots Association, BVL, Danske Lodser, FIMPA, APIBARRA OVL, BRABO cvba, Polish MPA, Estonian MPA, Bulgarian MPA, Panhellenic MPA, Croation MPA, FPMR (Romania), AMPI, Maltese Maritime Pilots, Georgian Pilots, Piloti Koper, AVL. See www.empa-pilots.eu","goal":"EMPA is a non-profit organization, created in 1963 by pilots of the then newborn European community. Nowadays it regroups member countries associations of maritime pilots from the Baltic Sea, the North Sea, the Atlantic Ocean, the Mediterranean and the Black Sea. Pilotage is a mandatory public service, strictly regulated by the States, related to maritime safety and protection of the environment. The task of the pilot is to assist captains of vessels in ports and their approaches by bringing them not only knowledge of local maritime conditions and operational practices but also their daily extensive experience of navigating ships in restricted waters. Thus they optimize in an efficient way, the traffic flow and the operation of port facilities while ensuring the control of risks inherent in sailing ships in sensitive coastal areas. EMPA represents appr. 5000 maritime pilots from 24 European countries, including Norway, Croatia, Turkey, Ukraine and Georgia. The role of EMPA is to facilitate exchange of information between its members in order to continuously improve the professional and technical proficiency of maritime pilots in the EU and surrounding countries.","acronym":"EMPA","interests":"Competition, Maritime affairs and fisheries, Trans-European Networks, Transport","euInitiatives":"European Shipping Week, CEF coalition, SAGMAS,...","lastUp":"2019-10-11T13:19:52.095+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}