{"id":"995635233551-89","name":"AAP Animal Advocacy and Protection","registrationDate":"2019-01-15T11:07:25.887+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.aap.nl","country":"Netherlands","headAddress":"Kemphaanpad 1","headCity":"Almere","headPostCode":"1305 AH","headPhone":"(31)03 65 23 87 13","boss":"David van Gennep","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.0","membership":"- Eurogroup for Animals - www.eurogroupforanimals.org&#xd;\n- European Alliance of Rescue Centres and Sanctuaries - www.ears.org&#xd;\n- Species Survival Network - www.ssn.org&#xd;\n- Dierencoalitie (Netherlands) - www.dierencoalitie.nl&#xd;\n- InfoCircos (Spain) - www.infocircos.org","memberOrga":"","goal":"Globally recognized  for its expertise in caring for primates and other non-domesticated exotic animals, AAP also stimulates public debate and political decision-making, helping draft legislation, providing advice to policy-makers throughout Europe and educating the broader public. Our daily experiences over more than 45 years have provided us with a unique perspective on the myriad of problems that these animals endure, which conforms the basis of our advocacy work. We can keep rescuing tigers from circuses  and degus from private owners for generations to come, but only better policies and legislation will solve the problem for good.&#xd;<br />&#xd;<br />Keeping non-domesticated exotic animals as pets or in inadequate conditions, trading them illegally or exploiting them in the entertainment industry often leads to severe welfare problems. We take on those subjects that are causing or likely to cause the most problems in practice. They sometimes relate to quantity (e.g. when we come across a certain animal species very often), sometimes to quality (the serious abuse of animals in certain conditions), and sometimes to both.&#xd;<br />&#xd;<br />We currently work on the following policy programs:&#xd;<br />&#xd;<br />Private ownership of exotic animals as pets: Positive List&#xd;<br />Illegal wildlife trade: Barbary macaques&#xd;<br />Wild animals in entertainment&#xd;<br />&#xd;<br />We also support partner organizations involved in the same initiatives and are a vocal member of several associations dealing with animal welfare at the national, European and global level. &#xd;<br />&#xd;<br />OUR PRINCIPLES&#xd;<br />&#xd;<br />AAP believes that animals are sentient, independent beings regardless of their economic interest. In our philosophy, every animal should be treated as a living being with consciousness and feelings. This involves, among other things, providing animals with the possibility to behave naturally in an environment as similar to their wild habitat as possible.&#xd;<br />&#xd;<br />However, within the legal system of the European Union animals are viewed as 'goods'. This means, in principle, that animals can be traded, kept and used freely. Existing legislation has many shortcomings and is riddled with loopholes often designed to protect the enormous economic interests that come with the trade and keeping of exotic animals. The intrinsic value of these creatures is usually overlooked. AAP also works to address this issue in all of our policy work.&#xd;<br />&#xd;<br />AAP’S POLICY WORK IS:&#xd;<br />&#xd;<br />Independent and accessible: AAP is an independent organisation, free of any political or religious persuasion. We can be critical and combative if it serves our purpose, but will always retain a sense of reality and respect for opinions different to ours. Our best results are achieved through constructive dialogue and this is our preferred way of getting things done.&#xd;<br />&#xd;<br />Within the law: AAP exploits every legally permitted resource to promote the wellbeing of non-domesticated exotic animals. We never resort to coercive measures that willfully damage the interests of others, and we adamantly denounce any form of violence or blackmail.&#xd;<br />&#xd;<br />Principled but not dogmatic: At our rescue centre, we are faced daily with very distressing examples of how animal wellbeing is violated. This is one of the reasons why AAP holds very principled viewpoints. However, we know our ideal is seldom reached and we do value a good compromise.&#xd;<br />&#xd;<br />Patient: Legislative and social changes in the field of animal welfare rarely come about quickly. In most projects, it takes years to see results. Perseverance and creativity are essential in our work!","acronym":"AAP","interests":"Agriculture and Rural Development, Environment","euInitiatives":"- EU Action Plan Against Wildlife Trafficking&#xd;<br />- Animal Health Law &amp; Delegated Acts&#xd;<br />- Zoos Directive&#xd;<br />- EU Wildlife Trade Regulations&#xd;<br />- Invasive Alien Species Regulation","lastUp":"2019-08-09T10:50:54.960+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}