{"id":"996162612544-01","name":"EU-LAT Network/Red EU-LAT","registrationDate":"2014-01-07T10:50:25.080+01:00","category":3,"subCategory":2,"legal":"network of non-governmental organizations","web":"https://eulatnetwork.org/","country":"Belgium","headAddress":"Rue de la Linière, 11","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)25 36 19 12","boss":"Garance Tardieu","bossTitle":"Ms","bossPosition":"Executive Secretary","membersCount":2,"membersFTE":"1.5","membership":"Member of the HRDN (http://www.hrdn.eu/) &#xd;\n&#xd;\nThe Human Rights and Democracy Network (HRDN) is an informal grouping of NGOs operating at the EU-level in the broader areas of human rights, democracy and peacebuilding.&#xd;\n &#xd;\n&#xd;\nHRDN’s vision is that human rights and democracy are placed at the heart of the EU's internal and external policy agenda. This vision should manifest itself in an EU which effectively protects human rights at home and is a force for positive change in the world.&#xd;\n &#xd;\n&#xd;\nIn pursuit of this vision, the network aims to influence EU and EU Member States’ human rights policies and the programming of their funding instruments to promote democracy, human rights and peace.","memberOrga":"Acra&#xd;\nAIETI&#xd;\nASTM-Action Solidarité Tiers Monde&#xd;\nAction Aid Guatemala&#xd;\nCadeho&#xd;\nBroederlijk Delen&#xd;\nCISV&#xd;\nCNCD&#xd;\nCoordinación europea de los comités O.Romero&#xd;\nCooperacció&#xd;\nDiakonia &#xd;\nEntraide et fraternité&#xd;\nEntrepueblos&#xd;\nFian International&#xd;\nEEDA, Comité griego de Solidaridad&#xd;\nForum Syd&#xd;\nFOS &#xd;\nFundación Mundubat &#xd;\nHIVOS&#xd;\nIM Sweden&#xd;\nJustice et Paix&#xd;\nManitese&#xd;\nLatinamerikagrupperna (SAL)&#xd;\nOxfam Solidaridad&#xd;\nOMCT&#xd;\nOxfam IBIS&#xd;\nIntermón Oxfam&#xd;\nSolidaridad Mundial&#xd;\nTNI&#xd;\nTrocaire&#xd;\nTerre des Hommes France&#xd;\nWe effect&#xd;\nPBI Guatemala&#xd;\nPBI México&#xd;\nPBI Honduras&#xd;\nFIDH&#xd;\nIglesia Sueca","goal":"The EU-LAT Network \"aims to promote participatory EU policies that contribute to the integral respect for human rights, gender equality, democratization and a just and sustainable development in Central America and Mexico\" (Art. 3 of the Statutes).&#xd;<br />&#xd;<br />It strives for the promotion and protection of human rights, participatory democracy and a sustainable and inclusive development to be the backbone of all the EU policies related to Latin America.&#xd;<br />&#xd;<br />The practices of political dialogue, development cooperation and trade between these two regions should be governed by these guiding principles and, as an essential element of the agreements between the two regions, the possibilities of enforceability and justiciability should exist.","acronym":"EU-LAT Network","interests":"External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"The impact on human rights of the Association Agreements/Trade Agreement between the EU and Latin America &#xd;<br />EU Human Rights dialogues with third countries in Latin America &#xd;<br />EU Strategic Framework and Action Plan on Human Rights &#xd;<br />EP annual report on Human rights&#xd;<br />EU-CELAC Action Plan &#xd;<br />EU Communication on Latin America &#xd;<br />Other initiatives on human rights and sustainable development","lastUp":"2019-12-11T16:43:03.673+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}