{"id":"996789025151-11","name":"Vrije Universiteit Brussel","registrationDate":"2016-12-19T11:41:22.583+01:00","category":4,"subCategory":12,"legal":"Universitas sui generis","web":"http://www.vub.ac.be","country":"Belgium","headAddress":"Pleinlaan 2","headCity":"Brussel","headPostCode":"1050","headPhone":"(32)6 29 21 08","boss":"Pauwels Caroline","bossTitle":"Ms","bossPosition":"Rector of VUB","membersCount":33,"membersFTE":"9.0","membership":"","memberOrga":"","goal":"As a university Vrije Universtiteit Brussel follows a wide range of EU initiatives, policies and legislative files. As a research institution we are avid participant of the framework programme for researcher Horizon2020. We also adhere to the charter and the code of researchers and have the the seal of HR excellence. Furthermore we monitor EU policy mainly surrounding H2020 but also as a whole and in dept through our researchers involved in European Studies. We are following up on big issues such as data protection, ethics, animal testing, clinical trials, data management and storage,… &#xd;<br />As a university we are also very much involved with the Erasmus+ programme.&#xd;<br />We have experts keeping up to date with EU regulation and translating these to be in line with our internal rules and practices. Our researchers are in many cases experts and evaluators for the EC. We take part in a number of surveys and stakeholder consultations by the EU or the EC. This is done in our own name but also through input the Belgian government and representatives and through networks such as EUA, UniLion, VLIR (Flemish University Council,…). In additional our researchers also partake in PPP’s or other research and technology platforms delivering input and cooperation with the EC.","acronym":"VUB","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Vrije Universiteit Brussels has around 130 EU (co-)funded projects at any time. Furthermore it has a number of service contracts delivering services to the EU. These actions involve dissemination and outreach. As a university publications are our core business. The main focus of these publications are geared towards advancing science but they also include publications relevant to policy and outreach initiatives.","lastUp":"2019-12-05T14:27:12.488+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}