{"id":"996731721536-55","name":"The Salvation Army EU Affairs Office","registrationDate":"2016-04-26T12:15:00.649+01:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.salvationarmy.org/euaffairs","country":"United kingdom","headAddress":"The Salvation Army","headCity":"London","headPostCode":"EC4V 4EH","headPhone":"(44)20 73 32 01 01","boss":"Michael Stannett","bossTitle":"Mr","bossPosition":"Vice President","membersCount":3,"membersFTE":"1.5","membership":"The Salvation Army's work in 128 countries is co-ordinated by our International Headquarters in London, UK. At present, there are five Zones - each headed by an International Secretary. The EU Affairs Office based in Brussels represents the international Salvation Army Europe zone as part of the worldwide Salvation Army. The EU Affairs Office carries out EU level activities and represents the needs of The Salvation Army and the recipients of The Salvation Army services. The EU Affairs Office represents The Salvation Army in 22 of the 28 EU countries, plus other European countries outside the EU, please see list on website below. Across the Europe zone we have a total of 757 social projects, 1518 community centres, 65,400 volunteers, 20,000 employees and 2.5 recipients of our services.","memberOrga":"http://www.salvationarmy.org/ihq/europe","goal":"The Salvation Army provides social services, poverty relief, civic involvement in social inclusion activities, refugee/migration support, anti-human trafficking services and support for Roma populations in 23 of the 28 Member States. It is present also in many of the bordering countries of Central and Eastern Europe. The Salvation Army EU Affairs Office represents the Salvation Army networks and national networks at EU level.  The goal of the EU Affairs office is to provide an EU level platform for the Salvation Army to relate to the EU and European issues, to understand more about the workings of the EU, and to enable the Army to engage in advocacy, representing the organization as well as the people we serve. The EU Affairs Office is also a platform whereby we can share expertise, knowledge and experience and develop wider partnerships.","acronym":"","interests":"Education, Employment and Social Affairs, Enterprise, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"The EU Affairs office is monitoring EU policy developments in the area of Roma inclusion; in particular the implementation of the National Roma Integration Strategies, policy on refugees and migrants, the EU strategy and Directive on anti-human trafficking, the European Semester and Europe2020 and more generally we are following EU initiatives relating to questions of social injustice and poverty.","lastUp":"2018-03-07T10:43:54.006+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}