{"id":"997255629306-23","name":"MAZARS","registrationDate":"2017-12-14T15:33:01.730+02:00","category":1,"subCategory":6,"legal":"Société anonyme à Directoire et Conseil de Surveillance","web":"http://www.mazars.com","country":"France","headAddress":"61 rue Henri Regnault","headCity":"Courbevoie","headPostCode":"92400","headPhone":"(33)1 49 97 60 00","boss":"Hervé HELIAS","bossTitle":"Mr","bossPosition":"Président du Directoire","membersCount":6,"membersFTE":"2.0","membership":"OECD&#xd;\nIFAC&#xd;\nPIOB&#xd;\nFSB","memberOrga":"ECMI&#xd;\nAccountancy Europe&#xd;\nECODON&#xd;\nEFRAG&#xd;\nEFMD&#xd;\nEGIAN&#xd;\nMEDEF","goal":"At Mazars, our objective is to provide quality services in highly regulated sectors important to the public interest (audit, accounting, financial and legal expertise, tax advisory...) and in non regulated sectors (consulting) in order to provide support and guidance to organisations expanding and transforming within our ever-evolving economic context.","acronym":"","interests":"Climate Action, Competition, Culture, Economic and Financial Affairs, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, Humanitarian Aid, Internal Market, Taxation","euInitiatives":"At Mazars, we monitor any regulatory developments related to ESG (Environment, Social &amp; Governance), any policies related to audit, tax or having an impact on Financial/ Capital Markets in Europe. &#xd;<br />&#xd;<br />Additionally, we also take a strong interest in anything related to European SMEs. &#xd;<br />&#xd;<br />In the immediate, we are closely following the discussions around Sustainable Finance (ESG), Fiduciary Duties (ESG), the Audit Regulation within the scope of the REFIT programme, the Transparency Directive &amp; the Accounting Directive, Cybersecurity and the General Data Protection Regulation, as well as the Anti-Money Laundering (AML) Directive. &#xd;<br />&#xd;<br />We also hope to respond to the consultation regarding Building a proportionate regulatory environment to support SME listing.","lastUp":"2018-04-04T09:51:41.704+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":""}