{"id":"997266521843-79","name":"Maritime Institute of Eastern Mediterranean","registrationDate":"2016-05-19T15:56:20.494+01:00","category":3,"subCategory":2,"legal":"Private Non Profit Organisation","web":"http://www.marinem.org","country":"Cyprus","headAddress":"150A Franklin Roosevelt &amp; Omonoias Avenue","headCity":"Limassol","headPostCode":"3045","headPhone":"(357)25 02 55 31","boss":"Zacharias Siokouros","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"3.5","membership":"Cyprus shipping Chamber http://csc-cy.org/","memberOrga":"","goal":"The “Maritime Institute of Eastern Mediterranean” is a non‐profit Organization, based in Cyprus. Mar.In.E.M. as it is now widely known was established in 2010 with the aim of promoting Maritime Research, Technology and Innovation, as well as Education and Training in the Blue sectors of the economy. At the same time – acting as a Policy Research Centre – it encourages and facilitates the Dialogue, Networking and Cooperation among the sector’s stakeholders including regional and international research, academic and governmental institutions, private organizations, NGOs and individuals. In this context It undertakes various initiatives that will strengthen and enhance the cooperation at regional level in line with the European Union’s aspirations for an Integrated Maritime Policy and the 2012 “Limassol Declaration” for the promotion of Blue Growth. &#xd;<br />Outmost vision of Mar.In.E.M. is the establishment of an active research driven “Maritime Cluster of the Eastern Mediterranean”, that will strengthen and enhance cooperation of the Region’s countries, in line with the EU’s Blue Paper for an Integrated Maritime Policy as well as the ‘Limassol Declaration’.","acronym":"Mar.In.E.M.","interests":"Climate Action, Culture, Customs, Development, Education, Energy, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Research and Technology, Transport","euInitiatives":"Outmost vision of Mar.In.E.M. is the establishment of an active research driven “Maritime Cluster of the Eastern Mediterranean”, that will strengthen and enhance cooperation of the Region’s countries, in line with the EU’s Blue Paper for an Integrated Maritime Policy as well as the ‘Limassol Declaration’.&#xd;<br />In order to accomplish its Vision, the Institute undertakes initiatives that will strengthen and enhance the cooperation of the Region’s countries aiming towards the creation of a “Maritime Cluster in the Eastern Mediterranean” - as an essential aspect of a “European Maritime Strategy for the Eastern Mediterranean” – based on the model of the EU Strategy for the Adriatic and Ionian region - encompassing the whole range of sea‐related economic activities, which would foster synergies between the various regional stakeholders ・ currently scattered and in some cases isolated within National boundaries ・ and will boost the development of a Common Maritime Economy. &#xd;<br />Mar.In.E.M. elaborates on various issues and submitting Proposals and Recommendations to competent authorities in synergy with private and public partners. Specifically, we appeal to the Cyprus government in order to be promptly activated mobilizing the respective bodies in the private and public sector so that Cyprus will be able to utilize the relevant European funding programs and with these efforts to address the effects of the economic crisis, especially unemployment.","lastUp":"2017-04-26T09:16:17.460+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}