{"id":"997323521000-27","name":"Payments UK (Management Limited)","registrationDate":"2016-03-09T16:56:07.649+01:00","category":2,"subCategory":4,"legal":"Company Limited by Guarantee","web":"http://www.paymentsuk.org.uk/","country":"United kingdom","headAddress":"2 Thomas More Square","headCity":"London","headPostCode":"E1W 1YN","headPhone":"(44)20 32 17 82 00","boss":"Julie Nash","bossTitle":"Ms","bossPosition":"Legal Advisor","membersCount":8,"membersFTE":"3.5","membership":"Confederation of British Industry (CBI), European Payments Council (EPC)","memberOrga":"Full Members: http://www.paymentsuk.org.uk/membership/our-members/full-member-list &#xd;\n&#xd;\nAssociate Members: http://www.paymentsuk.org.uk/membership/our-members/associate-member-list","goal":"Payments UK is the trade association launched in June 2015 to support the rapidly evolving payments industry. We bring our members and wider stakeholders together to make the UK’s payment services better for customers and to ensure UK payment services remain world-class. &#xd;<br />&#xd;<br />Payments UK’s main roles:&#xd;<br />•Payments UK is the payments industry’s representative body: providing an authoritative voice in the UK, Europe and globally, and working with stakeholders to share payments knowledge and expertise. &#xd;<br />•To be a centre for excellence: supporting the UK payments industry to provide world-class payments, building on the experience, thought-leadership and project delivery expertise behind award-winning initiatives such as Paym, the Current Account Switch Service and Faster Payments.&#xd;<br />•To deliver collaborative change and innovation: working on behalf of our members to benefit customers and UK plc, ensuring their needs are understood and met, both now and in the future.&#xd;<br />&#xd;<br />Payments UK’s objectives:&#xd;<br />•To represent our Members, providing advocacy and developing policy positions that influence and engage with an authoritative voice in the UK, Europe and globally. &#xd;<br />•To provide payments knowledge, expertise and thought leadership to the industry and other stakeholders, acting as a centre of excellence.&#xd;<br />•To deliver collaborative change and innovation on behalf of our Members, whilst working to ensure customer needs are understood and met.","acronym":"","interests":"Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Research and Technology","euInitiatives":"PSD2, SEPA, Cross Border Payments Regulation, Bank Structural Reform, Data Economy, GDPR, Terrorist Financing, Digital Single Market","lastUp":"2017-02-10T17:33:07.525+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}