{"id":"997366112113-77","name":"Brussels Metropolitan","registrationDate":"2013-10-22T16:57:12.312+01:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.brusselsmetropolitan.eu","country":"Belgium","headAddress":"Avenue Louise, 500","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)4 75 48 48 10","boss":"Jean-Charles Wibo","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"FEB/VBO(50000),&#xd;\nBECI(35000),&#xd;\nVoka(18000),&#xd;\nUWE(6000)","goal":"&gt;Our identity&#xd;<br />&#xd;<br />Brussels Metropolitan, or “Business Route 2018 for Metropolitan Brussels”, is a joint initiative of the regional and federal inter-professional employers’ organizations, BECI, Voka, UWE and FEB.&#xd;<br />&#xd;<br />Our organization was created in 2008 (for a 10-year period) as a dialogue platform of the three regions within and around Brussels, with as objective to bolster the socio-economic development of the Brussels metropolis through a better collaboration. &#xd;<br />&#xd;<br />>Our mission&#xd;<br />&#xd;<br />The action plan of Brussels Metropolitan for the next months, if not for the next years, will be entirely dedicated to the issue of mobility, which has a considerable impact on the competitiveness of the Brussels metropolitan region. &#xd;<br />&#xd;<br />Brussels Metropolitan aims for a Mobility Shift within the metropolitan zone of Brussels, in collaboration with all concerned parties, such as: administrations and governments, agencies and organizations, entrepreneurs and federations, experts and citizens. &#xd;<br />&#xd;<br />>A joint mobilization of all transport stakeholders to carry out a Mobility Shift&#xd;<br />&#xd;<br />Since the 18th of September 2015, Brussels Metropolitan has adopted a specific orientation: the Mobility Shift.&#xd;<br />&#xd;<br />The business world asks our political decision makers to consider a real Mobility shift. In order to do so, the business world asks them to overcome the traditional political divides, to get rid of paralyzing ideologies and to transcend the geographical and institutional boundaries that result from the consecutive state reforms. &#xd;<br />&#xd;<br />For our modern human societies, mobility is a condition for well-being and prosperity. Only a joint mobilization of all transport stakeholders. &#xd;<br />&#xd;<br />>Action topics, multiple solutions around five key action topics.&#xd;<br />&#xd;<br />For Brussels Metropolitan, the key actions concerning mobility in the Brussels metropolitan region can be structured around five action topics:&#xd;<br />&#xd;<br />1.\tInfrastructure&#xd;<br />2.\tGovernance&#xd;<br />3.\tUrban planning&#xd;<br />4.\tTechnology and Innovation&#xd;<br />5.\tMentality Change&#xd;<br />&#xd;<br />>Method&#xd;<br />&#xd;<br />Brussels Metropolitan uses an approach in five phases that aims to suggest concrete solutions for metropolitan mobility in the short, medium and long term.&#xd;<br />&#xd;<br />1.\tStudy&#xd;<br />&#xd;<br />Listing mobility studies on the Brussels metropolitan region of the last ten years, studying best practices in other European cities and drawing up a cartography of actors and stakeholders that should be consulted.&#xd;<br />&#xd;<br />2.\tStructure&#xd;<br />&#xd;<br />Identifying the problematic issues of metropolitan mobility, then structuring these issues along the five action topics of Brussels Metropolitan: Governance, Infrastructure, Urban planning, Technology &amp; Innovation and Mentality Change.&#xd;<br />&#xd;<br />3.\tConsult&#xd;<br />&#xd;<br />Consulting all parties concerned by the problematic issues of metropolitan mobility, gathering all necessary information and identifying the actors or potential project drivers in function of the degree of priority attributed to the different mobility projects.&#xd;<br />&#xd;<br />4.\tBring together&#xd;<br />&#xd;<br />Building coalitions between actors or stakeholders by bringing concrete proposals and projects they can adhere to.&#xd;<br />&#xd;<br />These actors can, for example, be public transport companies, logistics and the transport companies. The stakeholders are trade unions, middle classes, environmental groups, business owners and citizens. &#xd;<br />&#xd;<br />5.\tConsolidate&#xd;<br />&#xd;<br />Consolidating the projects driven by these coalitions while assuring their proper management following agreed procedures, such as respect for timing constraints, regular reporting and evaluation of the expected results.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Internal Market, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Brussels Metropolitan is involved through a consortium in 3 projects, subsidized by the 7th European Framework program, Research &amp; Development.&#xd;<br />&#xd;<br />The projects are as following:&#xd;<br />S2T - Smart design to transport patterns&#xd;<br />SIGMA - Sharing Insights on Green Urban Traffic Management in Europe And Beyond\t&#xd;<br />MobICT - New Mobility Prediction Framework concept for Smart City","lastUp":"2017-03-29T13:09:36.644+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}