{"id":"997843421221-28","name":"ΕΝΩΣΗ ΕΛΛΗΝΙΚΟΥ ΒΙΒΛΙΟΥ","registrationDate":"2016-04-01T09:42:47.797+01:00","category":2,"subCategory":1,"legal":"Μη κερδοσκοπικό επαγγελματικό σωματείο","web":"http://www.enelvi.org","country":"Greece","headAddress":"Ζαλόγγου 9","headCity":"Αθήνα","headPostCode":"10678","headPhone":"(30)21 03 80 16 30","boss":"ΙΩΑΝΝΗΣ ΚΩΝΣΤΑΝΤΑΡΟΠΟΥΛΟΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":1,"membersFTE":"0.25","membership":"http://www.internationalpublishers.org/","memberOrga":"www.enelvi.org","goal":"Η Ένωση Ελληνικού Βιβλίου είναι σωματείο που εκπροσωπεί το μεγαλύτερο και σημαντικότερο μέρος της ελληνικής βιβλιοπαραγωγής. Αποτελεί πυρήνα&#xd;<br />διάδοσης και προώθησης του βιβλίου σε όλη την επικράτεια και στο εξωτερικό, προβάλλοντας&#xd;<br />το ιδανικό της φιλαναγνωσίας, οργανώνοντας από κοινού με τους συγγραφείς προωθητικές δράσεις&#xd;<br />και αναλαμβάνοντας έρευνες και μελέτες για την ελληνική αγορά του βιβλίου. Παράλληλα, παρεμβαίνει&#xd;<br />σε θέματα που ανακύπτουν στη σύγχρονη εποχή, όπως το ηλεκτρονικό βιβλίο, τα πνευματικά&#xd;<br />δικαιώματα των e-books, η οργάνωση και ο εμπλουτισμός των βιβλιοθηκών, και συνολικότερα&#xd;<br />στο τοπίο της αγοράς του βιβλίου όπως έχει διαμορφωθεί και συνεχίζει να μεταλλάσσεται τα τελευταία χρόνια.&#xd;<br />Στόχος της Ένωσης Ελληνικού Βιβλίου είναι να επιδιώξει, ως αξιόπιστος συνομιλητής, τον διάλογο με την πολιτεία και τους άλλους επίσημους θεσμούς για τα μεγάλα ζητήματα του πολιτισμού και του βιβλίου.","acronym":"ΕΝΕΛΒΙ","interests":"Culture, Education","euInitiatives":"Ενιαία Τιμή του Βιβλίου.&#xd;<br />Μας απασχολεί και επιζητούμε την επαναφορά της Ενιαίας Τιμής Βιβλίου στην Ελλάδα βάσει και της απάντησης της Επιτρόπου Εσωτερικής Αγοράς, Βιομηχανίας, Επιχειρηματικότητας και ΜΜΕ κ. Elzbieta Bienkowska&#xd;<br />εξ ονόματος της Επιτροπής στην ερώτηση του Έλληνα ευρωβουλευτή Γιώργου Γραμματικάκη.&#xd;<br />http://www.europarl.europa.eu/sides/getAllAnswers.do?reference=E-2016-001373&amp;language=EN&#xd;<br />&#xd;<br />&#xd;<br />ΦΠΑ στα ebooks.&#xd;<br />Παρακολουθούμε τις εξελίξεις σχετικά με τον ΦΠΑ στα ηλεκτρονικά βιβλία, σε στενή επαφή με την International Publishers Association (IPA).&#xd;<br />http://www.europarl.europa.eu/RegData/etudes/BRIE/2016/577954/EPRS_BRI(2016)577954_EN.pdf","lastUp":"2017-03-21T10:35:48.780+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}