{"id":"997843421221-28","name":"ΕΝΩΣΗ ΕΛΛΗΝΙΚΟΥ ΒΙΒΛΙΟΥ","registrationDate":"2016-04-01T09:42:47.797+01:00","category":2,"subCategory":1,"legal":"Μη κερδοσκοπικό επαγγελματικό σωματείο","web":"http://www.enelvi.org","country":"Greece","headAddress":"Ζαλόγγου 9","headCity":"Αθήνα","headPostCode":"10678","headPhone":"(30)21 03 80 16 30","boss":"ΙΩΑΝΝΗΣ ΚΩΝΣΤΑΝΤΑΡΟΠΟΥΛΟΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":1,"membersFTE":"0.25","membership":"https://www.internationalpublishers.org/about-ipa/ipa-membership/77-about-ipa/ipa-membership/ipa-members/440-greece-2","memberOrga":"www.enelvi.org","goal":"Η Ένωση Ελληνικού Βιβλίου είναι σωματείο που εκπροσωπεί το μεγαλύτερο και σημαντικότερο μέρος της ελληνικής βιβλιοπαραγωγής. Αποτελεί πυρήνα&#xd;<br />διάδοσης και προώθησης του βιβλίου σε όλη την επικράτεια και στο εξωτερικό, προβάλλοντας&#xd;<br />το ιδανικό της φιλαναγνωσίας, οργανώνοντας από κοινού με τους συγγραφείς προωθητικές δράσεις&#xd;<br />και αναλαμβάνοντας έρευνες και μελέτες για την ελληνική αγορά του βιβλίου. Παράλληλα, παρεμβαίνει&#xd;<br />σε θέματα που ανακύπτουν στη σύγχρονη εποχή, όπως το ηλεκτρονικό βιβλίο, τα πνευματικά&#xd;<br />δικαιώματα των e-books, η οργάνωση και ο εμπλουτισμός των βιβλιοθηκών, και συνολικότερα&#xd;<br />στο τοπίο της αγοράς του βιβλίου όπως έχει διαμορφωθεί και συνεχίζει να μεταλλάσσεται τα τελευταία χρόνια.&#xd;<br />Στόχος της Ένωσης Ελληνικού Βιβλίου είναι να επιδιώξει, ως αξιόπιστος συνομιλητής, τον διάλογο με την πολιτεία και τους άλλους επίσημους θεσμούς για τα μεγάλα ζητήματα του πολιτισμού και του βιβλίου.","acronym":"ΕΝΕΛΒΙ","interests":"Culture, Education and training","euInitiatives":"ΦΠΑ στα ebooks.&#xd;<br />Παρακολουθούμε τις εξελίξεις σχετικά με τον ΦΠΑ στα ηλεκτρονικά βιβλία, σε στενή επαφή με την International Publishers Association (IPA).&#xd;<br />http://www.europarl.europa.eu/RegData/etudes/BRIE/2016/577954/EPRS_BRI(2016)577954_EN.pdf&#xd;<br />&#xd;<br />Ψηφιακή αναπαραγωγή βιβλίων.&#xd;<br />Επιδιώκουμε διάλογο με την ακαδημαϊκή κοινότητα προκειμένου να βρούμε από κοινού ισορροπημένες λύσεις, εντός του πλαισίου που προβλέπει το σχέδιο οδηγίας για την Ψηφιακή Ενιαία Αγορά, οι οποίες θα διευκολύνουν τα δημόσια πανεπιστήμια και τους φοιτητές να έχουν πρόσβαση στον ελληνικό και αλλοδαπό πλούτο επιστημονικών και εκπαιδευτικών βιβλίων και περιοδικών και παράλληλα θα διασφαλίζουν μια εύλογη αμοιβή για τους συγγραφείς και για τους εκδότες.&#xd;<br />&#xd;<br />Εντυποανάπηρα άτομα.&#xd;<br />ζητούμε να εκσυγχρονισθεί η νομοθεσία για τη διευκόλυνση των εντυποανάπηρων (άτομα που αδυνατούν να διαβάσουν) ώστε να επωφελούνται όσοι πραγματικά έχουν ανάγκη χωρίς να προκαλείται κίνδυνος παράνομης διακίνησης των βιβλίων σε εκπαιδευτικούς οργανισμούς.","lastUp":"2019-02-13T11:40:24.392+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}