{"id":"997815130741-88","name":"Euregio Scheldemond","registrationDate":"2018-03-09T11:49:35.560+01:00","category":6,"subCategory":11,"legal":"Gemeenschappelijke Regeling (geen eigen rechtspersoonlijkheid)","web":"http://www.euregioscheldemond.be/","country":"Belgium","headAddress":"Gouvernementstraat 1","headCity":"Gent","headPostCode":"9000","headPhone":"(32)2 67 87 02","boss":"Carl Decaluwé","bossTitle":"Mr","bossPosition":"Gouverneur provincie West-Vlaanderen","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"Provincie Zeeland&#xd;\nProvincie Oost-Vlaanderen&#xd;\nProvincie West-Vlaanderen&#xd;\nGemeenten binnen de drie provincies&#xd;\nVVG","goal":"Euregio Scheldemond is als samenwerkingsverband van Zeeland, Oost- en West-Vlaanderen ontstaan in 1989. Op vlak van cultuur en onderwijs vond al uitwisseling plaats sinds de jaren '50. Binnen de Scheldemondraad werd door de jaren heen de samenwerking gestaag uitgebouwd: ook op vlak van veiligheid, economie, toerisme, landbouw, welzijn, zorg en water wordt nu samengewerkt, in vakgroepen èn concrete projecten. Vanaf 2000 werden ook de gemeenten nadrukkelijker betrokken in de euregio. Initiatieven uit de gemeentelijke clusters, de vakgroepen of de Scheldemondraad zelf worden veelal bekostigd via de diverse Interreg-programma's of het eigen Scheldemondfonds. De drie provincies werken samen in Euregio Scheldemond maar ook in ruimere verbanden, zoals de Vlaams-Nederlandse Delta, Interreg Vlaanderen-Nederland en een aantal transnationale Interreg-structuren.","acronym":"ESM","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Regional Policy, Transport","euInitiatives":"Actieplan, position paper, uitvoering concrete projecten.&#xd;<br />MFK, toekomst cohesiebeleid, toekomst Interreg. communicatie EU, growth and cohesion border regions.","lastUp":"2019-02-14T16:35:55.396+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}