{"id":"998047132996-43","name":"Association of Estonian International Road Carriers","registrationDate":"2018-10-24T14:26:44.066+02:00","category":2,"subCategory":1,"legal":"mittetulundusühing","web":"http://www.eraa.ee","country":"Estonia","headAddress":"Narva mnt. 91","headCity":"Tallinn","headPostCode":"10127","headPhone":"(372)6 06 20 40","boss":"Toivo Kuldkepp","bossTitle":"","bossPosition":"Peasekretär","membersCount":4,"membersFTE":"1.5","membership":"International Road Transport Union (IRU)&#xd;\nEesti Tööandjate Keskliit","memberOrga":"","goal":"ERAA eesmärgiks on autoveonduse kui tegevusala arendamine ning liikmete huvide ja õiguste kaitsmine. &#xd;<br />Selle saavutamiseks ERAA:&#xd;<br />- esindab oma liikmeid, sealhulgas läbirääkimistel riigiasutuste ja töötajate esindusorganisatsioonidega;&#xd;<br />- osaleb autovedusid reguleerivate õigusaktide väljatöötamisel, sealhulgas tolliküsimusi, veolepingut ja liiklusohutust reguleerivate õigusaktide ja juhendmaterjalide väljatöötamisel ja harmoniseerimisel ning sõlmib vastavaid leppeid;&#xd;<br />- kogub ja analüüsib autoveoalast informatsiooni, peab sellekohaseid andmebaase ning osutab informatsioonialaseid teenuseid;&#xd;<br />- on rahvusvahelistes kokkulepetes ja õigusaktides ettenähtud juhtudel tagatisorganisatsiooniks autoveoalaste konventsioonide täitmisel;&#xd;<br />- asutab vajadusel liikmete huvides fonde;&#xd;<br />- Assotsiatsiooni liikmetele vajalike teenuste osutamiseks asutab vajadusel äriühinguid või osaleb neis või on liikmeks tulu taotlevates organisatsioonides;&#xd;<br />- tegeleb veondusalase kirjastustegevuse ja reklaamiga;&#xd;<br />- korraldab autoveoalast koolitust;","acronym":"ERAA","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Enlargement, Environment, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Maanteetranspordi mobiilsuspakett (turule juurdepääs, töötajate lähetamine, autojuhtide töö- ja puhkeaeg)&#xd;<br />Brexit","lastUp":"2018-10-24T15:27:24.949+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}