{"id":"999049212659-88","name":"BPI (British Recorded Music Industry) Ltd","registrationDate":"2014-01-20T12:18:53.636+01:00","category":2,"subCategory":4,"legal":"Company Limited by Guarantee","web":"http://www.bpi.co.uk","country":"United kingdom","headAddress":"County Hall, Riverside Building","headCity":"London","headPostCode":"SE1 7JA","headPhone":"(44)20 78 03 13 00","boss":"Geoff Taylor","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"IFPI &#xd;\nAlliance for Intellectual Property&#xd;\nBritish Copyright Council&#xd;\nUK Music&#xd;\nCreative Industries Federation&#xd;\nMembers of the BPI are also members of PPL, the recorded music collection society in the UK and ERA, the licensing body for education establishments in the UK","memberOrga":"The three major record labels; Warner Music, Sony Music and Universal Music, and over 450 independent record labels.","goal":"BPI represents the UK’s recorded music industry. As a trade body, we champion the interests of our membership which includes more than 400 independent music companies and the UK’s major record companies – Universal Music, Sony Music, and Warner Music. Together, BPI’s members account for 85% of all music sold in the UK.&#xd;<br />&#xd;<br />BPI organises the BRIT Awards show, the Classic BRIT Awards show and the Hyundai Mercury Music Album of the Year Awards.&#xd;<br />&#xd;<br />Substantial proceeds from the BRIT Awards go to the BRIT Trust – the charitable arm of BPI – which has donated almost £20 million to charitable causes nationwide since its foundation in 1989.  &#xd;<br />&#xd;<br />BPI co-owns the Official Charts Company in a joint venture with the Entertainment Retailers Association (ERA). The Official Charts Company is responsible for the commissioning, distribution, marketing and promotion of the UK’s industry standard music and video charts and sales data.&#xd;<br />&#xd;<br />BPI also maintains the industry standard for certifying Gold, Silver and Platinum sales awards.","acronym":"BPI","interests":"Communication, Competition, Culture, Culture and media, Digital economy and society, Single market, Trade","euInitiatives":"Digital Single Market, copyright and copyright enforcement, ecommerce, competition and the single market.","lastUp":"2019-12-03T14:59:21.694+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}