{"id":"999630923811-90","name":"ICLEI Local Governments for Sustainability European Secretariat","registrationDate":"2016-10-21T15:18:00.446+01:00","category":3,"subCategory":2,"legal":"GmbH non profit","web":"http://www.iclei-europe.org","country":"Germany","headAddress":"Leopoldring 3","headCity":"Freiburg","headPostCode":"79098","headPhone":"(49)7 61 36 89 20","boss":"Wolfgang Teubner","bossTitle":"Mr","bossPosition":"Regional Director","membersCount":7,"membersFTE":"1.75","membership":"","memberOrga":"http://www.iclei-europe.org/members/&#xd;\n&#xd;\nhttp://www.iclei.org/iclei-members.html","goal":"ICLEI – Local Governments for Sustainability, founded in&#xd;<br />1990 as the International Council for Local Environmental&#xd;<br />Initiatives, is the world’s leading network of local&#xd;<br />and regional governments committed to sustainable&#xd;<br />development.&#xd;<br />We believe that local governments are best placed to  overcome environmental, social and economic challenges and achieve a transformation to sustainability and an improved quality of life for their citizens. With a membership of over 1,000 local and regional governments globally, ICLEI supports its members to find sustainable solutions by creating a movement of peers driving positive change on a European and global scale through projects, initiatives, and programmes. ICLEI champions the role of local and regional governments at international level by raising their concerns within the European and global policy arena.&#xd;<br />The ICLEI European Secretariat, based in Freiburg&#xd;<br />(Germany) and Brussels (Belgium), supports members&#xd;<br />across 35 countries in Europe, Northern Africa, the Middle East and West Asia. ICLEI is involved in EU policy processes for urban sustainability, working together with European networks, the European Commission, the Committee of the Regions, and many other organisations advancing sustainability.&#xd;<br />Get connected&#xd;<br />ILEI has a strong voice on the European and international stage and works closely with European institutions and the United Nations (LGMA Focal Point for CoPs) to ensure local governments’ views are heard.&#xd;<br />&#xd;<br />ICLEI brings together local governments, research and&#xd;<br />industry to develop cutting-edge projects on biodiversity&#xd;<br />and ecosystem services, climate change mitigation and&#xd;<br />adaptation, energy, food, infrastructure, procurement,&#xd;<br />mobility, water, and more.&#xd;<br />&#xd;<br />ICLEI members benefit from priority access and reduced&#xd;<br />fees for events, conferences, and workshops, and are&#xd;<br />given opportunities to exchange with peers and strategic&#xd;<br />partners. Members also have the opportunity to host events as part of ICLEI’s conference series, such as EcoProcura, European Conferences on Sustainable Cities and Towns, Local Renewables, Resilient Cities and Informed Cities. ICLEI also hosts thematic online platforms, such as www.procurement-forum.eu.&#xd;<br />&#xd;<br />ICLEI showcases members’ sustainability achievements&#xd;<br />through its monthly e-newsletter, social media channels,&#xd;<br />news and Member in the Spotlight sections on its website. Members’ activities are also promoted through its projects, services, platforms and campaign activities.&#xd;<br />&#xd;<br />ICLEI provides members with access to useful publications, case studies and tools, as well as updates on the latest developments in the field of sustainability. Relevant events are promoted through our monthly e-newsletter and targeted invites.","acronym":"ICLEI","interests":"Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Environment, Food Safety, Information Society, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"EU Urban Agenda&#xd;<br />Clean Fuels and Clean Vehicles&#xd;<br />Sustainable Urban Mobility&#xd;<br />Green Public Procurement&#xd;<br />Climate Change Mitigation and &#xd;<br />Energy Union&#xd;<br />Renewable Energy&#xd;<br />Covenant of Mayors&#xd;<br />EU Urban Water Agenda&#xd;<br />Nature Based Solutions&#xd;<br />Smart Cities EIP and Marketplace&#xd;<br />URBACT&#xd;<br />Circular Economy","lastUp":"2017-10-10T13:58:45.097+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}