{"id":"999998835552-42","name":"Union Européenne des Pharmacies Sociales","registrationDate":"2019-07-31T11:47:55.318+02:00","category":2,"subCategory":3,"legal":"Association de fait","web":"http://www.eurosocialpharma.org","country":"Belgium","headAddress":"Square Marie Curie 30","headCity":"Bruxelles","headPostCode":"1070","headPhone":"(32)25 29 92 41","boss":"Venanzio Gizzi","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.0","membership":"Co-opératives in Europe&#xd;\nInternational co-opérative Alliance&#xd;\nInternational Health Coopératives Europe","memberOrga":"OPHACO (BE)&#xd;\nMutualité Française (FR)&#xd;\nFilieris (FR)&#xd;\nA.S.S.O.FARM (IT)&#xd;\nGroupe Pharmacies Populaire (CH)&#xd;\nGENO Apotheke (CH)","goal":"C'est en 1961 qu'a été créée l'UNION EUROPEENNE DES PHARMACIES SOCIALES (U.E.P.S.).&#xd;<br />&#xd;<br />Très tôt, les responsables des Pharmacies Sociales ont été sensibilisés à la naissance du grand marché européen.  Très tôt aussi, ils comprirent l'importance d'anticiper, au sein d'une structure appropriée, sur les développements qu'impliquerait pour le secteur de la pharmacie, la réalisation des objectifs européens.&#xd;<br />&#xd;<br />Dès 1961 a ainsi été affirmée la volonté de défendre la présence, l'identité et les caractéristiques des pharmacies sociales.  Aujourd'hui, plus de 50 ans après sa formation, l'U.E.P.S. confirme ses mêmes engagements en les consignant dans la charte des Pharmacies Sociales Européennes et dans différentes publications.&#xd;<br />&#xd;<br />Par le Traité sur l'Union Européenne, les pays signataires ont choisi de donner la priorité à la dimension économique de la construction européenne : libre concurrence, libre circulation des biens et des personnes, création d'une monnaie, bref, aménagement d'un espace économique commun.&#xd;<br />&#xd;<br />L'Acte Unique et le Livre Blanc ont réaffirmé ces principes en y ajoutant un objectif supplémentaire : la détermination d'un niveau élevé de qualité de la vie et de bien-être.&#xd;<br />&#xd;<br />L'U.E.P.S. inscrit son action dans le contexte ainsi défini et adhère au projet européen.  Toutefois, elle souhaite que les autorités européennes accentuent la dimension sociale de la Communauté, plus particulièrement en matière de soins de santé.&#xd;<br />&#xd;<br />Il faut, complémentairement à l'espace économique commun, renforcer l'Europe sociale.","acronym":"UEPS","interests":"Business and Industry, Competition, Consumers, Enlargement, Food Safety, Public Health, Taxation","euInitiatives":"Dispensation de médicaments dans un réseau de 2500 pharmacies (BE, FR, IT, CH)","lastUp":"2019-08-02T15:18:09.031+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}